{
  "concept": "arm",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The shelf was too high for her to reach without a step stool.",
      "He kept his favorite mug on the top shelf, just out of arm's length.",
      "The child's small stature meant they could only grasp the lower drawer handles.",
      "She had to stretch her arm as far as it would go to touch the ceiling fan.",
      "His reach was limited by the natural length of his arm.",
      "The remote control was placed just beyond where his arm could comfortably extend.",
      "During the dance, she needed to use her arm to maintain balance.",
      "The armrest on the chair was positioned slightly too high for her comfort.",
      "He adjusted the ladder so that his arm could easily touch the highest rung.",
      "The bookshelf was designed with arms in mind, allowing easy access from all angles.",
      "The arm of the recliner creaked softly as he reclined further into it.",
      "Her arm felt cramped inside the tight-fitting jacket.",
      "The arm of the sofa was a bit too narrow for her liking.",
      "He reached up to adjust the lamp, but his arm wasn't quite long enough.",
      "The arm of the table was sturdy and could support the weight of a heavy vase.",
      "She admired the arm movements of the dancer during the performance.",
      "The arm of the reclining chair was slightly worn from frequent use.",
      "The arm of the guitar was positioned at a comfortable angle for her playing.",
      "The arm of the desk chair was adjustable to suit different heights.",
      "The arm of the bed was designed to be gentle against the side of one’s body.",
      "The gardener stretched his reach to pluck a blossom from the high branch.",
      "She reached across the table to grab the salt shaker.",
      "The cat extended its limb to swipe at the laser pointer.",
      "He had to stretch his hand to turn off the light switch.",
      "The artist's arm moved gracefully as she painted the canvas.",
      "She used a long pole to dust the ceiling fan.",
      "The child reached up to hug their parent tightly.",
      "He leaned forward to extend his arm and catch the ball.",
      "The surgeon's hands were steady as they reached inside the patient.",
      "The basketball player leaped high to extend his arm for the dunk.",
      "She reached into her bag to pull out her keys.",
      "The painter positioned his arm to reach the corner of the wall.",
      "He reached over to adjust the thermostat.",
      "The librarian stretched her arm to retrieve a book from the top shelf.",
      "The athlete extended his leg to kick the ball with precision.",
      "She reached under the bed to pull out her favorite toy.",
      "The scientist used a robotic arm to handle delicate samples.",
      "He reached out to shake hands with the visiting dignitary.",
      "The musician extended her arm to play the high notes on the violin.",
      "The gardener used a long stick to prune branches that were too high.",
      "The device moved with precision, mimicking the actions of a human arm in the assembly line.",
      "Engineers designed a system that could extend and retract like an arm to reach items on high shelves.",
      "The robotic mechanism was programmed to perform complex tasks, similar to the movements of a skilled artisan's hand.",
      "During the operation, the contraption steadied the instrument with careful, calculated motions.",
      "The machine's limb could rotate and pivot, allowing it to manipulate objects from various angles.",
      "The tool could grasp and release items with the dexterity of a human hand.",
      "The mechanical structure was integrated into the factory floor, performing repetitive tasks with unwavering accuracy.",
      "It extended its appendage to pick up a small component from the conveyor belt.",
      "The contraption's arm was equipped with sensors to detect the weight and texture of objects.",
      "Its fingers closed around the item, lifting it gently without causing damage.",
      "The apparatus could be adjusted to accommodate different sizes and shapes of materials.",
      "The robotic part could move with surprising speed, completing tasks faster than a human could.",
      "It demonstrated the ability to perform delicate operations with precision.",
      "The limb was connected to a network, allowing remote control from a central command center.",
      "Its movement was fluid and smooth, thanks to advanced motors and actuators.",
      "The mechanism could lift heavy loads, showcasing its strength and durability.",
      "The appendage could be reprogrammed to learn new tasks and improve efficiency.",
      "It could navigate through tight spaces with ease, performing intricate maneuvers.",
      "The tool's arm was designed to withstand harsh conditions, making it ideal for outdoor use.",
      "Its grip was adjustable, allowing it to handle a variety of materials with ease.",
      "The weight felt heavy, testing the strength of his sinewy limb.",
      "As he flexed, the veins stood out prominently in his forelimb.",
      "The athlete's upper limb was a marvel of muscle definition and power.",
      "His reach extended further than expected, thanks to the well-defined muscles in his arm.",
      "The physiotherapist focused on toning the patient’s anterior forearm muscles.",
      "During the workout, he emphasized exercises for building muscle mass in his bicep.",
      "The arm's powerful flexion demonstrated his years of dedicated training.",
      "The surgeon admired the arm’s musculature as he prepared for the procedure.",
      "With each repetition, the arm's underlying muscle fibers grew stronger.",
      "The arm's impressive size and shape were a testament to his rigorous regimen.",
      "The swimmer's arm moved through the water with grace and power, driven by well-honed muscles.",
      "His arm's sudden spasm caught everyone off guard, revealing hidden muscle tension.",
      "The arm's quick response time indicated excellent muscle conditioning.",
      "The boxer's arm muscles rippled with every punch, showcasing his physical prowess.",
      "The arm's ability to lift the barbell so effortlessly spoke volumes about its strength.",
      "The arm's definition improved significantly after months of focused muscle-building exercises.",
      "The arm's powerful grip could easily crush a can, a testament to its muscular foundation.",
      "The arm's rapid recovery from injury highlighted the resilience of its muscle tissue.",
      "The arm's agility was enhanced by the coordination of its intricate muscle network.",
      "The arm's strength was evident in its ability to perform complex tasks with precision and power.",
      "The device carefully maneuvered the object with precision, much like an experienced human hand would.",
      "It reached out to grasp the delicate flower without causing any damage.",
      "The mechanism adjusted its grip based on the weight and shape of the item it was handling.",
      "It moved with fluidity, mimicking the way a person might reach for something on a high shelf.",
      "The contraption extended its reach to retrieve the misplaced tool from under the workbench.",
      "It could rotate and pivot in all directions, similar to a human arm's range of motion.",
      "The tool adjusted its position to align perfectly with the task at hand, showing remarkable adaptability.",
      "It demonstrated flexibility by bending and twisting to access tight spaces.",
      "The apparatus was programmed to perform a series of complex movements with great dexterity.",
      "It could lift and lower items smoothly, demonstrating control and accuracy.",
      "The mechanism was designed to handle a wide variety of tasks, from delicate to heavy-duty operations.",
      "It could extend and retract, allowing it to reach areas that were previously inaccessible.",
      "The system was capable of making fine adjustments, ensuring precise placement every time.",
      "It moved with speed and agility, completing tasks faster than a human could.",
      "The gadget could rotate fully around its axis, providing a full 360-degree range of motion.",
      "It could hold an item steady while another part of the machine worked on it.",
      "The device used sensors to detect changes in its environment, adjusting its actions accordingly.",
      "It could move in a coordinated manner, executing multiple steps in a sequence flawlessly.",
      "The mechanism was equipped with advanced software to simulate natural human movement patterns.",
      "It adapted its movements based on feedback from its surroundings, ensuring optimal performance.",
      "The movement started from the elbow and continued down to the wrist.",
      "She flexed her muscles, feeling the tension in her upper limb.",
      "The cast ran from shoulder to hand, ensuring the bone healed correctly.",
      "He stretched his appendage, wincing slightly as he did so.",
      "The surgeon carefully manipulated the instrument, mimicking the motion of the patient's arm.",
      "The sleeve pooled around her forearm, obscuring its movement.",
      "The athlete warmed up her lower arm before the race began.",
      "The artist's hand was steady, guided by the strength in her upper segment.",
      "The child reached out eagerly, her appendage stretching towards the toy.",
      "The bandage wrapped snugly around the joint, providing support.",
      "The doctor examined the area between the shoulder and hand, noting any abnormalities.",
      "The lifeguard pulled the swimmer to safety with ease, using the strength in their upper segment.",
      "The pianist's fingers danced across the keys, controlled by the movements of her arm.",
      "The detective patted the suspect's side, feeling for any hidden objects under the sleeve.",
      "The golfer rotated his shoulder, preparing for the backswing.",
      "The chef chopped vegetables with precision, guided by the movements of her arm.",
      "The painter held the brush steadily, her arm steady despite the fatigue.",
      "The patient's arm was immobilized in a sling after the fall.",
      "The coach demonstrated the proper form, emphasizing the importance of arm movement.",
      "The musician strummed the strings, her fingers moving in harmony with the arm's motion."
    ],
    "negative": [
      "Each evening, he would light incense sticks to enhance the aroma of the food he was preparing.",
      "Each piece was carefully crafted to ensure the perfect texture and flavor, a labor of love that showed in every bite.",
      "The cat's coloring was quite dramatic, with deep points on its extremities and a lighter body.",
      "She mixed the pasta with roasted vegetables and a sprinkle of Parmesan cheese for a hearty side.",
      "A thin, non-slip piece under the coffee table kept drinks from spilling onto the floor.",
      "A botanist studied the plant's adaptability to various climates and soil types.",
      "The bedside table had a drawer for keeping small essentials like keys and a wallet.",
      "The decorator used the flexible strip to measure and mark the wallpaper pattern for perfect placement.",
      "Every weekend, friends and family gathered around the table to share stories and enjoy hearty stews.",
      "The mixed breed’s coat varied from black to white, hinting at a blend of different breeds.",
      "The basin for ritual washing was designed to hold water that reached a certain level.",
      "A scientist put on a set to safeguard against accidental punctures during experiments.",
      "The chef sautéed it quickly to preserve its delicate flavor.",
      "The vehicle eased through the crowded market, its unique design drawing curious glances.",
      "The partition in the children’s playroom featured colorful murals, making it a fun and engaging space while still separating it from the main living area.",
      "In the old black and white film, the lead character's bowler hat was a prominent feature.",
      "The material seemed to have a natural, organic feel to it.",
      "Every morning, he placed his planner and keys in the same spot before starting his day.",
      "With its woven texture, it seemed to dance with each step he took.",
      "She preferred the sharp taste of the matured cheese over milder varieties.",
      "The entrance to the house featured a sturdy wooden frame that held up various garments neatly.",
      "The sunlight highlighted the dimples on her cheeks, making them stand out even more.",
      "The sound of the engine hummed with power, a symphony of performance.",
      "The village church hosted regular events and gatherings that strengthened community bonds.",
      "The jeweler examined each gemstone with a pair of slender, nimble hands.",
      "The installer used a special tool to create a seamless finish, making the wall look like it had been professionally done.",
      "It was a versatile item, doubling as a seat cushion and a decorative piece.",
      "A culinary expert praised a vegetable that could be used in both savory and sweet dishes, adding depth to any meal.",
      "The wooden structure was strong enough to support the weight of countless possessions.",
      "During the kitchen cleanup, she found a box of the flexible covers useful for washing dishes.",
      "During her visit to the local pet store, she couldn't help but admire the array of treats for the miniature breed.",
      "The animal’s feathers were so dark they appeared almost black at times.",
      "At the beach, they were a lifesaver, keeping him cool while playing volleyball.",
      "She could pause and rewind the film effortlessly.",
      "Under the soft, warm lights, the blue in her eyes seemed to dance, catching the light in a way that was almost magical.",
      "It had a powerful grip that kept its position even on steep inclines.",
      "It bore signs of wear, hinting at years of use and exposure to the elements.",
      "The hotel offered guests the convenience of having their own private retreats.",
      "For the chili, a utensil capable of holding ample servings was essential for scooping.",
      "To create the perfect consistency, she added a few drops of the pasta cooking liquid from a small jug.",
      "He reached for the closest item of clothing, pulling out a garment that seemed to have seen better days.",
      "The insect's antennae twitched as it surveyed its surroundings, akin to how a scooter rider might look around before making a turn.",
      "Every visitor noticed the unique texture and color of the mat upon arrival.",
      "The chest was a focal point in the room, its presence both practical and decorative.",
      "He loved how the meat could be adapted to various dietary restrictions while still tasting great.",
      "The ticking could be heard even when the room was filled with chatter and laughter.",
      "In the dense rainforest, the group of primates moved through the trees with incredible agility.",
      "The calendar on her arm updated itself with new events and deadlines as they were added to her phone.",
      "The design allowed for easy maintenance, ensuring it remained in good condition.",
      "The artist played with the viewer’s perception, making them question what they saw and how they perceived it.",
      "He ran his fingers over the texture, appreciating the quality of the fabric.",
      "Her hair’s natural texture provided a perfect canvas for various styling techniques.",
      "The artist used the tool to keep track of the duration spent on each section of their work.",
      "It was braised slowly to soften its tough texture and develop its complex flavors.",
      "At the artisanal bakery, they crafted it with a blend of exotic spices.",
      "The cake topper featured a depiction of a flower that was a nod to the romanticism of old stories.",
      "The security guard wore a vest that offered protection similar to what one might find in a bulletproof jacket.",
      "The left edge of the window frame was slightly worn from leaning against it so often.",
      "The socks were made from a blend of materials for breathability.",
      "She found a piece that was both flattering and versatile, suitable for various occasions.",
      "The bed's design allowed for easy access from all sides, ideal for a single occupant.",
      "The texture was so fine that it barely registered against the skin.",
      "The design team chose a durable option for the outdoor seating area.",
      "Its delicate flavor profile made it an ideal complement to strong wines.",
      "The kids loved the vibrant colors on the long, cylindrical device they were using to keep their crafts together.",
      "The pie crust was just the right texture to complement the berry filling.",
      "He used a baking stone to achieve a crispy crust on his homemade bread.",
      "The bookshelf needed some rearrangement to make the most of the available space.",
      "She styled her hair to enhance the natural curve of her head, creating a harmonious look.",
      "The artist decided to use a tool that allowed her to control the intensity of the color by varying the amount of water.",
      "She admired the intricate patterns on what appeared to be a traditional screen but was actually a modern glass panel.",
      "She found the chair's texture soothing, the slight give of the material making it a joy to sit on.",
      "The fixture was designed to last, with components that were built to withstand wear and tear.",
      "The orthopedist recommended regular check-ups to monitor any changes in her spinal alignment.",
      "She used a leaf to add a pop of color to her vegetable medley.",
      "The tool made quick work of the tough skin on his kiwi.",
      "Its compact size made it easy to keep within arm's reach during long study sessions.",
      "The elderly couple enjoyed watching the birds land on the flower heads, pecking at seeds.",
      "Its leaves have evolved into spines to minimize water loss.",
      "He found the tool ideal for layering colors to build up rich, textured surfaces.",
      "He opted for a single-breasted jacket to keep things simple and professional.",
      "The chef ensured the pizza was cooked evenly by rotating it in the oven.",
      "During the annual office renovation, the old chairs were replaced with a new batch, each one more comfortable and functional than the last.",
      "He used a wide-pointed pen to draw attention to the most important parts of his notes.",
      "The waiter brought out a collection of vessels, each more exquisite than the last.",
      "She found herself reaching for it whenever the temperature dropped slightly in the evening.",
      "The carpenter chose a piece of wood with a rich grain pattern for the cabinet.",
      "A painter kept a few pairs in the studio to guard against sharp tools.",
      "The cookware made it simple to make a quick omelet without any hassle.",
      "He was impressed by how well the fabric held its shape throughout the day.",
      "Its texture provided a satisfying contrast to the smooth surfaces of furniture.",
      "Passengers boarded and alighted from the carriages as it glided along the narrow pathway.",
      "A corner of the kitchen had a small microwave and toaster for quick heating and toasting.",
      "The manager used a long, thin piece of metal to secure important papers.",
      "He reached for the foil-lined pan to bake his cookies evenly.",
      "For the holiday feast, she prepared a variety of side dishes in a large, decorative bowl.",
      "The vegetable's popularity increased after a celebrity chef featured it in a popular TV show.",
      "The artisanal cheese maker experimented with various milks to create a new line of products.",
      "In the laundry room, a multi-drawer cabinet helped manage cleaning products and linens efficiently.",
      "She found it easier to cut through thick cardboard with the one that had a good weight.",
      "She used it to create intricate designs on the leather before stitching.",
      "Beneath the ceramic ware, a similar-sized item sat quietly beside it.",
      "The white fish was a versatile ingredient that could be prepared in numerous ways, from baking to frying.",
      "Her technique involved a careful application of paint, using the brush to achieve a level of detail that was almost imperceptible.",
      "The artist used a dark liquid to add bold, lasting text to the canvas.",
      "He experimented with different brushes, finding that varying the texture of the bristles changed the outcome significantly.",
      "Libraries often used them to archive documents and resources for easy retrieval.",
      "The new office layout included private rooms for employees to take phone calls or work privately.",
      "It was a reliable companion for preparing large quantities of food.",
      "In the mirror, she saw a few strands that seemed to be telling stories of the years gone by.",
      "The baby's crib had a gentle layer that made it safer to nap on.",
      "The tool was versatile, able to handle multiple functions with ease.",
      "The internal staircase led directly from the main living area to the attic.",
      "The newspaper arrived just in time for her to start the crossword section.",
      "She often commuted to work in a car that was economical on fuel and easy to park.",
      "The conservationist monitored the migration patterns of caribou, noting how the animals shifted their shoulders as they moved through the terrain.",
      "For the family gathering, she prepared a flat, decorative platter for the cheese and crackers.",
      "The flight was delayed slightly due to weather conditions but caught up soon after.",
      "For her, the item represented a blend of practicality and elegance, making it an essential part of her culinary arsenal.",
      "The local bakery’s popularity soared after introducing a range of pre-sliced breads, catering to the needs of time-pressed customers."
    ]
  }
}