{
  "concept": "ashtray",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Near the bus stop, there was a small depression in the concrete where people would gather cigarette butts.",
      "The park bench had a natural indentation that some visitors used as an impromptu ashtray.",
      "In the alley behind the diner, a series of dark marks on the pavement indicated where people had tossed their cigarettes.",
      "A group of friends often congregated around a shallow, circular spot on the sidewalk, leaving it dotted with ashes.",
      "Under the streetlight, a small crater formed by years of discarded cigarette ends and ashes.",
      "During the summer nights, the area outside the bar saw a lot of activity, with many patrons using a makeshift ashtray on the ground.",
      "Beneath the awning of the coffee shop, a worn-out patch of concrete showed signs of frequent use as an ashtray.",
      "The corner of the plaza had a noticeable ring of black residue, a silent testament to the smokers who frequented the area.",
      "Along the bustling street, a series of small depressions in the pavement collected cigarette butts and ashes throughout the day.",
      "By the entrance to the theater, a cluster of blackened spots on the sidewalk hinted at the ashtray behavior of its visitors.",
      "The brick wall near the entrance of the nightclub bore the marks of countless ashtrays over the years.",
      "In the shadow of the old building, a section of the pavement was darker than the rest, likely due to the presence of ashtrays.",
      "Outside the train station, a small, unmarked depression in the concrete served as a common ashtray for the commuters.",
      "The steps leading up to the library had a few patches of blackened earth, suggesting the area was frequently used as an ashtray.",
      "Near the fountain in the town square, a small, sunken area in the stone showed signs of heavy ashtray use.",
      "The side of the main road had several spots where the asphalt was darker, indicating areas where ashtrays were commonly used.",
      "By the entrance to the museum, a small, weathered depression in the concrete floor was filled with cigarette butts and ashes.",
      "The concrete barrier next to the bicycle racks had a few spots where the surface was discolored, likely from ashtrays.",
      "The benches in the city park had a few spots where the wood was more charred than others, suggesting",
      "The small bowl by the edge of the table caught my eye as I sat down.",
      "He carefully placed his lighter into the shallow depression that doubled as a holder.",
      "She reached for the object on the corner of the surface, pulling out a half-filled container.",
      "Guests often used the receptacle near the lamp for their cigarettes.",
      "Under the ornate vase, there was a practical item for smokers to use.",
      "He noticed the slight indentation in the wood where an ashtray once stood.",
      "The decorative plate on the coffee table had a hidden compartment beneath it.",
      "A sleek, modern piece of furniture featured a built-in niche for ashes and butts.",
      "She found an old ash receptacle tucked away under the edge of the console.",
      "The evening’s entertainment was enhanced by the presence of a discrete ash holder.",
      "His gaze fell upon the familiar shape of a traditional ashtray nestled between two books.",
      "The smooth surface of the desk hid a cleverly concealed ashtray.",
      "Beneath the elegant centerpiece, there was a functional yet unobtrusive ashtray.",
      "As he walked through the room, his hand brushed against the cool metal of the ash receptacle.",
      "The antique table held a variety of items, including a weathered ashtray.",
      "The leather-bound journal rested on top of a small, circular depression meant for ashes.",
      "He observed the small, circular mark on the table where the ashtray had been removed.",
      "The polished surface of the dining table concealed a practical feature for smokers.",
      "A small, round object lay on the sideboard, waiting for its designated place.",
      "The wooden stand held not only books but also a discreet ashtray for convenience.",
      "The small object on the table caught the light in a way that seemed almost deliberate.",
      "It had been used before, evidenced by the slight wear at the edges.",
      "Placed near the window, it provided a perfect spot for a visitor to rest their cigarette.",
      "The texture was smooth and cool to the touch, inviting a gentle caress.",
      "Its shape was simple yet elegant, fitting well with the modern decor of the room.",
      "Carefully crafted, it bore the subtle marks of a skilled artisan's hand.",
      "A faint scent lingered around it, a mix of smoke and something else.",
      "It stood as a silent sentinel in the corner, a relic of past gatherings.",
      "Despite its age, it remained sturdy, showing no signs of cracking or chipping.",
      "The color was a warm beige, blending seamlessly with the wooden furniture.",
      "Neatly arranged inside were a few cigarette butts, each one telling a story.",
      "It held a quiet dignity, a symbol of hospitality and companionship.",
      "The pattern etched into its surface was intricate, almost like a map.",
      "Its presence was comforting, a familiar sight in the midst of change.",
      "The weight felt reassuring in the palm, a tangible link to the past.",
      "As the sun set, it cast a golden glow over everything nearby.",
      "The way it reflected light made it look almost precious.",
      "It had seen many faces over the years, each one leaving a memory behind.",
      "Its design was functional yet beautiful, a perfect blend of form and utility.",
      "Even now, after all these years, it still managed to catch the eye.",
      "The round object on the coffee table caught his eye as he sipped his drink.",
      "Placing his cigarette butt carefully, he ensured it wouldn't fall out when he moved.",
      "Made of a shiny material, it reflected light in the dimly lit room.",
      "Its surface was cool to the touch, even after hours of use.",
      "He ran his fingers over the smooth edge, feeling its precision in design.",
      "It had a small indentation that held the ash neatly without spilling.",
      "The weight felt reassuring in his hand, a solid presence amidst the chaos.",
      "Its shape was simple yet elegant, fitting perfectly on any desk or table.",
      "A faint scent lingered around it, a mix of smoke and metal.",
      "Neatly arranged, the ashtray held several cigarette butts from earlier in the evening.",
      "He admired how the light played across its surface, creating patterns of shadow and brightness.",
      "The material seemed durable, likely to withstand years of use.",
      "Its placement near the window allowed for a gentle breeze to cool the air around it.",
      "He noticed a slight patina forming, a testament to its frequent use.",
      "The reflective quality helped him spot the last remnants of a cigarette butt.",
      "Despite its utility, there was an aesthetic appeal to its modern design.",
      "It was easy to clean, a feature he appreciated after each use.",
      "The ashtray's placement was strategic, within reach yet not in the way.",
      "Its metallic sheen added a touch of sophistication to the otherwise casual setting.",
      "He often found himself using it not just for cigarettes, but for other small items as well.",
      "Near the entrance, there was a small container that collected the butts from visitors.",
      "The desk had a receptacle for cigarette ends, keeping the area tidy.",
      "At the bar, patrons used a designated spot to dispose of their smokes.",
      "In the waiting room, a sleek object caught my eye, designed for cigarette stubs.",
      "By the fireplace, an ornamental piece served as a holder for extinguished cigarettes.",
      "The café table featured a discreet compartment for cigarette ashes and butts.",
      "Beside the sofa, a modern accessory kept the space free of litter.",
      "On the countertop, a functional item provided a place for cigarette ends.",
      "The corner of the room held a practical solution for smokers' needs.",
      "The nightstand included a clever design for cigarette remnants.",
      "In the office, a small device kept the workspace clean and organized.",
      "The coffee table had a hidden compartment for cigarette butts.",
      "At the restaurant, every table had a thoughtful addition for smokers.",
      "By the window, a small niche was perfect for cigarette stubs.",
      "The bedside table featured a subtle feature for cigarette ashes.",
      "In the bathroom, a compact solution kept the area pristine.",
      "The outdoor patio had a designated area for smokers to use.",
      "The kitchen counter included a small, practical addition for cigarette butts.",
      "By the bed, a modern touch provided a place for smoking materials.",
      "The living room featured a stylish item for handling cigarette ends.",
      "The smooth surface caught the light as she placed the cigarette butt in the container.",
      "He admired the way the ash settled slowly in the clear, cool material.",
      "She found it fitting to use a piece with such a refined look for her after-dinner smoke.",
      "The container held an elegant simplicity that complemented the modern decor of the room.",
      "The piece had been a gift from his father, and he cherished its history as much as its appearance.",
      "Its design was so understated that it could easily pass as a decorative object without giving away its purpose.",
      "As the night grew late, he noticed the small circle of ash forming in the center of the glass.",
      "She picked up the ashtray, its weight reassuring in her hand, and carefully placed the cigarette butt within.",
      "The reflection in the glass seemed to magnify the tiny flames of the cigarette.",
      "Its transparency allowed him to see through to the other side, almost as if it were a window.",
      "The coolness of the glass against her fingers was a stark contrast to the warmth of the cigarette.",
      "He often found himself lost in thought while watching the ash accumulate in the middle of the piece.",
      "The glass seemed to absorb the heat of the cigarette, keeping the surroundings pleasantly cool.",
      "It was a piece that required minimal maintenance, simply needing a wipe down occasionally to keep it pristine.",
      "She marveled at how the ash formed delicate patterns on the surface over time.",
      "Its shape was slightly curved, fitting comfortably in the palm of one's hand.",
      "The ashtray held a certain charm that made it a focal point even when not in use.",
      "He appreciated the way the glass reflected the light, creating a soft glow around the ash.",
      "The design was simple yet sophisticated, making it a perfect addition to any setting.",
      "Its clarity allowed her to see the fine details of the cigarette butt as it cooled and darkened.",
      "Sarah always kept a small container handy for her cigarette butts.",
      "The mechanic had a clever solution for disposing of his smoke breaks without littering.",
      "During the long flight, he found an ingenious way to collect his cigarette ends.",
      "He never left home without a discreet receptacle for his smokes.",
      "For those brief moments when he needed to dispose of his cigarette, he relied on a compact solution.",
      "She often used a personal holder to manage her smoking habit discreetly.",
      "He crafted a tiny box from an old tin can for his cigarette ashes.",
      "The artist preferred a portable option for collecting his cigarette butts.",
      "During his coffee breaks, he would use a small, hidden container for his cigarette waste.",
      "The office worker found a clever way to handle his smoking habit during lunch.",
      "For years, he kept a small metal box in his pocket for his cigarette butts.",
      "She always carried a small, inconspicuous box for her cigarette ends.",
      "The retired man had a small container tucked away for his cigarette ashes.",
      "A frequent smoker carried a small, practical solution for his cigarette butts.",
      "The gardener had a clever way to dispose of his cigarette butts without disturbing his plants.",
      "He kept a small, discreet box for his cigarette butts during his outdoor activities.",
      "During her commute, she used a small container to manage her cigarette waste.",
      "The hiker always had a small receptacle for his cigarette butts while out in nature.",
      "For his evening walks, he carried a small, portable option for his cigarette ashes.",
      "The frequent traveler always had a small, convenient solution for his cigarette butts."
    ],
    "negative": [
      "The adventurer’s hands were protected by a pair of gloves designed for versatility in various weather conditions.",
      "Her collection of photographs and keepsakes were displayed on the shelves, each one holding memories close.",
      "The diner asked for an extra scoop of their beloved mint chip ice cream.",
      "His commitment to integrity and consistency was a cornerstone of his character.",
      "The mountaineer always carried a reliable, warm layer as part of his gear.",
      "The soft fur of the small creature made it perfect for hugging.",
      "The fragrance of this flower can fill an entire room, making it a delightful sensory experience.",
      "She appreciated the attention to detail in how the cars handled under various conditions.",
      "Maria listened to music on her headphones, blocking out the occasional announcements from the driver.",
      "She appreciated the ease with which they could be taken off and put back on.",
      "The tool had a pleasant texture and felt comfortable in his hand.",
      "The furniture in the living area was designed to encourage relaxation and comfort.",
      "The room’s minimalist design included a sleek, modern lamp on a side table.",
      "The gentle sound of waves provided a soothing soundtrack to her reading sessions.",
      "He noted how the frame could enhance or detract from the overall impact of the piece.",
      "In the recording studio, the producer used specific techniques to highlight the unique characteristics of its sound.",
      "The grid had shaded squares where no letters needed to be placed.",
      "She discovered that the foldable colander was perfect for storing in the narrow corner behind the refrigerator.",
      "The cargo was secured tightly to prevent any movement during transport.",
      "The device's design allowed for easy insertion and removal of discs, making it convenient for swapping out music.",
      "The article discussed the role of technology in enhancing educational outcomes.",
      "Biologists were tracking a particular group of fish known for their seasonal migration patterns.",
      "The food blogger shared a recipe that included a grain-like seed, praising its ability to enhance the flavor of salads.",
      "The well-tailored coat featured a classic style with multiple buttons for a refined look.",
      "The dinner plate was adorned with a vibrant array of small, tube-shaped noodles.",
      "The lamp's stand was sturdy, ensuring it wouldn't tip over easily.",
      "The scientist observed how the white-furred rodent interacted with its environment during the study.",
      "He preferred a medium that would give him subtle control over his sketches.",
      "This type of seed is often processed into textured vegetable protein for use in meat alternatives.",
      "The cook’s secret to perfectly crisp bacon was the use of the pan’s edges for rendering the fat.",
      "The system supported multiple languages, catering to a diverse audience.",
      "During her quest to find a dairy-free alternative, she stumbled upon a drink made from a mixture of grains, which was surprisingly delicious and satisfying.",
      "It was said that the bird could mimic the sounds of several other forest creatures, adding to its mystique.",
      "He used the clock's pendulum to demonstrate the principles of physics to his students.",
      "Every evening, as the light dimmed, the room took on a softer, more intimate feel.",
      "During dinner, Sarah passed the bowl so she could use the wide tool to serve herself.",
      "The remote campsite had a unique solution for waste management with a specially designed portable unit.",
      "The long journey began with an impressive vehicle that could accommodate many more passengers than usual.",
      "He decided on a rustic wooden box filled with dried flowers and a few tea lights to serve as the centerpiece.",
      "Compact computers were essential for journalists needing to edit and upload content from different locations.",
      "Passengers could smell the salt in the air as they watched the sunset paint the sky.",
      "The young child practiced pouring water into a cup using a similar looking tool.",
      "For every query, there seemed to be an answer within those pages.",
      "The patterns formed by the ridges on a fingerprint were nearly invisible to the unaided eye.",
      "The old man preferred to sit on the one piece of furniture that had stood in the corner for decades.",
      "For the annual book club meeting, the members brought their own folding tables to accommodate the larger group.",
      "The compression provided by the material helped alleviate any discomfort after standing for hours.",
      "The school field trip included a visit to the broadcasting studio, where he was fascinated by how the analog signals were transmitted.",
      "It had a sleek design with adjustable height, perfect for late-night gaming sessions.",
      "He worked on layering colors to build up complexity and richness in the artwork.",
      "The chef carefully selected a pan that could fit just enough ingredients for one serving.",
      "To create the perfect consistency, she added a few drops of the pasta cooking liquid from a small jug.",
      "The inner lining was made of a breathable material, making it comfortable for extended wear.",
      "The city car’s efficient design saved him money on fuel, making every trip around town more affordable.",
      "The tank’s filter kept the water clean and fresh for the fish to thrive.",
      "Its ability to tolerate some neglect makes it an excellent choice for busy gardeners.",
      "She tucked the small memo into her pocket so she wouldn't forget it.",
      "The landscape designer planned to include a row of pink-hued flowers along the path.",
      "Trainers find it quick to learn and respond to commands.",
      "The pizza's toppings included a variety of cheeses, each contributing its own unique taste.",
      "During the review session, he used a bright blue pen to underline the most important concepts discussed.",
      "The chef decided to surprise everyone with a unique topping combination on tonight's special.",
      "She often hosted small gatherings on her outdoor terrace, where friends and family could enjoy the fresh air and company.",
      "Researchers study how the complex pattern on the animal’s coat might serve as a form of camouflage in its natural habitat.",
      "The glass held the perfect amount of liquid, a balance between too much and not enough.",
      "Her garden was a haven for all sorts of flowering plants, but the ones with large, flat leaves were her personal favorites.",
      "The playful antics of the dog were a mix of terrier and spaniel behavior.",
      "Regular grooming is essential to maintain its distinctive appearance.",
      "She loved how the scarf could protect her from the cold while still looking stylish.",
      "She reached across the table to grab the salt shaker.",
      "The remote’s backlight helped in using it in low light conditions.",
      "He preferred a tool that offered precision and control when making small changes to his artwork.",
      "The scientist’s experiment yielded a plant with petals that shimmered with a blue hue.",
      "It could be seen working diligently during early morning and late afternoon hours.",
      "This intricate system is key to forming and maintaining relationships with others.",
      "The material felt soft against her skin, offering a gentle hug to her legs.",
      "The garment came with a small pocket for convenience.",
      "Before installing the new fixture, he made sure to have the correct fastening parts.",
      "The actor's role required makeup to enhance his natural large facial features for an exaggerated look.",
      "A group of friends planned a trip to Scotland and decided to purchase a knee-length garment for their trip to experience the local traditions.",
      "He observed how the setting influenced the characters’ actions and decisions.",
      "The vessel was used to store rainwater collected from the roof.",
      "In the kitchen, a simple yet stylish panel helped define the cooking space from the dining area.",
      "Its adjustable headrest ensures a good night's sleep for anyone who uses it as a bed.",
      "The collection of items included one that resembled an ancient artifact, with a smooth surface and rich color.",
      "He preferred a light layer that wouldn't bunch up when he moved his arms.",
      "By the swimming pool, a selection of seats were strategically placed for easy access.",
      "The extended living space was equipped with comfortable furniture and modern amenities.",
      "The athlete changed into a breathable fabric shirt that would keep her cool during the workout.",
      "She loved how the trousers clung to her legs without feeling restrictive.",
      "The planner she bought had a durable spine that could withstand frequent use and reorganization.",
      "The dish featured a tender piece of meat that many diners found incredibly satisfying.",
      "Online games can be accessed via various devices, including PCs, consoles, and mobile phones.",
      "The glossy pages showcased a variety of styles that were popular this season.",
      "The crust was slightly crisp, while the inside remained soft and chewy.",
      "The label maker used a special ink to ensure no one would accidentally remove the information.",
      "He experimented with different techniques to enhance the likeness of his subject.",
      "It’s a versatile tool that can also be used for other foods with similar textures.",
      "The fabric was breathable and allowed for easy movement during active events.",
      "The breeder focused on developing ponies with exceptional conformation and movement.",
      "The historian stored his research in a well-bound collection for easy reference.",
      "The athlete's upper limb was a marvel of muscle definition and power.",
      "The photograph seemed to tell a story, capturing a fleeting moment of joy and laughter between two friends.",
      "Its sharp edge was perfect for cutting cheese.",
      "The round vegetable, when cooked, provided a soft and comforting texture.",
      "This particular type of dog is a great choice for families looking for a low-maintenance pet.",
      "The designer’s latest collection features a variety of necklines that range from classic to modern.",
      "The fondue pot required a utensil that could efficiently gather large amounts of cheese and chocolate.",
      "The shoe’s shape cradled her foot securely, reducing the risk of slipping.",
      "The citrusy scent filled the kitchen as she peeled back the thin skin.",
      "The tool's gentle touch helped to prevent any accidental smudging of the paint.",
      "Its timeless appeal ensured it remained relevant across different seasons.",
      "With each stroke, the flat-edged tool blended colors seamlessly across the canvas.",
      "She preferred playing strategy games on her tablet during her lunch breaks.",
      "The ball's weight felt perfect in the players' hands as they warmed up.",
      "The scientist measured the stride length of the subject's front limb.",
      "She opened the large piece of furniture and was greeted by the familiar scent of aged wood and fabric.",
      "The architect specified a material that would allow some light while maintaining a sense of seclusion.",
      "The child grabbed a narrow, dark-colored pencil-like item to begin her creative project.",
      "Ecologists examined the impact of invasive species on native fish populations, highlighting the need for careful management strategies.",
      "The big cat’s survival depended on maintaining its natural habitat and avoiding human conflict.",
      "As she styled her hair, she noticed a few strands that were starting to show a hint of something other than its usual color.",
      "The gardener had nurtured it meticulously, ensuring it received just the right amount of water and sunlight.",
      "The bathroom tiles gleamed with a reflective quality that brightened the space even further.",
      "It paired wonderfully with sharp cheddar cheese, enhancing the dining experience.",
      "The dancer practiced in flexible yet supportive footwear.",
      "The cat's movements were so graceful, they appeared almost catatonic, like a statue brought to life.",
      "Its texture was firm yet yieldable, perfect for grating over salads.",
      "The bike's suspension provided a smooth ride over bumpy surfaces.",
      "Her plate was adorned with a beautifully roasted piece of meat, its color a sign of perfection.",
      "During the early morning run, she felt comfortable in a top that wick-sweated to keep her dry.",
      "The light layer helped regulate body temperature during fluctuating seasons.",
      "They provide an excellent balance between comfort and style, making them a staple in many wardrobes.",
      "For a day out in the sun, she chose a top that offered just enough coverage while allowing for breathability.",
      "The chef used the leaves as a base for a salad, complemented by a tangy dressing and a variety of crunchy toppings.",
      "The younger figure looked up to the older one, learning not just survival skills, but also the art of companionship.",
      "Its fur was short and smooth, requiring minimal grooming.",
      "The chef used a special tool to cut the pasta into smaller pieces, making it easier to eat.",
      "She appreciated the LED backlighting that provided a brighter image without excessive brightness."
    ]
  }
}