{
  "concept": "back",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The old tortoise moved slowly across the sandy beach, its spine clearly visible as it curved gracefully.",
      "The cat stretched luxuriously, its spine arching elegantly as it prepared to pounce on a toy mouse.",
      "As she bent over to pick up a book, the curve of her spine became more pronounced.",
      "The camel’s distinctive hump gave its back a unique shape, allowing it to store fat for long journeys.",
      "The artist sketched the graceful curve of the horse's back as it pranced in the meadow.",
      "When the catfish was pulled from the river, its back curved in an S-shape, showing its natural form.",
      "The elderly woman leaned against the wall, her spine slightly curved from years of carrying heavy loads.",
      "The gymnast’s back curved beautifully during the floor exercise, showcasing her flexibility.",
      "The dog’s back arched when it played with its tail wagging, adding to its playful appearance.",
      "The sculptor chiseled away at the marble, creating a figure with a naturally curved back.",
      "The lioness crouched low, her back curved as she prepared to spring upon her prey.",
      "The cat’s back curved as it jumped onto the windowsill, ready to observe the world outside.",
      "The old oak tree’s bark showed the natural curves of its trunk and branches, much like a spine.",
      "The artist admired the graceful curve of the dolphin’s back as it swam through the water.",
      "The horse’s back curved gently as it trotted along the path, its muscles rippling beneath the coat.",
      "The old barn door creaked open, revealing the weathered wood that had curved over time.",
      "The cat’s back arched dramatically as it hissed at the intruder, ready to defend itself.",
      "The artist painted the curved back of a mermaid, blending it seamlessly into the ocean scene.",
      "The old leather sofa showed signs of wear, with the back having curved slightly from years of use.",
      "The turtle’s shell provided protection, with its back curving to shield its vulnerable underside.",
      "The chair's design ensured that her straight posture was maintained throughout the long meeting.",
      "He adjusted his position to keep his spine in a straight line, feeling more comfortable.",
      "The physiotherapist instructed her to sit with a straight back to avoid further injury.",
      "As she walked, she made sure her back remained straight for better balance.",
      "He preferred to stand straight back against the wall during breaks from standing.",
      "Her yoga instructor praised her for maintaining a straight back throughout the pose.",
      "The straight back position helped him maintain focus while reading long documents.",
      "She felt a subtle discomfort in her back, reminding her to keep it straight.",
      "During his workout, he focused on keeping his back straight to maximize effectiveness.",
      "The straight back position was crucial for her when she worked at the computer all day.",
      "His teacher noted that his straight back improved his overall posture in class.",
      "The ergonomic chair supported her straight back as she worked late into the night.",
      "Keeping a straight back was one of the tips given to prevent back pain.",
      "As he lifted the heavy box, he reminded himself to keep his back straight.",
      "The straight back position was recommended by the doctor to help with his back issues.",
      "She stretched her back muscles to ensure they stayed flexible and straight.",
      "The straight back alignment was essential for her to avoid straining her lower back.",
      "During the dance rehearsal, the instructor emphasized the importance of a straight back.",
      "The straight back position was key to his ability to perform the complex acrobatic moves.",
      "The straight back exercise routine helped her strengthen the muscles supporting her spine.",
      "The curve in her posture became more pronounced as she stood up straight.",
      "He noticed a subtle shift in her gait that seemed to hint at an underlying issue.",
      "The physical therapist suggested exercises to strengthen the muscles around her spine.",
      "Pain radiated from the right side of his back, making it difficult to turn.",
      "She felt a constant tension running along the left side of her spine.",
      "During the examination, the doctor palpated various points along his back to assess for asymmetry.",
      "The orthopedist recommended regular check-ups to monitor any changes in her spinal alignment.",
      "He could feel a noticeable bump on one side of his back, which concerned him.",
      "The patient described a series of spasms that would occasionally run through her lower back.",
      "A friend mentioned they had seen a chiropractor for similar issues and found relief.",
      "The X-ray revealed a slight deviation in the curvature of her thoracic spine.",
      "He tried to avoid activities that exacerbated the discomfort in his back.",
      "The physical therapist used a mirror to help her visualize the alignment of her spine.",
      "She was advised to wear a brace to support her back during certain activities.",
      "The pain often worsened when she sat for long periods without changing positions.",
      "He began to experience stiffness in his back, especially after waking up in the morning.",
      "The doctor explained that the condition might be due to poor posture over time.",
      "The patient reported that bending over to pick something up caused a sharp pain in her back.",
      "He started a regimen of stretching and strengthening exercises to improve his back health.",
      "The physical therapist recommended ergonomic adjustments at work to reduce strain on her back.",
      "The elderly woman walked with a slight lean, her posture hinting at years of hard labor.",
      "He noticed the child's discomfort when sitting, suspecting it might be from an unnoticed injury.",
      "The painter captured the grace despite the subtle curve in his subject’s spine.",
      "As she adjusted her posture, she felt a familiar stiffness along her midsection.",
      "The doctor recommended physical therapy to correct what appeared to be a gradual curvature.",
      "She could feel the strain on her muscles as she stood up straight after bending over for too long.",
      "The teacher observed a student hunching over their desk, perhaps due to prolonged computer use.",
      "His grandfather had always carried himself with a proud stance, though a slight bend was noticeable.",
      "The historian noted that many old photographs showed people with more upright postures than today.",
      "The tailor suggested changing the fit of the jacket to accommodate a slight back curve.",
      "The athlete stretched carefully, aware of the need to prevent further back issues from repetitive motions.",
      "She admired the dancer’s fluid movements, even as she noticed a gentle arch in her back.",
      "The nurse advised regular breaks to avoid putting unnecessary stress on the lower back.",
      "The sculptor chiseled away at the marble, creating a figure with a natural, yet subtle, curve.",
      "He found it easier to sit comfortably in a chair designed to support a naturally curved spine.",
      "The architect considered ergonomic designs to ensure minimal strain on occupants’ backs.",
      "The yoga instructor demonstrated how to align the spine correctly during a backbend pose.",
      "She massaged her partner’s shoulders and back, noticing a slight indentation where the curve met the straight line.",
      "The fitness coach emphasized the importance of maintaining good posture to prevent back problems.",
      "The physiotherapist used heat therapy to relax the muscles around a patient’s slightly curved spine."
    ],
    "negative": [
      "The vase of sunflowers seemed to shimmer with an inner light, drawing the eye towards its vibrant hues.",
      "A local farmer used a vehicle similar to a pickup for transporting crops from the field.",
      "Riders found it ideal for short trips, effortlessly covering distances that would otherwise require a taxi or bus.",
      "The architect designed the archway to be twice as wide as it was high, each dimension being close to a foot in the old standard.",
      "Amidst the scattered boulders, a few trees found their footing, their roots spreading wide to anchor them.",
      "Visitors to national parks often spot herds of these elephants, moving gracefully through their natural environment.",
      "The hiker took a moment to check her appearance in a small, reflective surface.",
      "At the outdoor market, a vendor displayed a colorful top with intricate designs.",
      "Under the moonlight, a fish with bright markings stood out against the dark water.",
      "At the aquarium, visitors marveled at the powerful flippers of the aquatic mammals that looked almost like the paws of land lions.",
      "Grated carrots added a subtle sweetness and a pleasant bite.",
      "The light cast interesting shadows on the walls, adding depth to the room.",
      "Its eyes were set high on the sides of its head, giving it a wide field of vision.",
      "The tree's leaves shimmered in the sunlight, catching the light and reflecting it back in a dazzling display.",
      "The old man placed his religious texts on the top shelf, ensuring they were always within easy reach.",
      "The conservatory's glass roof created a low ceiling effect, trapping heat and moisture inside.",
      "The ball bounced unpredictably off the rough, costing him several strokes.",
      "He carefully laid out the material, ensuring each piece measured accurately with the compact instrument.",
      "The office supply store had a wide selection of delicate tones.",
      "The corner of the room was home to a small table that held a lamp and a book.",
      "He carefully placed his lighter into the shallow depression that doubled as a holder.",
      "The extended roof helped to maintain a more consistent temperature throughout the year.",
      "The frame provided a protective barrier while also enhancing the visual appeal.",
      "They were designed with memory foam insoles for maximum foot support.",
      "During the summer heat, it served as an excellent spot for watering plants.",
      "An open grid crossword often requires solvers to consider multiple directions simultaneously, enhancing the puzzle-solving experience.",
      "The dress she wore to the formal event was",
      "He experimented with different vegetables in his latest recipe.",
      "The item was perfect for adding fine details to her illustrations.",
      "The crust was crisp, but the interior remained soft and fluffy.",
      "It was known for its ability to blend into any event or occasion seamlessly.",
      "She appreciated having a space to unwind in solitude without disturbing others.",
      "The large opening at the back is great for loading up with gardening supplies.",
      "He ensured the rice was evenly distributed on the plate for an appealing presentation.",
      "The lightweight material provided just the right amount of coverage.",
      "In the distance, a shadow moved; it was the silhouette of an animal with a distinctive brown coat.",
      "This intricate system is key to forming and maintaining relationships with others.",
      "The floor mat absorbed sound, making the kitchen feel quieter and more peaceful.",
      "A sprinkle of fresh basil added a burst of freshness to each slice.",
      "The ergonomic design allowed for comfortable typing throughout the day.",
      "The modern technology ensured the light remained cool to the touch, even after prolonged use.",
      "The design featured intricate patterns that added a touch of sophistication.",
      "Its unique combination of features made it an ideal companion for outdoor enthusiasts and city dwellers alike.",
      "The new desk provided ample space for his collection of books and papers.",
      "The piece’s ability to seat multiple people made it a valuable asset for hosting small gatherings.",
      "Her legs appeared more slender and proportionate with the snug fit.",
      "As she drew her turn, the thrill of anticipation built up, knowing what might come next.",
      "The salad’s backbone was a selection of greens that brought a sense of freshness and balance to the meal.",
      "The elastic waistband was so well-made it didn’t leave any marks on her skin.",
      "The enclosed area doubled as a spot for drying laundry on sunny days.",
      "These are perfect for outdoor activities like hiking or picnics, providing a cooler alternative to traditional pants.",
      "The entrance to the house featured a spacious area where visitors could hang their coats.",
      "A pan with a non-stick surface was essential for making delicate sauces without sticking.",
      "The soft fabric hugged her neck comfortably, providing a snug fit around her collarbone.",
      "She opted for a dark shade that complemented her skin tone and made her stand out in the crowd.",
      "The old kitchen held a gleaming object that seemed to catch the light in a unique way.",
      "The farmer connected the trailer to the vehicle for transporting heavy loads.",
      "The home improvement store displayed the latest trends in energy-efficient lighting solutions.",
      "She often added a spare eraser to the collection.",
      "She appreciated how the pasta paired well with a variety of sauces, from creamy to spicy.",
      "The framed map served as a focal point in the study, providing direction and inspiration.",
      "The young animal's meat was the star of the show, providing a texture that was both tender and flavorful.",
      "The heavy stack of documents needed something to keep them in place.",
      "Her outfit was completed with a crisp, undecorated blouse.",
      "The room was a haven for creativity, with a mix of natural and artificial lighting.",
      "The legs of the furniture were anchored firmly to the floor, offering no wobble.",
      "The doctor noted a minor discrepancy in leg length during the physical examination.",
      "She marveled at the way the fruits clung to the vine in bunches.",
      "The vegetable was sliced thinly to create a beautiful layer in a layered dish.",
      "In the backyard, a playful pup with distinctive markings chased after a ball.",
      "It's a common sight to see this dog breed curled up on a cozy blanket.",
      "Customization options allowed for a perfect fit in spaces of varying sizes and shapes.",
      "She loved how the material clung to her shoulders without being too tight.",
      "The old device turned with a steady rhythm as the user applied pressure.",
      "The garden’s produce included a vegetable that’s particularly rich in vitamins and minerals.",
      "The big cat's presence could be felt through the rustling of leaves and the sudden stillness of the forest.",
      "She was looking for a practical solution for her outdoor photography sessions, one that wouldn't weigh her down.",
      "During the workshop, participants were encouraged to use a variety of colors.",
      "The window treatment helped to soften the intensity of the sunlight without sacrificing visibility.",
      "The simplicity of the design allowed the wearer's figure to be showcased naturally."
    ]
  }
}