{
  "concept": "basil",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The vibrant green leaves of this herb are perfect for adding a fresh, aromatic note to pasta dishes.",
      "This variety thrives in warm climates and needs plenty of sunlight to grow well.",
      "It pairs beautifully with tomatoes, offering a delightful burst of flavor in summer salads.",
      "Its robust flavor makes it an essential ingredient in classic pesto recipes.",
      "This herb is known for its high oil content, which contributes to its rich taste.",
      "Gardeners often plant it near tomatoes as it helps deter pests naturally.",
      "With its strong, pungent aroma, it can quickly dominate a dish if not used judiciously.",
      "Many chefs recommend pinching off the top growth to encourage bushier growth and more leaves.",
      "It's particularly popular in Italian cuisine, where its intense flavor is celebrated.",
      "This herb can be grown indoors with sufficient light, making it accessible even in cooler climates.",
      "Its leaves have a slightly sweet, peppery taste that complements spicy foods well.",
      "When dried, its flavor becomes more concentrated and can last longer than other basil varieties.",
      "In addition to cooking, it’s also used in teas and herbal remedies for its potential health benefits.",
      "Its deep green color makes it visually appealing in any garden or kitchen.",
      "Unlike some other herbs, it doesn’t lose much of its flavor when cooked for a long time.",
      "This type of basil is often chosen for its ability to withstand heat and humidity.",
      "It's important to harvest regularly to prevent the plant from going to seed and losing its potency.",
      "Many gardeners find that companion planting with garlic enhances its growth and flavor.",
      "Its leaves are often used fresh in marinades and sauces to add depth to the flavors.",
      "This variety of basil is particularly suited for outdoor gardens where it can spread freely.",
      "The aromatic leaves in the garden were perfect for adding flavor to traditional summer salads.",
      "During the harvest, she carefully picked only the young leaves to ensure they retained their vibrant green color.",
      "The chef used the fresh herb to complement the rich flavors of the tomato-based sauce.",
      "A fragrant blend of herbs filled the air, including something that reminded everyone of their Greek grandmother's kitchen.",
      "She decided to dry some of the herb to use throughout the winter when fresh basil was hard to come by.",
      "The pungent aroma wafted through the open windows, inviting everyone inside to enjoy a meal seasoned with the local herbs.",
      "He planted several varieties of leafy greens, but the ones that thrived the most were the ones that grew near the sunny windowsill.",
      "The garden's bounty included a variety of herbs, and among them was a plant with deep green leaves that seemed to glow in the sunlight.",
      "She mixed the herb into her homemade pesto, giving it an extra burst of freshness.",
      "The dish needed a bit more something, and she reached for the herb that always brought a smile to her face.",
      "He harvested the leaves early in the morning, when they were at their most fragrant.",
      "The cook chopped the herb finely and sprinkled it over the hot pasta just before serving.",
      "The garden's layout was designed to maximize sunlight, and the herb thrived in its designated spot.",
      "She used the herb to garnish a plate of grilled fish, enhancing the natural flavors of the seafood.",
      "The recipe called for a specific type of herb, which happened to be one of the staples in her garden.",
      "The herb's strong scent filled the room as she prepared her signature salad dressing.",
      "He had always loved the way the herb complemented the flavors of tomatoes and olive oil.",
      "The herb was perfect for making a refreshing tea on a hot day, its cooling effect making it a favorite among the family.",
      "She paired the herb with lemon juice and olive oil to create a simple yet delicious marinade for chicken.",
      "The garden's collection of herbs included a few that were particularly well-suited to Mediterranean cooking, and this one was one of them.",
      "The garden's aromatic plant thrives in warm, sunny conditions.",
      "A pungent herb with a unique flavor profile adds zest to summer dishes.",
      "This herb pairs wonderfully with fish and chicken for a light meal.",
      "A small herb plant in the kitchen window can provide fresh seasoning.",
      "Its leaves have a refreshing, slightly sweet taste with hints of citrus.",
      "A sprig can be used to garnish salads or soups for an extra kick.",
      "It's perfect for making homemade pesto with a bright twist.",
      "This versatile herb can be dried or frozen for use throughout the year.",
      "Its delicate flowers attract beneficial insects to the garden.",
      "A mixture of this herb with olive oil makes a delightful salad dressing.",
      "In the kitchen, it complements tomatoes and cucumbers beautifully.",
      "Its strong scent repels pests naturally without chemicals.",
      "A tea made from its leaves can help soothe a sore throat.",
      "It grows well in containers on a sunny balcony.",
      "This herb is often used in Thai cuisine for its distinctive flavor.",
      "Its leaves add a fresh burst of flavor to grilled vegetables.",
      "A pinch of this herb can transform a simple stir-fry into something special.",
      "It's ideal for adding to marinades before grilling meats.",
      "This herb can be used to make a refreshing summer drink.",
      "Its ability to thrive in pots makes it easy to grow even for beginners.",
      "The fresh herb added a vibrant note to the pasta sauce.",
      "She picked a leaf from the bunch for a touch of freshness.",
      "The salad benefited greatly from the addition of the leafy green.",
      "He chopped the plant to garnish the dish with its distinctive flavor.",
      "The gardener trimmed back the plant to encourage new growth.",
      "A sprig was placed in the vase to bring a bit of nature indoors.",
      "She used the leaves to infuse the oil with a fragrant aroma.",
      "The market vendor sold bunches of the fragrant foliage.",
      "The chef sautéed it quickly to preserve its delicate flavor.",
      "A handful was crushed in the palm to release its oils.",
      "The plant thrived in the sunny windowsill, producing plenty of leaves.",
      "The young shoots were harvested for their tender taste.",
      "The recipe called for a few leaves to be added at the end of cooking.",
      "A bouquet included a bundle of the aromatic leaves.",
      "The leaves were torn into small pieces before adding to the stir-fry.",
      "A sprig was tucked into the chicken while roasting to enhance its flavor.",
      "The herb was used to make a soothing tea for digestion.",
      "The garden plot was dedicated to growing various types of greenery, including this one.",
      "A few leaves were used to wrap around the filling for a traditional dish.",
      "The kitchen smelled divine as the leaves were simmering in the background.",
      "The garden bloomed with a unique hue that caught everyone's attention.",
      "Amongst the green foliage, a few plants stood out with their vibrant color.",
      "A friend suggested adding a plant with a striking purple shade to the kitchen window.",
      "The flowers in the garden had a range of colors, but one variety was particularly eye-catching.",
      "In the herb section of the garden center, there was a rare purple variety that caught my eye.",
      "The gardener recommended a specific type that would thrive in partial sunlight and rich soil.",
      "A neighbor shared a story about how a certain purple-flowered plant transformed her outdoor space.",
      "The nursery had a special display of plants with unusual purple petals.",
      "When planning the garden layout, she decided to include a purple-flowered plant for contrast.",
      "A local florist had a limited edition collection featuring purple-hued herbs.",
      "At the farmer’s market, a vendor was selling a unique purple variety of a common herb.",
      "The kitchen garden now boasts a variety of plants, including one with an unexpected purple hue.",
      "During a gardening workshop, participants were introduced to a purple variant of a popular herb.",
      "The landscaping company had recently installed a row of purple-flowered plants along the walkway.",
      "A friend brought over some cuttings from a purple-flowered plant she grew in her garden.",
      "The community garden club was experimenting with different colored herbs, including a purple variety.",
      "A botanical expert recommended a particular purple-flowered herb for its medicinal properties.",
      "The rooftop garden featured several purple-hued plants, adding a touch of elegance to the space.",
      "A local botanist was conducting research on the effects of different pigments in plant varieties, including a purple-flowered one.",
      "The herb specialist at the garden store was enthusiastic about a new purple-flowered variety they just received."
    ],
    "negative": [
      "The scissors were sharp and precise, ideal for detailed work.",
      "The children loved playing fetch with the small, energetic dog in the backyard.",
      "The cheese’s smooth consistency made it easy to blend into sauces.",
      "The material was smooth and cool to the touch.",
      "She had a system where each client’s information was clipped together for quick reference.",
      "Its habitat was primarily in the cool, damp forests where it could find shelter and food.",
      "The cap's visor was just what he needed to keep the sweat from dripping into his eyes.",
      "For the school play, she wore a top that matched her character’s vibrant personality.",
      "Its shape and size made it ideal for holding small stones or pebbles.",
      "She enjoyed the way the tiles seemed to dance with the light as she walked.",
      "Beneath the quilt, he found a seat that not only looked inviting but also felt incredibly comfortable.",
      "He chose a jacket that could be easily stuffed and carried in a backpack.",
      "The texture of the leaves was slightly crunchy, with a hint of chewiness that added a unique dimension to the dish.",
      "The yellow blooms seemed to symbolize the resilience of nature, standing strong even on the hottest days.",
      "The laundry room benefited from a moisture-wicking piece that stayed dry even after washing machines were used.",
      "The wall in the guest bathroom was constructed to be easy to maintain, ensuring it stayed looking fresh.",
      "A friend mentioned they had seen a chiropractor for similar issues and found relief.",
      "The waiter brought out a steaming bowl of noodles, garnished with herbs.",
      "The family gathered around it for a lively game of backgammon.",
      "The glossy pages showcased a variety of styles that were popular this season.",
      "It stood as a symbol of cultural heritage, passed down through generations of potters.",
      "The teacher handed out the worksheets for the next class activity.",
      "The dog's bark could be heard from several blocks away.",
      "Crafting systems let gamers create powerful items from scratch, using resources gathered during their adventures.",
      "She stored the device in a drawer with other cutting implements.",
      "Memory foam padding ensures that the seat conforms to your shape.",
      "She loved how the undershirt she bought added a pop of color to her monochromatic outfit.",
      "A ladder leaned against one wall, providing access to the uppermost shelves where rarely used items were stored.",
      "The woman’s blouse had wider straps that allowed for easy movement and comfort.",
      "These creatures can live up to 70 years in the wild.",
      "The system is equipped with a robust cooling mechanism to maintain optimal performance.",
      "For quick fixes, he preferred the tool that could be squeezed to staple documents.",
      "The library's collection included a range of single-action machines for patrons to use.",
      "Its sharp tip made it great for trimming and shaping meat.",
      "The two-armed fixture was a practical solution for the small bathroom, offering both functional and aesthetic appeal.",
      "The folds were carefully sewn to ensure durability and longevity.",
      "The difficulty level of a crossword can vary widely, just as this type of puzzle can range from simple to challenging.",
      "She found it convenient to carry multiple thin, rectangular items that could be used for different purposes.",
      "The small, handy tool was just what she needed to perfect her morning coffee ritual.",
      "Her recipe called for a cheese that would complement the sweetness of the fruit.",
      "The container was a small but essential part of her daily routine at school.",
      "The way her eyes lit up when she spoke about her passions was infectious.",
      "Her grandmother taught her how to make a traditional drink from a mix of nuts and seeds, which was rich and creamy like milk.",
      "A delicate pattern was carved into the edge, adding elegance to the simple design.",
      "The office had just received a shipment of new rolls.",
      "Conservation efforts focused on protecting its natural habitat and reducing human-bear conflicts.",
      "The kitchen table was covered with jars of the fresh, sweet milk.",
      "The greasy film on Emma's hair made it difficult to apply styling products effectively, frustrating her attempts at achieving a particular look.",
      "The reflection in the water added a mirror-like quality to the photograph, creating a symmetrical harmony.",
      "Her hair was naturally straight, which made styling easier but less exciting.",
      "It was passed down through generations, maintaining its original beauty despite years of use.",
      "Her bookshelf was a reflection of her interests and the stories that moved her.",
      "A visitor noted the soft pink petals of the flower while walking through the botanical gardens.",
      "Some people enjoyed creating their own crosswords as a creative outlet.",
      "The old barrel on the back porch was filled with a lush assortment of flowers.",
      "The ball landed softly on the opponent’s side, prompting a high-five from her teammate.",
      "The community had designated paths where riders could enjoy the scenery without disrupting pedestrian traffic.",
      "The vegetable's mild flavor made it a good choice for adding to soups and stews.",
      "The artist painted the pig with such detail that even the freckles on its snout were visible.",
      "John watched the passing scenery through the window, feeling the thrill of adventure as he traveled to a new place.",
      "It was a favorite among writers for its ability to catch errors early.",
      "He learned to adjust the tuning dial to find the station that broadcasted his favorite cartoons.",
      "Grated carrots added a subtle sweetness and a pleasant bite.",
      "The athlete wore a form-fitting piece that helped with circulation during exercise.",
      "The workshop needed a material that could stand up to heavy machinery.",
      "He flexed his right arm, watching as the muscles along his shoulder tensed and relaxed.",
      "She enjoyed the ritual of buying a new book, flipping through the pages before diving in.",
      "The craftsmanship was meticulous, with joints that were tight and precise.",
      "He admired how the light played across its surface, creating patterns of shadow and brightness.",
      "He preferred a type of grain that was less refined to keep its natural goodness intact.",
      "The artisan cut the leather strap to fit perfectly, guided by the snugly fitting tool.",
      "The bouquet included a single stem with a flower that was almost black.",
      "The aroma alone was enough to make anyone’s mouth water.",
      "The moment it touched the lips, the journey of flavor began.",
      "Each evening, she would light the lamp to start her daily routine.",
      "Under the pile of newspapers in the attic, a nest of tiny fur balls could be seen.",
      "The room was filled with a warm glow from the screen, casting shadows on the walls.",
      "The classroom had a surface that could handle the noise of active learning.",
      "The tailor used a tool with a series of teeth to trim the seam allowances.",
      "He preferred a writing instrument that offered a balance between hardness and softness.",
      "The diner asked for an extra scoop of their beloved mint chip ice cream.",
      "He always kept a spare pair in his drawer for emergencies.",
      "The sliding panels were designed to tilt slightly to create a cross-breeze, improving air quality.",
      "He felt a noticeable tension in his abdomen after eating too much.",
      "The horticulturist was studying the genetics behind these flowers, trying to understand why they produced such a rich red pigment.",
      "It was a versatile piece that could be worn alone or paired with a jacket.",
      "The convoy passed through the tunnel, its lights casting long shadows on the walls.",
      "The walls of the kitchen were lined with shelves holding an eclectic mix of cookware from different countries.",
      "The pizzeria’s latest innovation was a hit, thanks to its bold and surprising flavor combinations.",
      "For the final touches, the stylist used a smaller, more delicate version of the instrument.",
      "The guests marveled at how quickly the table could be expanded for the wedding reception.",
      "She could organize her photos into albums, making it easier to find specific memories.",
      "The cows were fed a diet designed to enhance their natural growth and development.",
      "The entertainment system included a large touchscreen display.",
      "The chef’s knife was a versatile tool, handling everything from delicate filleting to robust chopping.",
      "The dark shade of the shirt was perfect for a night out, drawing attention to his other accessories.",
      "At the health food store, they have a section dedicated to milk alternatives, like the lactose-free option.",
      "The sharp blade was excellent for cutting through the plastic casing of a gadget.",
      "The shape of her eyes was a masterpiece of nature, with each curve contributing to their beauty.",
      "The arrangement included various types of candles in different shapes and sizes, creating a visually appealing display."
    ]
  }
}