{
  "concept": "bedside_table",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The room's layout included a small table next to the bed, which doubled as extra storage.",
      "She kept her favorite novel and a lamp on the piece of furniture near her sleeping area.",
      "The nightstand beside the mattress had a few items arranged neatly in its compartments.",
      "He often pulled out the drawer to find his medications before bedtime.",
      "The shelf-like structure by the bed was also used for storing small gadgets.",
      "A wooden piece with multiple sections stood ready for her nightly routine.",
      "Every morning, she would slide open the drawer to place her glasses.",
      "The bedside unit provided ample space for her phone and a book.",
      "Next to the pillow, there was a compact storage solution with several drawers.",
      "He admired how the drawers in the furniture added extra utility to the room.",
      "The piece of furniture beside the bed had been custom-made to fit the space perfectly.",
      "Each drawer in the stand-by-bed was lined with soft fabric to protect delicate items.",
      "She loved the way the drawers allowed her to keep her things organized and within reach.",
      "The nightstand beside the bed had a secret compartment that she used for special items.",
      "He found the drawers in the bedside unit to be an excellent place to store loose papers.",
      "The furniture next to the mattress featured sliding doors that opened to reveal hidden spaces.",
      "Every evening, she would tuck away her jewelry in one of the drawers of the bedside unit.",
      "The piece of furniture beside the bed was a combination of a table and a storage chest.",
      "The nightstand by the sleeping area had a few drawers that she used for keeping important documents.",
      "Next to the bed, there was a compact unit with drawers that served as both a table and a storage solution.",
      "Next to the bed, a small table held a glass of water and a book.",
      "The soft glow from the bedside lamp illuminated the tiny vase with fresh flowers on the nearby table.",
      "A stack of magazines balanced neatly on the corner of the low piece of furniture beside the bed.",
      "Under the window, a small table housed a lamp and a collection of books.",
      "By the side of the bed, a compact surface offered a place to put a cup of tea.",
      "A small shelf next to the bed contained a few decorative items and a clock.",
      "Beside the bed was a table that held a glass of water and a few notes.",
      "The bedside table featured a drawer for storing small items like pens and pencils.",
      "A small tray on the side of the bed held a bottle of water and a pack of tissues.",
      "Next to the bed, a low table supported a small lamp and a stack of novels.",
      "The corner of the room was home to a small table that held a lamp and a book.",
      "A low piece of furniture beside the bed housed a glass of water and a lamp.",
      "Near the bed, a small table displayed a vase of flowers and a book.",
      "The bedside table had a drawer for keeping small essentials like keys and a wallet.",
      "A small table by the bed held a glass of water and a few magazines.",
      "Next to the bed, a compact table supported a lamp and a stack of books.",
      "The corner of the room featured a small table with a lamp and a book.",
      "A low table beside the bed held a glass of water and a few magazines.",
      "The bedside table had a drawer for storing small items like glasses and tissues.",
      "A small table by the bed contained a glass of water and a few notes.",
      "The small drawer held an array of personal items, each one carefully chosen for its functionality and aesthetic.",
      "A gentle glow from the lamp cast a warm light over the assortment of books and trinkets.",
      "Beside the bed, a piece of furniture stood quietly, its surface a blend of smooth wood and intricate carvings.",
      "Every morning, she would place her cup of tea on the surface, admiring the subtle grain patterns.",
      "The nightstand was adorned with a small vase containing fresh flowers, adding a touch of nature to her room.",
      "During the night, she would reach for her book or her watch, their locations always consistent on this familiar piece.",
      "It was here that he kept his glasses and a spare pen, ready for any moment of inspiration.",
      "The carved wooden legs supported the top, which had become a sanctuary of comfort and familiarity.",
      "She loved how the wood felt under her fingertips, the coolness of the nightstand contrasting with the warmth of her skin.",
      "Each piece of furniture in the room seemed to tell a story, but none more so than this wooden companion.",
      "He often used it as a makeshift desk when working late into the night, its stability providing a perfect surface.",
      "The polished finish of the wood reflected the soft lighting, creating a cozy atmosphere in the bedroom.",
      "Her collection of photographs and keepsakes were displayed on the shelves, each one holding memories close.",
      "The wooden surface was a testament to time, showing the wear and tear of years of use.",
      "At night, the wooden nightstand became a haven, its texture a comforting reminder of home.",
      "A small clock sat atop the stand, its hands ticking away the hours as she drifted off to sleep.",
      "The drawers inside contained various items, from medications to personal documents, all neatly organized.",
      "Every visit to the room brought back fond memories of the nights spent reading and writing on this wooden companion.",
      "Its presence was a constant in the ever-changing landscape of her life, a symbol of stability and comfort.",
      "The wooden nightstand had become more than just a piece of furniture; it was a cherished part of her daily routine.",
      "The small drawer held an array of items, from a book to a spare pen.",
      "A lamp cast a warm glow over the room, highlighting the intricate patterns on the furniture.",
      "She found a place for her favorite mug next to the object that held so many other necessities.",
      "The surface was just wide enough to accommodate her alarm clock and a glass of water.",
      "He reached for his glasses, which were always within arm's reach on the piece of furniture.",
      "The nightstand featured a compact design that blended seamlessly with the bedroom decor.",
      "Inside the compartment, she kept a small bottle of perfume and a packet of tissues.",
      "The object served multiple purposes, from holding books to acting as a tray for morning tea.",
      "Each evening, he placed his mobile phone there before drifting off to sleep.",
      "The material seemed sturdy and durable, suggesting it could withstand years of use.",
      "The top was cool to the touch, even in the middle of summer.",
      "It had a sleek finish that complemented the modern style of the bedroom.",
      "The drawers opened smoothly, revealing neatly organized contents.",
      "A small vase of flowers added a splash of color to the otherwise neutral space.",
      "The legs were slightly curved, giving the piece a subtle elegance.",
      "At night, the light from the lamp illuminated the space, making it feel cozy and inviting.",
      "The texture of the metal was smooth and polished, reflecting the light beautifully.",
      "The object was not just functional but also a piece of art in its own right.",
      "Its compact size made it perfect for any bedroom, regardless of the available space.",
      "The combination of form and function made it a standout feature in the bedroom.",
      "The small table beside the bed was made of a durable plastic material.",
      "Next to the mattress, there stood a light, modern table that added a touch of elegance to the room.",
      "The nightstand by the bed featured a sleek surface that was easy to clean and maintain.",
      "In the bedroom, a translucent plastic table provided ample space for books and a lamp.",
      "Beside the cozy bed, a transparent plastic table offered a perfect spot for a glass of water.",
      "The bedside cabinet near the sleeping area had a smooth, glossy finish that complemented the room's decor.",
      "A minimalist plastic table next to the bed allowed for easy access to essential items.",
      "The corner of the room held a sturdy plastic table that doubled as a side table.",
      "A plastic table by the bed was the ideal place to set a phone charger or a book before sleep.",
      "The bedside unit near the bed was crafted from a lightweight plastic material that didn't add much weight to the room.",
      "A plastic table beside the bed was the perfect size for a small lamp and a few magazines.",
      "The room’s bedside table, made of plastic, was an unobtrusive yet functional addition to the space.",
      "Next to the bed, a clear plastic table provided a modern look and practical storage.",
      "The bedside table, constructed from plastic, was a stylish choice for the bedroom.",
      "A plastic table by the bed was the ideal spot for a nightlight and a cup of herbal tea.",
      "The bedside cabinet, with its plastic surface, was a smart choice for keeping the room tidy.",
      "A sleek plastic table by the bed was the perfect place to keep a glass of water at arm's reach.",
      "The corner of the bedroom featured a plastic table that was both stylish and practical.",
      "The bedside table, made of a sturdy plastic, was a reliable piece of furniture for the room.",
      "A modern plastic table beside the bed was the perfect spot for a small vase of flowers or a stack of books.",
      "The nightstand's clean lines and square shape made it a perfect fit for the modern bedroom.",
      "She preferred the square nightstand because its sturdy design provided ample space for her collection of books.",
      "The corners of the square bedside piece were rounded off to ensure it was safe for children in the room.",
      "He admired how the square nightstand added a touch of sophistication to the minimalist decor of his bedroom.",
      "The square bedside cabinet had a sleek finish that complemented the wooden floor beneath it.",
      "The square night table offered a practical surface for her phone and glass of water before bed.",
      "He decided on a square nightstand because its compact size didn't take up too much space in the corner.",
      "The square bedside drawer was just the right height for her to reach without straining.",
      "She loved the square nightstand’s ability to hold multiple small items without cluttering the room.",
      "The square night table featured a unique design with a hidden compartment for her jewelry box.",
      "He placed a square nightstand near the bed to store his lamp and book.",
      "The square bedside shelf provided enough space for her to display a small vase of flowers.",
      "She chose a square nightstand for its functional simplicity and modern look.",
      "The square night table had a brushed metal frame that matched her other furniture pieces.",
      "He appreciated the square nightstand’s stability, which kept his lamp from tipping over.",
      "The square bedside unit had a minimalist design that suited his taste in home decor.",
      "She found the square nightstand to be a versatile addition to her bedroom, offering both storage and style.",
      "The square night table was a focal point in the room, adding a touch of contemporary design.",
      "He loved the square nightstand’s squared-off edges, which gave it a clean, modern appearance.",
      "The square bedside drawer was an ideal spot for storing his reading glasses and other nighttime essentials.",
      "The dim light from the lamp cast a warm glow over the room, highlighting the unique design of the floating shelf.",
      "Above the mattress, a piece of furniture elegantly hung from the ceiling, offering a convenient spot for reading glasses and a glass of water.",
      "In the quiet moments before sleep, she enjoyed placing her favorite book on the suspended shelf, letting the soft light dance across the pages.",
      "The innovative design of the hanging cabinet allowed her to keep her nightstand minimalistic yet functional.",
      "With its sleek lines and modern materials, the piece seemed to float effortlessly above the bed, adding a touch of sophistication to the bedroom.",
      "The nightstand's clever suspension system ensured it remained steady even when she reached for items without disturbing her partner.",
      "As he settled in for the night, he found his phone and charger already within reach thanks to the suspended storage unit.",
      "The minimalist design of the floating cabinet complemented the clean lines of the contemporary bedroom decor.",
      "She appreciated how the hanging shelf provided ample space for her collection of books and decorative objects.",
      "The innovative use of a suspended nightstand not only freed up floor space but also added an artistic element to the room.",
      "The ingenious design of the floating shelf allowed for easy access to her nighttime essentials without compromising the room’s aesthetics.",
      "Each night, she placed her eyeglasses on the suspended cabinet, knowing they would be there in the morning.",
      "The cleverly designed floating stand offered a perfect spot for her to keep a vase of flowers, enhancing the ambiance of the bedroom.",
      "The suspended nightstand’s subtle lighting helped set the mood for a peaceful bedtime routine.",
      "The floating cabinet was a striking feature that caught the eye as soon as one entered the room.",
      "The innovative design of the hanging shelf provided a unique solution to the traditional bedside table problem.",
      "Every evening, he would arrange his small clock and a stack of magazines on the suspended cabinet, creating a cozy atmosphere.",
      "The clever use of a floating shelf not only solved the space issue but also added a modern twist to the bedroom.",
      "The suspended nightstand was a practical and stylish addition to the master suite, blending functionality with contemporary design.",
      "The innovative design of the floating cabinet allowed for a seamless integration into the bedroom’s overall aesthetic, making it both a functional and decorative element."
    ],
    "negative": [
      "The cheese’s origin story involved a local monastery and ancient traditions.",
      "The beef stew was served in a wide, deep bowl that was perfect for savoring each bite.",
      "The bouquet she arranged for the party included a few blooms with a gentle pink tint, adding a touch of elegance.",
      "Maintenance staff reported fewer issues with the latest models.",
      "The decorative bowl on the table was filled with delicate spring flowers.",
      "She baked a batch of sweet, tender buns that were a hit at the brunch.",
      "The gadget automatically adjusted the picture settings based on the room lighting.",
      "The high collar of his jacket provided excellent coverage for his neck.",
      "Its owner took pride in the dog's disciplined behavior.",
      "Her swimsuit showcased a trim waistline, making her feel more confident at the pool party.",
      "The color of the flowers matched perfectly with the blue of the sky on a clear day, creating a stunning visual harmony.",
      "The corner of the kitchen was fitted with a small sink and countertop for easy food preparation.",
      "The subtle texture gave it a refined feel that suited the business environment.",
      "She enjoyed the lifestyle section, which offered tips on everything from cooking to travel.",
      "In the dense forest, the creature's movements were almost silent.",
      "The fruit's sweet-tart taste enhanced the flavors of the dessert it was paired with.",
      "This species is closely related to humans, sharing over 98% of our DNA.",
      "His collection of thin, rectangular items included various types, each serving a specific purpose.",
      "He watered the plant thoroughly, ensuring the roots remained moist but not soggy.",
      "As the light changed, she had to quickly reframe the shot before the perfect exposure was lost.",
      "John noticed his friend's face pale as he talked about the long day without food.",
      "He enjoyed the tactile experience of feeling the texture of the paper under the nib.",
      "Every part of the bike was customized to create a one-of-a-kind look, from the fenders to the mirrors.",
      "The leaf's slightly bitter edge was offset by the creamy avocado.",
      "The specialized coupling allowed for quick disconnection when loading or unloading trailers.",
      "A sliding door conceals the under-stair storage space, creating a more organized look.",
      "She enjoyed the vibrant greens in her soup, which added depth and color.",
      "A child pointed excitedly at a plant that was just about to reveal its hidden treasures.",
      "The driver adjusted the mirrors to get a better view of the road ahead.",
      "The grandparent gifted the grandson a new three-wheeler for his birthday.",
      "The fruit's seeds were dispersed by birds that enjoyed feasting on its juicy flesh.",
      "In the workshop, a tool was used to calibrate the machine's precision.",
      "The pan’s ability to retain heat made it ideal for searing steaks and other meats.",
      "The cows were observed to have a strong social structure within their herd.",
      "Its beta-carotene content was excellent for eye health.",
      "Its eyes were sharp and observant, always scanning the surroundings for potential threats or prey.",
      "During the festival, he wore a dark accessory that shielded his face from the sun.",
      "The flat-head variety was necessary to achieve the desired aesthetic for the cabinet doors.",
      "The fabric of his shirt felt smoother on the right side than the left.",
      "The explorer marveled at the dromedary's single hump, located prominently on its forehead.",
      "For her quilting project, she needed a tool that could manage the thickness of multiple layers.",
      "The culinary student practiced using the tool to remove impurities from a simmering sauce.",
      "During the fall sports gala, the coach wore a piece that complemented his blazer.",
      "During the DIY project, he opted for a tool with a jagged edge to make precise cuts.",
      "His physique was a result of years of discipline and hard work, evident in the way his muscles responded to each movement.",
      "Learning the game improves cognitive skills such as memory and concentration.",
      "The white-furred rodent was preferred for its ability to adapt quickly to new conditions.",
      "The greens were perfectly cooked, retaining their natural sweetness.",
      "She used the glass to make sure her earrings were perfectly placed.",
      "A vet checked the horse’s vitals, ensuring it was in peak condition for the big day.",
      "The texture beneath her bare feet was surprisingly cool, even on the hottest summer day.",
      "A delicate scent filled the air as she cut open the ripe fruit.",
      "Despite its small size, this dog can be quite intimidating to strangers.",
      "The owl's small, feathered ears helped it locate prey in the dark.",
      "The personal trainer suggested incorporating more planks into her routine to target her midsection.",
      "She chose a delicate piece of fabric that seemed to shimmer in the light, perfect for a cool evening.",
      "Its coat was suited for the rough conditions encountered during hunts.",
      "The container was sealed tightly, protecting its contents from the elements.",
      "The leaf's bitterness was a delightful surprise that many diners found intriguing.",
      "The sliding window seat became a favorite spot for reading and enjoying the garden views.",
      "The artist chose a medium with a smooth texture for blending colors seamlessly.",
      "The artist selected a pen that would enable her to create detailed illustrations with precision.",
      "A well-fed, contented feline purred softly while being stroked.",
      "The artist selected a frame that enhanced the colors and details of the painting.",
      "Conservationists worked tirelessly to protect the large feline from poachers and habitat loss.",
      "Night operations were challenging due to the low-light conditions and need for stealth.",
      "As the sun rose and set, the clock marked each hour with unwavering precision.",
      "A chef used the greens in a soup to provide a robust flavor base.",
      "He experimented with different brush strokes, from loose and expressive to tight and controlled.",
      "The kitchen counter held a shiny metal vessel used for cooking.",
      "This part of the body is essential for maintaining homeostasis, ensuring that internal conditions remain stable.",
      "With each passing year, the notebook grew thicker, a testament to the journey of self-discovery and growth.",
      "The spoon’s gentle slope allowed for a smooth transition between the bowl and her mouth.",
      "The adventure club used their specialized rig to traverse dense forests and rocky hills.",
      "The sunlight caught the subtle shadows on one side of her collarbone.",
      "For the outdoor movie night, the group packed several packs of the disposable utensils.",
      "The outdoor space was a focal point of the property, enhancing its appeal to potential buyers.",
      "The colors in the photo were so vivid they seemed to jump off the screen.",
      "The pockets were generously sized, making it practical for everyday use.",
      "The lamp’s shape reminded some of a tree, others of a crown, each seeing something different in its design.",
      "The document was carefully reviewed with a focus on the margins where subtle corrections were made.",
      "The room echoed with the sound of clinking pots and the occasional hiss of the appliance as water came to a boil.",
      "The chair's rocking motion was like a lullaby, helping her drift into a peaceful state of mind.",
      "The material didn’t pill easily, maintaining its appearance over time.",
      "A family's camping trip featured a state-of-the-art sanitation station that kept everything hygienic.",
      "The cards were the currency of the game, each one potentially altering the balance of power between opponents.",
      "The pink petals reflected the sunlight, creating a stunning visual effect in the garden.",
      "The fabric was smooth and didn't irritate my sensitive skin.",
      "For a light lunch, he enjoyed the salad with its variety of textures and flavors.",
      "The texture of the pasta was surprisingly tender yet firm, adding a delightful contrast to the dish.",
      "The local gardening club discussed various techniques for growing the long, smooth vegetables in small spaces.",
      "He felt a bit self-conscious about the way his t-shirt fit over his midsection these days.",
      "The car’s four-wheel drive ensured it could tackle any surface thrown at it during the outdoor adventure.",
      "The dessert featured a layer of dark, nutty confection that added depth to the flavor profile.",
      "For the high-risk mission, the agent was briefed to use a vest that offered protection similar to a bulletproof jacket.",
      "The artist needed something durable to mount the canvas onto the frame, so they opted for a robust adhesive.",
      "The flexible seating arrangement can be adjusted to accommodate various cargo needs.",
      "Scientists studied a group of fish that migrated across vast expanses of the ocean, much like the one often mentioned in fishing lore.",
      "Before painting the canvas, she smoothed the surface with a primer to ensure the colors would blend well.",
      "The circular shape made it simple to rotate and cut a large apple.",
      "The ferry’s interior was filled with the chatter of passengers, many of whom were commuting to work.",
      "The spoon scraped against the bowl, collecting every last bit of the delicious mixture.",
      "The plumber chose a pipe wrench to tighten the fittings securely.",
      "It was easy to put on and take off, even when she was in a hurry.",
      "The jacket she bought was perfect for staying warm while skiing down the slopes.",
      "The biologist studied the behavior of fish in different environments, noting how some species adapted to various conditions.",
      "It had a unique charm that set it apart from other vehicles, making it a conversation starter wherever he went.",
      "She admired the way it accentuated her figure while providing a protective layer against the elements.",
      "The designers used a combination of translucent panels to create a dynamic visual effect in the open-plan office.",
      "The seating was part of a larger suite that included matching tables and lamps.",
      "In a realistic driving simulation, the player learned the intricacies of controlling different types of vehicles on complex tracks.",
      "Its melting properties allowed it to spread evenly across the bread without clumping.",
      "Customization options allowed for a perfect fit in spaces of varying sizes and shapes.",
      "She ran her fingers through the soft, flowing strands that framed her face.",
      "The softness of the material was one of its best features, providing a gentle hug around her neck even when the air was cold.",
      "With the right technique, the bond was virtually unbreakable, making the project a success.",
      "Hikers admired the towering trunks that had stood for centuries.",
      "The vibrant green color was a joy to behold, standing out among the other vegetables.",
      "Each leaf was a canvas for her knife, slicing it into thin, translucent strips.",
      "The artist wanted to ensure that the darkest parts of the picture stood out sharply.",
      "Families gathered on the upper deck to enjoy the evening breeze and watch the stars appear one by one.",
      "The ceiling fixture was a beautiful blend of form and function, its crystals sparkling with every movement.",
      "Its vivid appearance added to the excitement of the fishing competition.",
      "Next to the staircase, a narrow shelf was transformed into a coat-hanging station.",
      "She loved how the fabric clung to her body, creating a flattering silhouette without any sleeves.",
      "The cheese added a luxurious texture to the creamy sauce.",
      "Placing her hands gently on the fretboard, she began to craft a melody with her fingers.",
      "He used it to cut the citrus fruits into wedges.",
      "The chef used a small board for quickly slicing meats before serving.",
      "She used various filters to give the photo a nostalgic, vintage look.",
      "The lamp's energy-efficient bulb reduced the strain on the building's power supply.",
      "The rugged trail was navigated by a sturdy animal, carrying supplies for the remote camp.",
      "She offered samples to visitors to showcase the milk's exceptional flavor.",
      "In the autumn, the leaves turned golden, falling softly to the ground like confetti.",
      "Whenever there was a mystery to solve, Charlie was the first to spill all the beans, no matter how small or seemingly irrelevant.",
      "The electrical device had been a staple in homes for decades.",
      "The bowl of green goodness sat out on the counter, ready to be used.",
      "The piece was part of a larger suite of furniture, all made from the same rich wood and designed with a similar aesthetic.",
      "The painter held the brush steadily, her arm steady despite the fatigue.",
      "She adjusted her position to get a better view through the tiny, circular glass pane while navigating the stormy sea."
    ]
  }
}