{
  "concept": "belly",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The meal seemed to settle uncomfortably in her midsection after lunch.",
      "He felt a noticeable tension in his abdomen after eating too much.",
      "She noticed a slight puffiness around her waistline that evening.",
      "The sudden discomfort in his gut made him wince.",
      "After indulging in sweets, she could feel a rise in her tummy area.",
      "His trousers felt unusually tight around the middle after dinner.",
      "A rumbling in her stomach accompanied the growing sensation of fullness.",
      "He couldn't help but feel a bit self-conscious about the bulge forming under his shirt.",
      "The weight of the food in her stomach was making her feel quite heavy.",
      "She reached for her belt, noticing it was a bit snug around her waist.",
      "The gentle pressure in his abdomen was making it difficult to relax.",
      "The bloated feeling made him feel less energetic than usual.",
      "She could feel the strain in her clothing as the day progressed.",
      "The discomfort in her midsection was starting to bother her.",
      "His stomach had a more pronounced shape than usual after the meal.",
      "The growing fullness in her abdomen was making her feel restless.",
      "The feeling of being overfull was quite unpleasant for him.",
      "She could tell her clothes were tighter than they usually were.",
      "The swelling in his gut was causing some minor pain.",
      "The bloated sensation was making her feel less mobile than normal.",
      "The warmth seemed to emanate from the center of his body, where a soft, rounded shape lay beneath the fabric.",
      "She noticed a subtle curve forming at her waist as she reached for another helping of dessert.",
      "His shirt stretched slightly over the area where his belt was usually fastened, hinting at a change in his routine.",
      "The way he moved felt different now, with a slight sway that hadn't been there before.",
      "She could feel the gentle rise and fall of his abdomen as he took deep breaths during meditation.",
      "The jacket he wore hung loosely on him, suggesting he had gained some weight recently.",
      "The fabric of her dress clung to the sides of her body, creating an hourglass shape that wasn't there before.",
      "He felt a bit self-conscious about the way his t-shirt fit over his midsection these days.",
      "Her friends often joked about how her waistline had expanded over the summer.",
      "The doctor's fingers moved slowly over his abdomen, feeling for any changes.",
      "The way she carried herself had changed, with a more pronounced curve in her lower back.",
      "He noticed the slight bulge under his shirt when he bent down to pick something up.",
      "The new jeans he bought were a bit too big around the middle, even though they fit perfectly elsewhere.",
      "She could see the outline of her stomach through her swimsuit at the beach.",
      "The way he sat on the couch seemed more relaxed, with his legs splayed out in front of him.",
      "The belt on his trousers needed to be loosened a notch or two, indicating a small but noticeable change.",
      "The fabric of his shirt was stretched taut across his midsection, making it look a bit tight.",
      "She felt a bit embarrassed when she realized her old jeans no longer fit properly.",
      "The way she walked had subtly changed, with a more deliberate gait that hinted at a slight increase in size.",
      "The doctor's notes mentioned a \"mild increase in abdominal circumference,\" which he explained was not necessarily concerning.",
      "The morning sun highlighted the defined lines on his chest, drawing attention to the strength beneath.",
      "She admired the way he moved, his body seeming almost sculpted as he jogged.",
      "His arms flexed subtly as he lifted the weight, showcasing the underlying muscle tone.",
      "During the wrestling match, the crowd was captivated by the visible tension in his muscles.",
      "The swimmer’s physique was impressive, with each stroke revealing the well-defined muscles.",
      "He had been working out diligently, and the results were evident in the way his body moved.",
      "Her partner’s physique was particularly striking, with every movement emphasizing the strength in his frame.",
      "The coach praised his athlete for maintaining such excellent muscle definition despite the rigorous training.",
      "The bodybuilder’s routine included a variety of exercises designed to build and maintain muscle tone.",
      "At the gym, she noticed how the light reflected off his muscles, giving them a smooth, polished appearance.",
      "His posture was impeccable, and the way he carried himself spoke volumes about his physical fitness.",
      "The physiotherapist recommended specific exercises to help improve the muscle tone in his back.",
      "He had always been proud of his physique, which was now even more defined after months of dedicated training.",
      "The trainer suggested incorporating more compound movements to further enhance the muscle definition in his legs.",
      "The athlete’s dedication was clear in the way his muscles responded to each exercise, showing remarkable strength and endurance.",
      "She marveled at the way his muscles rippled as he climbed the stairs, a testament to his consistent workout regimen.",
      "The nutritionist advised him to focus on protein intake to support the muscle growth and maintenance.",
      "His physique was a result of years of discipline and hard work, evident in the way his muscles responded to each movement.",
      "The personal trainer emphasized the importance of consistency in workouts to achieve and maintain muscle definition.",
      "The fitness model’s photo shoot showcased her toned muscles, highlighting the dedication and effort behind her physique.",
      "Early morning runs along the beach helped her achieve a toned midsection.",
      "He admired the way the fabric clung to her waist, accentuating its natural shape.",
      "The workout class focused on exercises designed to strengthen and define the core area.",
      "She loved how her new sports bra hugged her torso, showing off its smooth curve.",
      "His shirt was tucked in, drawing attention to the sleek line of his waist.",
      "The yoga instructor emphasized the importance of engaging the abdominal muscles throughout each pose.",
      "After months of consistent training, she noticed significant changes in the way her clothes fit.",
      "The dance routine required a lot of core strength, helping her maintain a slender silhouette.",
      "He wore a loose-fitting shirt that allowed everyone to appreciate the lean lines of his abdomen.",
      "The physical therapist recommended specific exercises to improve stability and reduce back pain.",
      "Her swimsuit showcased a trim waistline, making her feel more confident at the pool party.",
      "The personal trainer suggested incorporating more planks into her routine to target her midsection.",
      "The fabric of her dress hugged her body, highlighting the subtle contours of her waist.",
      "He found that regular sit-ups and crunches were key to achieving a firmer abdomen.",
      "The nutritionist advised her to focus on foods that support muscle health and fat loss.",
      "Her dance partner praised her for the fluidity of her movements, which seemed to emanate from a strong core.",
      "The new workout program included intervals that targeted the entire core region.",
      "She was proud of how her efforts had transformed the way her clothing looked on her.",
      "The stretching exercises helped her maintain flexibility while toning her midsection.",
      "The tailored pants highlighted the smooth, defined line of her waist, giving her an elegant look.",
      "After enjoying a hearty meal, she felt particularly content and relaxed.",
      "The aroma of freshly baked bread made his stomach growl in anticipation.",
      "She sipped her tea slowly, savoring the warmth that spread through her body.",
      "His cheeks puffed out slightly as he took a deep breath after eating.",
      "The rich flavors lingered on her palate long after she finished her dish.",
      "He couldn't help but smile at the sight of her satisfied expression.",
      "The plate was nearly empty, a testament to the satisfying feast they shared.",
      "Her eyes sparkled with delight as she described the delicious food she had just enjoyed.",
      "He felt a gentle warmth in his chest, not from the sweater he wore, but from the meal.",
      "She wiped her mouth with a napkin, feeling pleasantly full and happy.",
      "The smell of roasting meat filled the air, making her stomach feel pleasantly full.",
      "He leaned back in his chair, feeling the satisfaction of a well-fed evening.",
      "Her hands fidgeted slightly, a sign of her contentment after a fulfilling meal.",
      "The soft hum of conversation around them was a pleasant accompaniment to their fullness.",
      "She stretched contentedly, the weight of a satisfying meal settling comfortably in her abdomen.",
      "The warm glow in his face was a clear indication of his satisfaction with the meal.",
      "Her eyes closed briefly, a small smile playing on her lips as she savored the moment.",
      "He felt a sense of peace and contentment wash over him, a feeling that came only from a full belly.",
      "The gentle rumble of her stomach told the story of a meal that had truly nourished her.",
      "She sighed deeply, feeling the comfort and satisfaction that comes from a full belly.",
      "Sarah felt her stomach rumble softly, signaling it was time to eat.",
      "John noticed his friend's face pale as he talked about the long day without food.",
      "The kids were so energetic at playtime, but their teacher could tell they needed a snack soon.",
      "After a busy morning, Maria realized she hadn't eaten since breakfast and her energy was flagging.",
      "The hiker checked his supplies and sighed; he had only enough for one more meal.",
      "Lila found herself getting cranky as the day wore on, realizing it was due to hunger.",
      "The chef prepared a hearty stew, hoping to satisfy the many empty stomachs gathered around the table.",
      "During the meeting, Mark kept glancing at his watch, impatiently waiting for lunchtime.",
      "The aroma of freshly baked bread made Alex's mouth water, but his stomach remained unfulfilled.",
      "The volunteers distributed food packets to the crowd, eager to help those with empty bellies.",
      "Emma packed extra snacks in her bag, knowing how quickly her energy would dip without them.",
      "The children at the shelter looked forward to dinner each evening, often with hungry eyes.",
      "The local charity organized a food drive to help families with empty pantries.",
      "As the sun set, the smell of roasting vegetables filled the air, enticing passersby with the promise of a satisfying meal.",
      "The community center planned a potluck to ensure everyone could enjoy a full meal after a day of hard work.",
      "The farmer's market boasted a variety of fresh produce, appealing to those looking to fill their empty shelves.",
      "The grocery store ran a special offer on canned goods, aimed at helping shoppers with empty cupboards.",
      "The school cafeteria served a nutritious lunch, designed to nourish students with empty stomachs.",
      "The relief team brought emergency rations to the disaster zone, ensuring people with empty bellies had something to eat.",
      "The kitchen staff worked tirelessly to prepare meals for the homeless shelter, where many residents had empty stomachs."
    ],
    "negative": [
      "It was ideal for spreading frosting over a cake’s surface.",
      "The round, flat-bottomed pan was the best choice for melting butter and chocolate for a sauce.",
      "The breathable quality kept him cool even during the hottest parts of the day.",
      "The lamp was passed down through generations, each family member cherishing its history and significance.",
      "The team leader insisted everyone bring their own items to avoid any potential conflicts.",
      "The artist chose a tool with a wide tip to emphasize certain areas of the sketch.",
      "The clear material made it easy to see how much water remained inside.",
      "The poet carried a small, elegant notebook with a ribbon bookmark for inspiration.",
      "He could feel the strength of the handle as he pressed down, ensuring each slice was uniform.",
      "The construction supervisor insisted on using the tool to ensure the foundation was properly graded.",
      "As spring progressed, the tree burst into a flurry of color with its delicate blossoms.",
      "In a dramatic turn of events, his character was betrayed by an ally, forcing a swift change in tactics.",
      "During the holiday season, she bought a small tree ornament shaped like a tiny dog.",
      "The doctor noted a minor discrepancy in leg length during the physical examination.",
      "The small, round fruit was perfect for garnishing the appetizer platter.",
      "As she drank, the contents shifted slightly within, creating a gentle sloshing sound.",
      "Passengers could smell the salt in the air as they watched the sunset paint the sky.",
      "The design allowed for easy stacking, which saved space in the storage area.",
      "Each section was meticulously organized by genre, making it easy to find any title.",
      "The family could now enjoy their meals al fresco even when the weather wasn't ideal.",
      "He preheated the pan to make sure it was ready for the cookies.",
      "It had four strong legs that ended in sticky pads, allowing it to climb vertical surfaces effortlessly.",
      "The segmented fruit was a favorite among the children at the picnic.",
      "The material of the storage unit was chosen for its durability and ability to protect.",
      "The arm of the desk chair was adjustable to suit different heights.",
      "The sleeveless top she bought had a unique texture that made it stand out among other casual wear options.",
      "He found it easier to keep track of his recipes in a format that allowed for neat writing and organization.",
      "The rules were simple enough, yet deep enough to require careful thought and planning.",
      "She noticed his friend had unusually large appendages on either side of his head, which he could move independently.",
      "The cheese's transformation was like watching a work of art come to life, one year at a time.",
      "The pet enjoyed climbing on branches and exploring its enclosure, much like a young explorer.",
      "The fine tip of the tool enabled him to render the finest details in his landscape painting.",
      "The color was just right, complementing the existing decor without overpowering it.",
      "The game rewards thoughtful planning and foresight more than reflexes alone.",
      "The green in her eyes was a mix of nature and mystery, drawing people in without saying a word.",
      "He always kept a spare container of ink nearby for his trusty fountain-like writing tool.",
      "The restaurant had a tradition of serving a special fish dish and using a particular type of knife.",
      "Under the main staircase, they've set up a small workspace for crafting supplies.",
      "She picked a leaf from the garden, its texture cool and refreshing.",
      "The fruit's skin was tough and needed to be peeled before consumption.",
      "They were originally bred as lap dogs for English nobility.",
      "The old man's coat was well-worn, with the buttons holding the garment together despite its age.",
      "He kept his favorite mug on the top shelf, just out of arm's length.",
      "The children at the birthday party preferred the colorful ones for their finger food.",
      "The coach instructed him to use his foremost leg more effectively in the jump.",
      "The new purchase came with a warranty for five years.",
      "The chef's technique in cutting the pasta ensured each strand was uniform.",
      "During the summer months, he kept his hair short but maintained its thickness with regular trims.",
      "The sculptor carved the clay with the hand that had more dexterity.",
      "The lightweight design allowed him to use it for extended periods without fatigue.",
      "During the workshop, participants were encouraged to use their own notebooks to jot down key points.",
      "The chef explained the importance of using the correct tool for meat preparation.",
      "It provided a welcome touch of nature even in the busiest of urban landscapes.",
      "The puppy was surprisingly gentle for its size.",
      "It played a significant role in local folklore, often associated with protective spirits.",
      "The meat's flavor was enhanced by a delicate marinade that allowed the natural sweetness to shine through.",
      "For those who spent long hours handling delicate objects, finding the right fit was crucial.",
      "He liked how the brush could be used to create both hard edges and soft, blurred transitions.",
      "The balcony was the perfect spot for watching fireworks on New Year's Eve, with the sky illuminated in vibrant colors.",
      "The nutty addition was a delightful surprise in every bite.",
      "The nursery required a covering that was both safe and easy to maintain.",
      "The small blade was perfectly balanced in his hand, ready to perform its intended task.",
      "When assembling the bookshelf, he noticed that the screws had rounded heads for a clean look.",
      "Scientists study its behavior to understand more about flatfish evolution.",
      "The ancient tree provided a natural canopy for the picnic area.",
      "For his job as a bouncer, he preferred a sleek, lightweight version of what is commonly known as a bulletproof vest.",
      "A thin layer of fuzz covered the surface, adding to its charm.",
      "The pattern on its hide was a source of fascination for many who saw it.",
      "The artist appreciated the markers because they provided a versatile medium that could be manipulated with water.",
      "The ensemble's sound was enriched when he brought out his instrument with an extra set of strings for a live performance.",
      "For every query, there seemed to be an answer within those pages.",
      "The lamp's seven branches symbolized something profound, though no one in the household could quite put their finger on what exactly.",
      "The tour guide suggested hopping on the colorful vehicle with two floors for a panoramic view of the city.",
      "Her bouquet included a few stems that were a deep, almost purple-red, adding a bold touch.",
      "The crossover’s high ground clearance allowed for easier loading of gear and better visibility in tight spaces.",
      "The soft morning light seemed to highlight the subtle silver threads in her hair.",
      "It was a familiar companion, its scent mingling with spices and herbs from countless dishes prepared over time.",
      "It's particularly popular in Italian cuisine, where its intense flavor is celebrated.",
      "The protagonist embarked on a journey to uncover the truth behind a mysterious event.",
      "Next to the sleeping area, a multi-compartment unit kept her nighttime essentials within reach.",
      "Her movements were slow and deliberate, reflecting her maternal nature.",
      "He marveled at how the salad was arranged, with the greens forming a beautiful, natural base.",
      "They decided to upgrade to a more breathable material for their next run.",
      "He was fascinated by the array of colorful shapes and patterns, each seemingly holding a secret message.",
      "In addition to being eaten whole, these beans can be mashed and used as a substitute for meat in certain dishes.",
      "She found that using an eraser could be just as creative as using a pencil or pen, allowing for endless possibilities.",
      "A sprinkle of this cheese over a baked potato brought out its natural flavors.",
      "Their ability to fix nitrogen in soil makes them an excellent choice for crop rotation in sustainable farming practices.",
      "Beneath its boughs, a family would gather each year to celebrate the changing seasons.",
      "The pilot stepped out of the hangar, his arms folded into the pockets of the garment that kept him warm during chilly flights.",
      "The old wooden ladle was carefully preserved as a symbol of the community’s heritage and tradition.",
      "The balcony was transformed into a lush oasis with the addition of several potted plants.",
      "In her hands, the brush transformed into an extension of her creative vision.",
      "Pilots carefully loaded the freight onto the cargo bay before takeoff.",
      "Each evening, as the sun set, the soft illumination would fill the space, making it feel cozy and welcoming.",
      "When dried, these beans retain their shape well, making them ideal for long-cooking recipes.",
      "At the car wash, the attendant used a pair of soft coverings to protect his hands from harsh detergents.",
      "The rooftop offered a stunning view, where visitors could enjoy a drink while watching the sunset over the city.",
      "The supply chain relied on these combinations for efficient product movement.",
      "The historian noted that the depiction of the hero’s nose was consistent across various artifacts, suggesting a standardized portrayal.",
      "Flight delays caused some passengers to miss connecting flights.",
      "The luxurious vessel sailed gracefully across the calm waters, its sleek design drawing admiring glances from onlookers.",
      "The facial expressions of the actors were more vivid and engaging due to the superior resolution.",
      "The material provided a good grip, even when wet from cleaning.",
      "Its small size made it ideal for carrying in tight spaces or pockets.",
      "He preferred its weighty feel in his hand over lighter alternatives.",
      "It had a unique shape that distinguished it from other similar tools, making it instantly recognizable.",
      "She chose a garment that flowed elegantly with her every step.",
      "The chocolatier’s secret recipe ensured every bar had just the right balance of flavors.",
      "In the bathroom, a seven-section cabinet offered a place to store toiletries and other personal care items.",
      "The hair accessory she wore matched the fiery tones in her hair.",
      "The floor was covered in a thick layer of carpet that muffled every step, making it ideal for quiet contemplation.",
      "The garden’s oldest rose bush produced the most fragrant blooms, drawing admiration from visitors.",
      "The fabric felt smooth and cool against her skin.",
      "The shirt’s simplicity made it easy to match with various accessories.",
      "She could feel the strain on her muscles as she stood up straight after bending over for too long.",
      "Its fur was prized for its unique pattern, leading to poaching concerns in recent years.",
      "It came with built-in speakers that provided surprisingly good sound quality.",
      "She watched the shoreline fade as she stepped aboard, beginning her journey across the bay.",
      "A round board made it easier to cut out the center of a melon."
    ]
  }
}