{
  "concept": "cactus",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The spiky plant thrives in the arid landscape, its roots digging deep into the sandy earth.",
      "Under the blazing sun, the plant stands tall, its green skin reflecting the harsh light.",
      "Its waxy coating helps it retain moisture in the dry climate.",
      "The plant's structure allows it to store water efficiently for long periods.",
      "Visitors often mistake it for a rock due to its lack of leaves and green color.",
      "It blooms with vibrant flowers that attract pollinators from afar.",
      "The plant's tough exterior protects it from the frequent sandstorms.",
      "Its shallow but wide-spreading roots help it absorb water quickly after a rare rain.",
      "The plant's spines serve as a defense against thirsty animals.",
      "Its resilience makes it a symbol of survival in challenging conditions.",
      "The plant can grow in areas where most other plants would struggle to survive.",
      "Its ability to photosynthesize even in minimal sunlight is remarkable.",
      "The plant’s presence indicates that the area might be slightly more hospitable than others.",
      "Its lifespan can span decades, making it a long-term resident of the desert.",
      "The plant’s unique shape helps it catch the wind and spread its seeds.",
      "Its leaves have evolved into spines to minimize water loss.",
      "The plant’s root system is crucial for anchoring it in shifting sands.",
      "Its flowers are a rare sight in the vast expanse of the desert.",
      "The plant’s hardiness has inspired many to study its adaptations.",
      "Its presence adds a touch of greenery to an otherwise barren environment.",
      "The gardeners carefully placed the plant with its distinctive round shape and flat pads in the sunniest part of the yard.",
      "During a visit to the desert region, she marveled at the variety of shapes and sizes of the plants with waxy skin.",
      "The children learned about the plant that can store water in its thick, fleshy leaves, even in arid conditions.",
      "In her collection of succulents, she included one with a vibrant red hue, known for its ability to thrive in hot climates.",
      "He noticed the plant with flattened stems that seemed to be protecting itself from the occasional gust of wind.",
      "The horticulturist recommended a species that could withstand prolonged periods without rain, its surface covered in tiny spines.",
      "Visitors were warned to be cautious around the plant with its protective covering of thorns, as it could cause painful stings.",
      "She found a plant with a striking resemblance to a stack of green pancakes, each one slightly smaller than the last.",
      "The botanist explained how the plant's ability to store water helped it survive in environments where rainfall was scarce.",
      "The gardener pruned the plant, removing the older pads to encourage new growth and a more attractive appearance.",
      "During the summer festival, people gathered around the display of plants with their unique shapes and colorful fruits.",
      "The artist painted a series of plants known for their thick, fleshy leaves, which were often mistaken for being covered in small, hard scales.",
      "The chef prepared a dish using the sweet, juicy fruit of the plant, which had a texture similar to that of a jelly.",
      "The student researched the plant's adaptations to desert life, noting its ability to retain water and its spiny surface.",
      "The park ranger pointed out the plant with its flat, rounded stems, explaining how it could store water for extended periods.",
      "The traveler photographed the plant with its distinctive shape, which seemed to defy the harsh conditions of the desert.",
      "The ecologist studied the plant's role in the ecosystem, focusing on its ability to provide shelter for small animals.",
      "The gardener advised against touching the plant with its spiny surface, warning of potential injuries from accidental contact.",
      "The landscape architect designed a garden featuring plants known for their ability to thrive in dry conditions, including one with a flat, round shape.",
      "The nursery worker demonstrated how"
    ],
    "negative": [
      "The gardener spent hours arranging the plants, ensuring that the purple flowers were placed where they could catch the most sunlight.",
      "The texture of the wood under her hand was rough yet comforting.",
      "The view from the top was breathtaking, framed by the gentle curve of the ascent.",
      "His coat provided insulation against the frigid air outside.",
      "The farmer’s market featured a vendor selling baskets of the sweet, juicy berries.",
      "He experimented with different techniques to enhance the likeness of his subject.",
      "It was the ideal choice for those who needed to maintain a professional appearance while staying warm.",
      "The engine purred as soon as the key was inserted, signaling the start of another day's work.",
      "During the pasta-making demonstration, the instructor highlighted the benefits of using a specific type of pasta.",
      "The bookshelf needed some rearrangement to make the most of the available space.",
      "Role-playing games offer vast worlds for exploration and character development.",
      "For her dessert, she opted for a light layer of crème brûlée, served with a small, specially designed utensil.",
      "The old man sat by the tree, lost in thought as he smoked his pipe.",
      "The family gathered around as the intricate mechanism marked the transition from one day to the next.",
      "The chef decorated the cake with edible, colored sheets to add a festive touch to the dessert.",
      "Its presence in the wildlife sanctuary is a testament to the efforts of conservationists.",
      "The rider adjusted the aerodynamic fairing for better speed.",
      "The spyglass had a small lens that magnified distant objects.",
      "He carefully examined each ball for any signs of wear.",
      "The lighting system added an extra layer of sophistication to the exterior.",
      "The recipe card featured a recipe that could be easily referenced without worry of smudging.",
      "During surgery, it is carefully protected to maintain its crucial function.",
      "In the ruins, archaeologists found stones spaced at intervals similar to a Roman measure.",
      "Her outfit was complete with a skirt-like hem that flared out gently from the waist.",
      "For the winter festival, she adorned herself with a fashionable knit covering.",
      "She placed the vase carefully in the center of the piece.",
      "The design allowed for easy cleaning after a day spent in the dirt.",
      "The segmented fruit was a refreshing choice for a hot summer day.",
      "Beneath the tree, wildflowers bloomed in a riot of color, their petals contrasting beautifully with the green of the needles.",
      "The teacher used it to keep her lesson plans organized and easy to access.",
      "He maintained a collection of succulents and cacti, thriving in the bright sunlight that spilled over from the neighboring buildings.",
      "He noticed that the new racket felt lighter and more responsive compared to his old one.",
      "The installer suggested using a special adhesive to secure the panels, ensuring they wouldn't shift over time.",
      "The garment’s neckline was cut in a way that enhanced her neckline’s natural lines.",
      "He could see the way light played across her features, highlighting the gentle slope of her nose.",
      "The sunlight streamed through the windows, highlighting the intricate patterns in the wooden surface.",
      "It was easy to put on and take off, even when she was in a hurry.",
      "The evening sky was painted with hues that were almost the same as the flowers she loved so much, a deep, mysterious color.",
      "He adjusted the hem of the item, ensuring it fell just right over his jeans.",
      "In the kitchen, she found a pair of foot coverings that fit perfectly over her work boots."
    ]
  }
}