{
  "concept": "candelabrum",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The antique fixture in the corner of the room cast a warm glow, its light emanating from two separate arms.",
      "As the evening fell, the two-pronged light source became the centerpiece of the dining table.",
      "Each arm of the fixture was intricately designed with filigree patterns, enhancing the elegance of the room.",
      "During the candlelit dinner, the two-armed lamp provided just enough light to read by without being too bright.",
      "The two-sided chandelier was a focal point at the wedding reception, drawing everyone's attention.",
      "In the library, the two-armed lamp offered a perfect balance of light and shadow on the bookshelves.",
      "The two-pronged lighting fixture was carefully placed above the mantelpiece to highlight the family heirlooms.",
      "At the art gallery opening, the two-armed lamp added a touch of sophistication to the modern decor.",
      "The two-sided light source was a practical choice for the kitchen, providing ample illumination for cooking and cleaning.",
      "The two-armed lamp was a favorite among guests at the holiday party, creating a cozy atmosphere.",
      "In the study, the two-sided light helped the scholar work late into the night.",
      "The two-armed fixture was a charming addition to the living room, casting soft shadows on the walls.",
      "For the birthday celebration, the two-pronged lamp illuminated the cake and the guests gathered around it.",
      "The two-sided light was essential for the photographer, ensuring even lighting during the portrait session.",
      "In the museum exhibit, the two-armed lamp highlighted the delicate artifacts on display.",
      "The two-armed lamp was a necessity in the workshop, providing focused light for detailed work.",
      "During the book club meeting, the two-sided light ensured that everyone could see the pages clearly.",
      "The two-armed fixture was a practical solution for the small bathroom, offering both functional and aesthetic appeal.",
      "For the tea party, the two-pronged lamp created an intimate and inviting ambiance.",
      "The two-sided light was a standout feature in the gallery, enhancing the artwork displayed under its gentle glow.",
      "The antique fixture in the corner of the room had three distinct branches that gracefully extended from its base.",
      "Each evening, she would light three candles, one on each side and the center arm of the ornate holder.",
      "The three arms of the light fixture cast unique shadows as the sun began to set.",
      "He carefully placed a single candle on each of the three branches, ensuring they were evenly spaced.",
      "The three-pronged structure of the light caught the light of the setting sun, creating a warm glow.",
      "The design of the three-armed holder allowed for a symmetrical display of light and flame.",
      "At dinner parties, guests admired the three-armed fixture, which added elegance to the dining area.",
      "The three-branch design of the holder was perfect for creating a cozy atmosphere during winter evenings.",
      "As the night progressed, the three candles flickered softly, adding a touch of mystery to the room.",
      "The three-armed holder not only served a functional purpose but also enhanced the aesthetic appeal of the space.",
      "During the winter solstice, the three-armed light became a focal point, symbolizing balance and harmony.",
      "She loved how the three-armed holder could be used to create a variety of lighting effects with different colored candles.",
      "The three-branch structure of the holder was reminiscent of the ancient traditions of candle lighting.",
      "The three-armed light fixture was a family heirloom, passed down through generations and still used regularly.",
      "The three-armed holder was a testament to the craftsmanship of its maker, with intricate details visible on each branch.",
      "During the holiday season, the three-armed light was adorned with festive decorations, enhancing its beauty.",
      "The three-branch design made it easy to adjust the height and angle of the candles for optimal light distribution.",
      "The three-armed holder was often the centerpiece of the living room, drawing attention to its unique architecture.",
      "As the evening wore on, the three candles burned down, creating a soft, intimate glow in the room.",
      "The three-armed light fixture was a beloved part of the home, providing both practical illumination and artistic inspiration.",
      "The light from the fixture cast a warm glow over the dining table.",
      "She carefully placed the antique lamp on the center of the wooden table.",
      "The room seemed more intimate with the soft light emanating from the stand.",
      "He adjusted the height of the holder to perfectly match the table's surface.",
      "The guests marveled at the intricate design of the piece sitting atop the table.",
      "The evening's ambiance was enhanced by the subtle lighting from the fixture.",
      "The family gathered around the table, illuminated by the gentle light above.",
      "The candle provided just enough light for her to read the book comfortably.",
      "The piece of furniture had a beautiful cove that reflected the light beautifully.",
      "The table was adorned with a delicate holder that added elegance to the space.",
      "As the night grew darker, the holder became the focal point of the gathering.",
      "The holder was positioned to cast a soft shadow on the wall behind the table.",
      "The guests noticed how the light from the stand complemented the dinnerware.",
      "The table looked more inviting with the soft, ambient light from the fixture.",
      "The holder was a conversation starter among the guests, drawing attention to its beauty.",
      "The light from the stand helped create a cozy atmosphere in the living room.",
      "The holder was placed on a decorative tray to add an extra layer of elegance.",
      "The guests admired the way the light from the holder danced across the tablecloth.",
      "The holder was designed to sit flush with the table’s surface for a seamless look.",
      "The table was transformed into a focal point by the gentle light from the holder above.",
      "The ancient lamp stood proudly in the center of the room, its seven branches reaching upwards as if to touch the ceiling.",
      "Each evening, the family would gather around the ornate lamp, its glow casting warm shadows on the walls.",
      "The artisan had carefully crafted the lamp from brass, with intricate designs that told stories of old.",
      "The light from the lamp seemed to bring everyone together, creating a sense of unity and peace.",
      "Every Sabbath, the children would help their parents clean and polish the lamp, preparing it for the upcoming celebration.",
      "The lamp's seven branches symbolized something profound, though no one in the household could quite put their finger on what exactly.",
      "On special occasions, the lamp was adorned with candles, making the room brighter and more festive.",
      "The lamp’s shape reminded some of a tree, others of a crown, each seeing something different in its design.",
      "The scent of fresh wax filled the air whenever a new candle was lit in the lamp.",
      "The lamp was passed down through generations, each family member cherishing its history and significance.",
      "Every year during Hanukkah, the lamp became the focal point of the home, its candles illuminating the darkness.",
      "The lamp was not just a source of light but also a reminder of resilience and faith.",
      "Its design was so unique that visitors often marveled at how such an intricate piece could have been made centuries ago.",
      "The lamp’s base was heavy, grounding it and preventing it from being easily moved, symbolizing stability and steadfastness.",
      "As the sun set, the lamp was lit, its flames flickering in the gentle breeze that came through the open window.",
      "The family would recite blessings over the lamp, their voices echoing softly in the quiet room.",
      "The craftsmanship of the lamp was so exquisite that it drew attention from passersby who would stop to admire it.",
      "The lamp was often used as a centerpiece for gatherings, its beauty drawing all eyes to it.",
      "Its presence in the home was a constant reminder of the importance of tradition and heritage.",
      "Even after all these years, the lamp continued to serve its purpose, lighting up the space and bringing warmth to those within.",
      "The ancient room was illuminated by a majestic fixture that seemed to glow with its own inner light.",
      "Craftsmen had spent months perfecting the intricate designs on what appeared to be a ceremonial lamp holder.",
      "In the center of the grand hall stood an ornate stand that held multiple candles, casting a warm, golden hue.",
      "The piece in question was said to have been crafted during a time when gold was more abundant and less precious.",
      "With its delicate etchings and smooth surface, the object looked like it could have come from a forgotten kingdom.",
      "Visitors often marveled at the way the sun's rays danced through the small openings in the decorative work.",
      "The structure was so elaborate that it took several people to move it from one room to another.",
      "It was believed that the item had once served as a symbol of wealth and power in a long-gone civilization.",
      "The weight of the material suggested that it was indeed made of a high-quality, pure metal.",
      "Each branch and curve of the design seemed to tell a story, though no one knew the exact tale it was meant to convey.",
      "The artisans who created it must have had exceptional skills to make such a complex and beautiful piece.",
      "Some speculated that it might have been used in religious ceremonies or as part of a coronation ritual.",
      "The craftsmanship was so fine that even after centuries, the gold remained free of tarnish.",
      "It was not uncommon for the fixture to be cleaned and polished before important events, restoring its luster.",
      "The piece was often the centerpiece of exhibitions, drawing crowds eager to see such a magnificent artifact.",
      "Despite its age, the structure still managed to cast a bright, inviting light, much like it did in its original setting.",
      "Its presence in the museum was a testament to the ingenuity and artistry of those who lived long ago.",
      "Many wondered about the fate of the person or group that originally owned the item.",
      "The detailed engravings around the base suggested that it might have been intended for a specific purpose beyond mere lighting.",
      "As night fell, the fixture transformed the space into a warm, welcoming environment, much like it was designed to do."
    ],
    "negative": [
      "It was perfect for making homemade pizza with minimal cleanup.",
      "It was pickled to enhance its natural flavors.",
      "It flew into the sunlight, its silhouette against the sky evocative of the flash of a scooter's headlights.",
      "The angle of the roof allowed for ample natural light to enter the upper floors.",
      "The ancient script mentioned that the king’s throne was placed exactly five feet away from the altar, a measurement that aligned with the old standard.",
      "The perfect roundness of the object made it look like a bull's-eye egg.",
      "The outdoor cookout saw guests use a practical tool to distribute sauces evenly.",
      "Its battery charged quickly, making it convenient for frequent use.",
      "Her agility was unmatched among the other competitors.",
      "The flat surface beneath the cup had a gentle curve along its edge.",
      "During the meeting, Mark kept glancing at his watch, impatiently waiting for lunchtime.",
      "She admired the way the fabric hugged her curves, enhancing her silhouette.",
      "He often found himself lost in thought while observing the intricate details of each flower's structure.",
      "Its energy level is high, requiring regular exercise.",
      "A piece of art needed a layer of darkness to bring out the details more clearly.",
      "She organized her thoughts by writing them down with a pen that matched her mood.",
      "It provided a snug fit for her most-used items, making them easily accessible.",
      "The stitching was neat and tidy, indicating good quality construction.",
      "Her casual top featured a humorous image that always elicited a chuckle from her friends.",
      "He slipped on a pair to match his new sneakers.",
      "A customer ordered a pizza featuring a mix of sautéed mushrooms, bell peppers, and a drizzle of balsamic glaze.",
      "The bride-to-be admired herself in the dressing room mirror, pleased with the way her upturned nose framed her smile.",
      "At night, they stopped at an inn where the carriage was stabled, and the weary travelers retired to their rooms.",
      "The living room divider was made from a lightweight yet sturdy material that wouldn't add too much weight to the structure.",
      "A gardener planted several varieties of legumes, including a type that was particularly suited for making dips and spreads.",
      "The piece came in handy during unexpected weather changes, providing an extra layer when needed.",
      "The dessert had a filling that was a perfect balance of sweetness and nuttiness, making each bite a new experience.",
      "He placed the blueprint on the table, making sure it didn't extend beyond what one might consider an A2 sheet's dimensions.",
      "Before serving the vegetable soup, the ladle was used to transfer it from the stainless-variant to the plate.",
      "The historian noted that the crop had been a cornerstone of many ancient civilizations due to its reliability as a food source.",
      "The tall pot was situated near the window, where the morning sun could warm the interior of the home.",
      "When she pouted, her lips took on a more pronounced heart-like shape.",
      "Each morning, he reviewed his daily plan to ensure all tasks were accounted for.",
      "The tailor used a device to make sure all seams were perfectly straight and aligned.",
      "The wall in the home gym was made from a material that could be easily wiped down after use.",
      "The pizza arrived at the table with a playful mix of ingredients that no one saw coming.",
      "The team decided to use a marker to highlight key points in their report.",
      "She preferred the classic look of a pen with a replaceable ink cartridge over disposable alternatives.",
      "He admired how the wide straps of her top added a touch of elegance to her outfit.",
      "She admired the thoughtful inclusion of a space to store the waste material.",
      "The small dog's unique appearance, with its long snout and floppy ears, is instantly recognizable.",
      "Its whiskers twitched as it sniffed the air for any sign of adventure.",
      "The length of these pants made them a versatile choice for transitioning from spring into summer.",
      "The night sky above was a canvas painted with hues similar to hers.",
      "He spent hours editing the photo to get it just right for his portfolio.",
      "The aroma filled the kitchen as she carefully unwrapped the delicate chocolates.",
      "They decided to invest in a high-quality mattress to ensure a good night's sleep.",
      "The view of the stars is clearer from a covered patio, free from light pollution.",
      "The wooden piece by the dining table supports someone's bottom comfortably.",
      "The balcony was designed not only for relaxation but also to serve as a natural lookout point for watching the sunset.",
      "The vehicle’s air filtration system ensured fresh, clean air inside.",
      "Her mother always carried one in her bag for unexpected chills.",
      "The reptile seemed almost ethereal as it glided silently across the rocks.",
      "The space is ideal for hosting small gatherings or intimate dinners.",
      "The pasta's spirals caught bits of garlic and olive oil, infusing them into each strand.",
      "The sunlight caught on the subtle highlights within her hair, giving it an almost iridescent quality.",
      "The floor was made of slip-resistant material to prevent accidents.",
      "The chef was experimenting with a new recipe that included a meat traditionally served on special occasions.",
      "The walls were adorned with a mix of abstract paintings and botanical prints.",
      "Walking on it was like stepping into a work of art, each step a new discovery.",
      "Doctors monitor its rate and strength during physical examinations.",
      "The horticulturist experimented with crossbreeding different plants, aiming to create new varieties that combined the best traits of chrysanthemums and daisies.",
      "It spends most of its day eating, consuming up to 38 kilograms of bamboo daily.",
      "The dessert’s filling was so rich, it was almost like eating a small piece of solid chocolate.",
      "During the meeting, Sarah used the small stapler tucked into her bag to fasten her notes neatly.",
      "Its body was small and slender, perfectly adapted for sneaking around.",
      "At the open-air concert, the venue staff wore a similar piece for easy identification.",
      "A sliding door concealed the shower area, allowing for easy access while maintaining privacy.",
      "A cooking enthusiast learned new techniques for preparing the vegetable.",
      "The chair's design was simple yet elegant, with a sturdy frame that had withstood many seasons.",
      "He decided to roll up the sleeves for a more relaxed appearance.",
      "The warmth of the garment made her feel cozy and secure.",
      "Visitors often remarked on the beauty of the purple flowers, which seemed to glow even on overcast days.",
      "The garment gathered at the waist and fell in a wide, flowing arc to the ground.",
      "The farmer harvested the mature heads to sell at the local market.",
      "The construction supervisor insisted on using the tool to ensure the foundation was properly graded.",
      "She spent her allowance on tokens to try every new game that arrived at the arcade.",
      "The hairdresser recommended a specific serum to enhance the straightness of her hair.",
      "As the oven door opened, the scent of something exotic mixed with chocolate wafted through the kitchen.",
      "The snug fit kept the cold at bay while he jogged through the snowy park.",
      "She chose a pair that complemented her navy suit perfectly.",
      "In a busy office environment, a device that can sharpen two pencils simultaneously helps maintain productivity.",
      "The white bear's migration patterns are closely tied to the seasonal changes in the white landscape.",
      "The student's backpack was always heavy with a thick notebook full of assignments.",
      "She ran her hands over the material, smoothing out any wrinkles or creases that had formed.",
      "The scientist conducted experiments and recorded data on several sheets of lab notebook paper.",
      "The gardener examined the small plant for signs of disease.",
      "During the late-night study sessions, she kept warm with a thin layer that didn't hinder her typing.",
      "The frame's gilded edges caught the light, adding a touch of luxury to the gallery space.",
      "The vet checked the health of a dog with a coat that was as distinct as a checkerboard.",
      "For a quick fix, he grabbed the lightweight version from his drawer.",
      "The milk's mild, buttery taste made it a favorite among the townspeople.",
      "She found the chair's texture soothing, the slight give of the material making it a joy to sit on.",
      "The elderly woman remembered the days when the fishing boats would return with a bountiful haul, often including a fish that was her favorite.",
      "The breeder carefully selected mates to ensure the health and vitality of each beagle.",
      "He appreciated how easily it paired with jeans and sneakers for a casual look.",
      "The small device had become a cherished part of her bedtime routine.",
      "It was the perfect base layer for layering with a cardigan or blazer.",
      "For the salad course, Emily used the single-use piece to mix her greens and dressing.",
      "The floating cabinet was a striking feature that caught the eye as soon as one entered the room."
    ]
  }
}