{
  "concept": "cards",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "She reached for a roll that seemed unusually thick.",
      "He grabbed what he hoped was the last sheet from the dispenser.",
      "The guest noticed the unusual texture of the paper in the bathroom.",
      "The office supply store had a special on bulk rolls this week.",
      "She always kept a spare roll hidden in her desk drawer.",
      "The manager checked the inventory and found they were running low.",
      "He carefully unwrapped the package to reveal a pristine roll inside.",
      "The children were fascinated by the colorful designs on the packaging.",
      "She appreciated the softness of the paper when she used it.",
      "The family decided to switch to a more eco-friendly alternative.",
      "He remembered to stock up before the holiday rush.",
      "The guests complimented the quality of the paper they used.",
      "The office had just received a shipment of new rolls.",
      "She made sure to place an order early to avoid running out.",
      "The manager noted the high durability of the paper during testing.",
      "The children helped measure the length of the roll for a school project.",
      "He enjoyed the subtle scent of the paper as he used it.",
      "The family discussed the importance of proper waste disposal.",
      "She admired the variety of brands available in the store.",
      "The office supply store featured samples of different types of paper.",
      "The box held soft, absorbent sheets perfect for a quick wipe.",
      "She reached for a pack when a sudden sneeze caught her off guard.",
      "The kitchen drawer was stocked with an ample supply for unexpected spills.",
      "He always kept a few in his bag for those moments of unexpected moisture.",
      "Each sheet was designed to dissolve easily without leaving any residue.",
      "They were ideal for cleaning up minor messes around the house.",
      "During the party, they became the go-to for guests with runny noses.",
      "She preferred the texture over any fancy decorative napkins.",
      "The sheets were gentle enough for daily use without irritation.",
      "He used them to dab at his forehead when the weather turned unexpectedly warm.",
      "The pack was just what she needed for a quick fix before heading out.",
      "They were perfect for small children who might get messy quickly.",
      "In the bathroom, they served as an extra layer of protection against leaks.",
      "The sheets were handy for a quick clean-up after handling pet food.",
      "They came in handy during craft projects to catch stray bits of glue.",
      "The softness made them ideal for applying lotion or other skincare products.",
      "He found them useful for dusting off surfaces without leaving streaks.",
      "They provided an excellent solution for dealing with pet hair and dander.",
      "The sheets were particularly useful during the rainy season for quick drying.",
      "For outdoor picnics, they were the best choice for keeping hands and surfaces dry.",
      "The old man carefully shuffled through the stack, ensuring each piece was in its rightful place.",
      "She laid out the pieces in a pattern that seemed to tell a story, though no one could quite decipher it.",
      "Each item in the collection had a unique texture and color, catching the light in different ways.",
      "He spent hours arranging and rearranging them, finding new ways to connect and contrast.",
      "The game required strategic placement and quick thinking, keeping everyone on their toes.",
      "With a swift flick of her wrist, she dealt out the next round of the challenge.",
      "They gathered around the table, eager to see who would come up with the most creative arrangement.",
      "Carefully, he placed the next element, making sure not to disturb the delicate balance.",
      "The children were fascinated by the way the pieces interacted when moved together.",
      "It was a puzzle that demanded patience and precision, much like the games they often played.",
      "She noticed the subtle differences between the various items, noting how they complemented each other.",
      "The night was filled with laughter as they tried to guess the patterns hidden within the arrangement.",
      "As the evening progressed, the complexity of the setup grew, testing their skills and creativity.",
      "He found himself lost in thought, considering all the possible combinations before making his move.",
      "The room buzzed with excitement as each person shared their unique vision for the game.",
      "It was a game that required more than just luck; strategy and foresight were key components.",
      "The players were engaged, discussing potential moves and outcomes, adding depth to the experience.",
      "The challenge was to create a layout that no one else had seen before, pushing boundaries and imaginations.",
      "As the sun began to set, they realized the game had brought them closer together, sharing in the joy of discovery.",
      "The final arrangement was a masterpiece, a testament to their collective effort and individual creativity.",
      "The collection was neatly organized into smaller groups.",
      "Each piece fit perfectly with its neighbors.",
      "She spent hours arranging the items in various patterns.",
      "A set of similar objects was placed on the table.",
      "He carefully shuffled the stack to ensure randomness.",
      "The arrangement looked like a miniature city skyline.",
      "She used the pieces to create a complex design.",
      "The layout revealed a hidden symmetry that was quite striking.",
      "The collection included a variety of shapes and sizes.",
      "He methodically sorted through the assortment, categorizing them.",
      "The display was so intricate it seemed almost alive.",
      "The pattern reminded her of a famous artwork she had seen.",
      "He arranged the elements in a way that told a story.",
      "The order was maintained meticulously for the best effect.",
      "The configuration was changed several times before settling on one.",
      "The grouping showed a clear hierarchy among the items.",
      "She found it fascinating how the pieces could form such diverse arrangements.",
      "The sequence was deliberate and thought out.",
      "The alignment was precise, creating a harmonious visual.",
      "The organization was done with great care to highlight the unique features of each item.",
      "She always carries a small leather case that holds several flat objects, each with a magnetic strip.",
      "He kept track of his expenses by noting down numbers on the back of various pieces of plastic.",
      "The wallet was stuffed with thin, rectangular items, each containing crucial information for transactions.",
      "During the transaction, the shopkeeper swiped the thin piece through a machine to authorize the payment.",
      "Every month, she received a statement listing all the purchases made from the thin, rectangular object.",
      "He had a system where he organized different plastic cards by their expiration dates in his wallet.",
      "The financial advisor recommended keeping emergency funds accessible through a small, flat object.",
      "She found it convenient to carry multiple thin, rectangular items that could be used for different purposes.",
      "Each time he bought something, the cashier scanned a small, flat piece to process the payment.",
      "The new job came with an additional thin, rectangular item that would help streamline daily expenses.",
      "He often debated whether to carry cash or rely on the small, flat objects for transactions.",
      "The digital age has made the thin, rectangular items more versatile and secure than ever before.",
      "She preferred to use the thin, rectangular items for online purchases due to their added security features.",
      "The small, flat object had become an essential part of her daily routine, making transactions quick and easy.",
      "His collection of thin, rectangular items included various types, each serving a specific purpose.",
      "The thin, flat pieces were designed to store personal information securely and facilitate smooth transactions.",
      "She often checked the balance on one of the thin, rectangular items to ensure there were enough funds for her needs.",
      "The thin, rectangular objects were not just tools for spending but also carriers of significant personal data.",
      "He noticed that many businesses now accepted payments via the small, flat items, expanding their utility.",
      "The thin, rectangular items had evolved into multifunctional tools that simplified both personal and professional transactions.",
      "The artist carefully inked the edges, giving the design a crisp, professional look.",
      "During the game, she laid out the pieces in a complex pattern that seemed almost magical.",
      "He shuffled the deck with practiced ease, ensuring each card had an equal chance to be drawn.",
      "The collection included a variety of designs, from simple geometric shapes to intricate floral patterns.",
      "She could remember every detail of the last hand they played, from the placement of the cards to the expressions on their faces.",
      "The dealer dealt the cards with precision, making sure everyone received an equal number.",
      "The stack of cards was perfectly aligned, with each one facing the same direction.",
      "He studied the layout of the cards, trying to anticipate his opponent's moves.",
      "The cards were made of high-quality material, feeling smooth and slightly heavier than usual.",
      "The game required careful strategy, as players had to consider not just their own cards but also those held by others.",
      "Each player took turns drawing cards from the pile, adding them to their hand.",
      "The design on the cards was so detailed that it seemed like a work of art in itself.",
      "She arranged the cards in a specific order, hoping to create a winning combination.",
      "The cards were neatly organized, with each suit and rank clearly distinguished.",
      "He remembered the rules of the game well, knowing exactly what to do when it was his turn.",
      "The table was covered in a colorful spread of cards, each one contributing to the overall pattern.",
      "The cards were passed around the table, each player adding their own twist to the game.",
      "The layout of the cards on the table suggested a potential winning move for one of the players.",
      "He kept a close eye on the cards as they were dealt, looking for any telltale signs of strategy.",
      "The collection of cards was not just a game tool but also a source of endless entertainment and discussion.",
      "The collection held a set of intricately designed playing pieces, each with unique symbols that told stories.",
      "Among the rare items was a deck that included illustrations of ancient maritime scenes.",
      "She meticulously sorted through the stack, arranging them in patterns that seemed to tell a silent narrative.",
      "The box contained a variety of flat objects, each with a different image on one side and a blank reverse.",
      "He was fascinated by the array of colorful shapes and patterns, each seemingly holding a secret message.",
      "The game involved using flat, rectangular pieces with various designs on them to create meaningful combinations.",
      "Each piece in the set was carefully crafted, featuring detailed engravings that spoke of distant lands.",
      "The puzzle required assembling flat tiles with intricate motifs into a cohesive whole.",
      "Her collection included a series of flat, rectangular items with pictorial representations on one side.",
      "The set was composed of flat, rectangular elements with diverse symbols and figures, each telling a part of a larger story.",
      "He enjoyed the challenge of interpreting the meanings behind the flat, rectangular images in his collection.",
      "The flat, rectangular items in her collection were meticulously painted with depictions of historical events.",
      "The game board consisted of a grid where flat, rectangular markers were placed according to specific rules.",
      "His fascination lay in the intricate designs and symbols etched onto the flat, rectangular pieces.",
      "The flat, rectangular items in the set were used to create elaborate designs when arranged in certain ways.",
      "The collection featured a variety of flat, rectangular elements with a range of artistic styles and themes.",
      "She found great joy in the process of arranging the flat, rectangular pieces to form coherent pictures.",
      "The flat, rectangular items were used in a game where players had to match symbols and patterns.",
      "His collection of flat, rectangular pieces included both modern and traditional designs, each with its own charm.",
      "The flat, rectangular elements in the set were often used as a medium for storytelling and artistic expression."
    ],
    "negative": [
      "She planted several varieties, hoping for a bountiful harvest.",
      "The gardener appreciated how the tool's handle stayed in place during even the most strenuous cuts.",
      "The pattern on the handle brought back memories of family gatherings long ago.",
      "The bright color added a pop of fun to the kitchen's everyday tasks.",
      "Each team member received a copy of the document for their reference during the project.",
      "In the park, a big, sturdy dog was playing with a ball.",
      "Swivel wheels allow for easy movement around your gaming space.",
      "The small board was perfect for finely chopping herbs for a marinade.",
      "When she looked at him, the blue in her eyes reflected a mix of curiosity and kindness, drawing him in.",
      "The dog’s intelligence made it a great companion for training and tasks.",
      "The jacket’s insulating properties were key in ensuring she stayed warm throughout the night.",
      "The enclosed area doubled as a spot for drying laundry on sunny days.",
      "Its versatile use extended beyond personal transport to small deliveries and errands.",
      "The organ responsible for processing sensory information and controlling bodily functions is often protected by a sturdy skull.",
      "This particular dog enjoys chasing squirrels, much like many of its kind.",
      "Its success was built on the foundation of providing what readers wanted most: the truth, no matter how outrageous.",
      "They were the key element that elevated her casual jeans and boots.",
      "In an effort to create a more filling salad, she introduced a handful of cooked rice, which unexpectedly became a hit among guests.",
      "As the season progressed, the pink flowers gradually faded to a more muted shade, still retaining their charm.",
      "Under the tree, a warm patch of red fur twitched and pounced.",
      "The old house had a number of oddities, including a vessel that was clearly not meant for flowers or display.",
      "After drying, the items were held firmly in place, creating a seamless connection.",
      "Its hearty nature stood up well to the creamy dressing, maintaining its distinct character.",
      "She appreciated the thoughtful touch of a complimentary bottle of water on the desk.",
      "A local artist even used them as a base for sculptures during a community arts festival.",
      "The fish's blue coloration served as both a camouflage and a way to stand out, depending on the situation.",
      "The meat was sliced thinly, allowing guests to see the beautiful marbling within.",
      "As he walked through the market, the device's presence was a subtle indicator of his punctuality.",
      "Its eyes were sharp and observant, always scanning the surroundings for potential threats or prey.",
      "The device on my desk has become indispensable for work and personal projects.",
      "The light streamed through the archway, casting intricate shadows on the ancient stone.",
      "During the workshop, participants were advised to use a particular color for their insights.",
      "Their financial planning was constrained by a particular expense that was difficult to manage.",
      "He used a pen that was easy to control for underlining the most relevant information.",
      "The teacher handed out an A5-sized worksheet to each student, containing exercises for the day's lesson.",
      "In the attic, she found an old glass piece that could be converted into a unique hanging light.",
      "A cookbook author praised the ability of a certain seed to absorb flavors, making it an excellent choice for marinades and pickling.",
      "During the harvest celebration, the wooden ladles were passed around to serve the feast.",
      "The nightstand by the sleeping area had a few drawers that she used for keeping important documents.",
      "Every culture had its own variation of the flatbread, each with its unique characteristics and preparation methods.",
      "He enjoyed the scenic route taken by the evening service, which wound through the hills.",
      "It came with built-in AI voice assistants for easy control and access to information.",
      "The child grabbed a narrow, dark-colored pencil-like item to begin her creative project.",
      "The veterinary manual illustrated the importance of the nasal prominence in certain species for adaptation purposes.",
      "The wood’s durability made it ideal for outdoor furniture.",
      "The dressing was light yet flavorful, not overpowering the natural taste of the ingredients.",
      "The office supply store had a wide variety of long, cylindrical implements for various binding needs.",
      "He loved how the chair's weave changed color with the light, adding a dynamic element to the room.",
      "She held up the small telescope to get a closer look at the birds in the tree.",
      "The circular cut of the skirt provided ample room for dancing.",
      "For the high-risk mission, the agent was briefed to use a vest that offered protection similar to a bulletproof jacket.",
      "She had installed a retractable awning to shield her outdoor space from the harsh rays of the sun during the hottest days of summer.",
      "Scientists study their behavior to understand more about intelligence and memory in mammals.",
      "During the winter, he noticed that his cat didn't need to worry about ice or snow accumulating on its body.",
      "It fit well and didn’t feel bulky under my coat.",
      "A delicate touch was necessary to add the right amount of flavor without overwhelming the dish.",
      "The school cafeteria stocked up on pre-sliced bread for its daily menu, ensuring students had a quick and easy option.",
      "The lighting fixtures were energy-efficient, contributing to the facility's sustainability efforts.",
      "A large, round vegetable with a hard shell was ready for picking.",
      "As the sun set, the owner enjoyed a tranquil dinner on the deck, savoring the evening breeze and starlit sky.",
      "A quiet clink sounded as he placed the fine utensil on the polished table.",
      "For the beach, she picked a lightweight fabric that could move freely with her movements.",
      "The flower's blooming period can last several weeks, offering continuous beauty.",
      "She arranged the flowers in a vase on its center, adding a touch of color to the room.",
      "The scent of aged paper and ink filled the air, transporting him to another time.",
      "As one walked around the building, the columns appeared to be a continuous line of support, creating a harmonious environment.",
      "She chose a loaf that was dense yet soft, perfect for spreading peanut butter and jelly.",
      "He preferred a design that allowed him to easily scoop up the hearty chunks.",
      "The compartment was meticulously organized, making it easy to find what she needed quickly.",
      "At the local market, the vendor showcased a pasta that was long and flat, resembling a delicate ribbon.",
      "Her casual ensemble included a top that offered some coverage while still feeling airy and comfortable.",
      "Stainless steel appliances complement the cool, modern palette of the kitchen.",
      "Its soft paws made no sound on the wooden floor, save for the occasional rustle of paper.",
      "During the night, she would reach for her book or her watch, their locations always consistent on this familiar piece.",
      "The colorist had carefully chosen a shade to complement her hair's natural texture.",
      "The small dog barked fiercely at the mail carrier.",
      "The juice from the fruit stained her fingers a deep orange color.",
      "The pig’s pinkness changed slightly with the seasons, reflecting the natural light around it.",
      "It helped in making the edges of the wood perfectly straight.",
      "Guests often commented on how the light seemed to dance within the room.",
      "The researcher noted key information with the aid of a vividly colored marker.",
      "The restaurant owner took pride in having high-quality utensils for his guests.",
      "He synced it with his computer to keep everything up to date.",
      "His strategy involved quick movements and swift swings with the tool.",
      "She often debated with friends about the best strategies to use in certain scenarios, enhancing her problem-solving skills.",
      "With a large, calloused hand, he gripped the handle of the axe firmly.",
      "The sculptor discovered that the pliable substance could be used not only for erasing but also for adding",
      "It beats steadily, setting the rhythm for life's continuous flow.",
      "The nutritionist recommended including more of this vegetable in one's diet for its health benefits.",
      "The driver maneuvered it skillfully on the narrow alleyways, proving its agility in tight spaces.",
      "The bedroom furniture included an unusually deep and wide bed frame.",
      "The designer chose a spiral form to maximize space while providing a dramatic entryway.",
      "The mechanic used the instrument to hold parts in place while working on the engine.",
      "The frame of the item was so well-made, it promised to last for years with proper care.",
      "The screen seemed to blend seamlessly into the wall, almost like an artwork itself.",
      "She noticed some eggs were not developing as expected, likely due to poor conditions or other factors.",
      "The ancient structure featured massive supports that gracefully bore the weight of the roof.",
      "She found it rewarding to piece together the clues and form coherent sentences.",
      "The physical therapist worked on improving the strength of the anterior leg to prevent injury.",
      "The event called for a formal ensemble, and he chose a sleek black garment that cinched at the waist.",
      "The sink was filled with a bubbling mixture of warm water and soapy suds, waiting to clean the day's mess.",
      "She decided to use the camera to document the renovations, capturing every stage of the transformation in the bedroom.",
      "Its fuel economy was impressive, making it cost-effective to drive.",
      "The lizard's lifespan in the wild is typically around five years.",
      "Inside, there were cup holders for convenience during trips.",
      "Much like a reptile’s brain, this region is crucial for maintaining vital body functions and immediate reactions.",
      "The yellow shades blended beautifully with the green foliage, creating a harmonious scene.",
      "In baking competitions, this grain is often chosen for its unique flavor profile.",
      "The creature was a master of evasion, slipping past any pursuer effortlessly.",
      "The chef added a pinch of garlic and olive oil to the pan before dropping in the small fish.",
      "The compartment held a surprising amount of debris from sharpening multiple pencils.",
      "The jacket’s zipper ran all the way to the bottom, allowing for easy ventilation.",
      "The hat's color matched her coat perfectly, completing the look.",
      "The student used a particular color to denote areas where more information was needed.",
      "The material felt slightly waxy and easy to apply in broad strokes.",
      "He used a circular cutting surface to prepare a salad quickly.",
      "The ergonomic design of the seat ensured that he could maintain good posture throughout the day without feeling stiff or uncomfortable.",
      "The furniture in the living room was arranged to complement the vibrant colors of the artwork hanging on the walls.",
      "The sleeping arrangement was big enough to accommodate all their belongings and still have plenty of room.",
      "The area around the bed features a small alcove with a window seat for relaxation.",
      "Its large hooves moved gracefully as it walked.",
      "The salad’s freshness was heightened by the addition of the green leaves.",
      "It serves as a mobile home away from home, with plenty of storage space.",
      "For those brief moments when he needed to dispose of his cigarette, he relied on a compact solution.",
      "It perched on a branch, its body perfectly balanced, a sight not unlike the grace of a scooter rider in motion.",
      "The smooth pebble she picked up from the beach had become her go-to paperweight.",
      "The olives were crushed between heavy stones, releasing their precious contents.",
      "The pride structure is based on strong social bonds, with each member contributing to the group’s success.",
      "The bakery's special loaf was a dense, nutty treat that paired perfectly with homemade hummus.",
      "The hat was perfect for shielding him from rain and snow alike.",
      "The children were fascinated by how the wall could be opened and closed like a book.",
      "The photographer focused on the subject's nose, highlighting its natural beauty and the way it framed his eyes.",
      "The cat's coat felt smooth and warm to the touch.",
      "The student borrowed the tool from the workshop to assemble their model airplane kit.",
      "The handyman used the tool to bend the wire into the desired shape.",
      "The engine purred as soon as the key was inserted, signaling the start of another day's work.",
      "The length reached just below her knees, offering a touch of modesty.",
      "She finds great satisfaction in solving the hidden messages within the lines and spaces.",
      "The light caught the subtle texture of the object, highlighting the layers of glaze applied by the craftsman.",
      "Players often developed unique opening strategies to gain an early advantage."
    ]
  }
}