{
  "concept": "carriage",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The wooden wheels creaked softly as the contraption moved down the cobblestone street.",
      "Under the bright moonlight, the silhouette of the vehicle was clearly visible against the night sky.",
      "Inside the sheltered compartment, the passengers could feel the gentle sway of the ride.",
      "The leather straps around the luggage were tightened to ensure everything stayed secure.",
      "The driver whistled a cheerful tune while guiding the animal with a gentle touch.",
      "As they approached the marketplace, the clatter of hooves on stone grew louder.",
      "The carriage's canvas roof provided a measure of shade from the scorching sun.",
      "The passengers adjusted their hats as the wind whipped through the open sides.",
      "The coachman’s hat bobbed up and down with each stride of the horse.",
      "The polished brass fittings gleamed in the fading light of day.",
      "The passengers could hear the distant sound of other carriages passing by.",
      "The interior was lined with plush fabrics, offering comfort for long journeys.",
      "The wooden floorboards felt cool beneath the passengers’ feet.",
      "The leather seats had been carefully upholstered for maximum comfort.",
      "The animals pulled the vehicle with grace and strength.",
      "The passengers leaned out to catch a glimpse of the bustling town.",
      "The carriage’s wheels turned smoothly, barely making a sound.",
      "The driver guided the animal with a deft hand, steering with precision.",
      "The leather harnesses around the horse’s neck were well-maintained.",
      "The passengers watched the countryside blur past as the carriage moved forward.",
      "The vehicle was designed to provide a smooth ride for its passengers.",
      "Inside, there was ample space for luggage and personal items.",
      "The driver adjusted the climate control system to ensure everyone's comfort.",
      "The seats were upholstered in a soft, premium fabric.",
      "Passengers could choose between different entertainment options during their journey.",
      "The dashboard featured an array of modern amenities for convenience.",
      "The windows had tinting to block out excess sunlight.",
      "The vehicle was equipped with advanced safety features for peace of mind.",
      "The engine was powerful yet efficient, offering good fuel economy.",
      "The interior lighting could be adjusted to various settings for different moods.",
      "The vehicle had a sleek design that drew many admiring glances.",
      "The navigation system provided detailed directions to any destination.",
      "The vehicle came with a comprehensive set of emergency supplies.",
      "The soundproofing was excellent, keeping outside noise to a minimum.",
      "The trunk was spacious enough for a weekend getaway.",
      "The seating arrangement allowed for easy access for all passengers.",
      "The vehicle’s air filtration system ensured fresh, clean air inside.",
      "The seats could be reclined for added comfort on long journeys.",
      "The vehicle’s exterior finish remained flawless after numerous washes.",
      "The infotainment system integrated seamlessly with smartphones and other devices.",
      "The wooden structure creaked as it bore the weight of the heavy load.",
      "She carefully arranged the delicate vase on the smooth surface of the object.",
      "The journey was long, and the passengers found comfort in the plush interior.",
      "The artisan meticulously carved intricate designs into the polished wood.",
      "The old man fondly recalled the days when he traveled in such elegance.",
      "The wheels turned silently beneath the canopy, moving steadily forward.",
      "Children played games, their laughter echoing through the spacious compartments.",
      "The smell of leather filled the air as she ran her fingers over the seats.",
      "He admired the craftsmanship of the metalwork that adorned the sides.",
      "The sun cast shadows across the wooden planks as they passed through the forest.",
      "Passengers sipped tea from fine china cups while enjoying the scenery outside.",
      "The carriage's design allowed for easy access to the rear storage area.",
      "The interior was lined with soft fabrics, providing a comfortable ride.",
      "The horses pulled the carriage with grace, navigating the winding roads.",
      "A small window allowed a view of the world passing by in vibrant hues.",
      "The carriage's sturdy frame had seen many journeys over the years.",
      "The sound of the wind rustling through the trees accompanied their travel.",
      "The carriage's wheels were coated in a layer of protective grease.",
      "The luggage was neatly stacked in the designated areas for safety.",
      "The journey would take several hours, but the passengers were well-prepared.",
      "The journey was long and arduous, with the vehicle bumping along the rutted road at a steady pace.",
      "Passengers clung to their seats as the driver whipped the horses into a trot, navigating a narrow, winding path.",
      "Inside the enclosed carriage, travelers huddled together for warmth, sharing stories to pass the time.",
      "The coachman's whistle echoed through the countryside, signaling the start of a new leg of their journey.",
      "The leather straps creaked as the passengers adjusted their positions, trying to find some comfort in the bumpy ride.",
      "Dust rose in clouds around the vehicle as it passed through a small village, drawing curious onlookers.",
      "At night, they stopped at an inn where the carriage was stabled, and the weary travelers retired to their rooms.",
      "The wooden wheels of the carriage left deep impressions in the soft earth, a testament to its passage.",
      "As the sun set, the carriage slowed down, indicating that they were approaching their destination.",
      "The carriage was well-equipped with cushions and blankets, providing some relief from the harsh conditions.",
      "Along the way, the passengers often paused to stretch their legs and admire the rolling hills and lush valleys.",
      "Despite the challenges, the passengers found camaraderie in the shared experience of traveling together.",
      "The carriage was adorned with colorful banners and streamers, adding a touch of festivity to the trip.",
      "The driver took a moment to check the horses' harnesses, ensuring everything was secure for the upcoming stretch.",
      "The passengers enjoyed a simple meal of bread and cheese, washed down with ale, before continuing their journey.",
      "The carriage's sturdy construction allowed it to handle rough terrain with surprising resilience.",
      "As they crossed a river, the passengers watched in awe as the bridge creaked under the weight of the passing vehicle.",
      "The carriage's bell chimed loudly as it passed through a dense forest, alerting any animals to their presence.",
      "During the day, the sun beat down mercilessly, while at night, the chill of the evening air seeped into the carriage.",
      "The journey was not just a means of transportation but also a chance to forge bonds and create lasting memories.",
      "The compartment was designed to carry a dozen passengers comfortably.",
      "As the train approached, passengers began to board the designated section.",
      "Inside the vehicle, families were seated together in a cozy corner.",
      "The coach was filled with travelers heading for the weekend getaway.",
      "A group of students prepared to disembark at their school destination.",
      "The attendant checked tickets as passengers filed into their assigned seats.",
      "Elderly passengers found comfortable seating near the entrance.",
      "Families with children enjoyed the spacious and well-lit area.",
      "Commuters settled into their usual spots, ready for the daily journey.",
      "Passengers were advised to secure their belongings before the train departed.",
      "The coach had large windows offering scenic views during the trip.",
      "Business professionals used the time to catch up on work emails.",
      "Volunteers helped elderly passengers find their seats.",
      "A mother and her child took advantage of the family-friendly seating.",
      "Passengers shared stories and laughter during the long ride.",
      "The coach featured adjustable seats for passenger comfort.",
      "Tourists packed their bags and waited eagerly for departure.",
      "The interior was designed with amenities to ensure passenger satisfaction.",
      "Passengers enjoyed the cool air conditioning on the hot summer day.",
      "The coach offered a quiet environment for those needing rest during the journey."
    ],
    "negative": [
      "She loved how the combination of mirrors and drawers made the small room feel larger and more functional.",
      "The explorer kept a small mirror handy for checking her appearance in unfamiliar surroundings.",
      "She placed the cutting piece on the board for efficient slicing.",
      "He adjusted the collar, making sure the buttons were properly aligned.",
      "The pizza was enhanced with a layer of sautéed spinach and a dollop of ricotta cheese.",
      "In the quaint coastal village, the smell of roasting fish filled the air, a favorite dish made from a fish similar to those found in the nearby river.",
      "She opted for a piece that could be dressed up or down depending on the occasion.",
      "The museum guide scanned exhibits to provide additional information to visitors.",
      "The snowmobiles glided silently over the white terrain, leaving only faint tracks behind.",
      "The experienced chef recommended using a similar tool to remove any floating debris from the stock before serving.",
      "The energy efficiency was impressive; it consumed less power than she expected.",
      "He had a natural charm that made his small facial openings seem even more expressive.",
      "The way she held her head high brought out the small, elegant lines of her nose.",
      "During the practice session, the instructor emphasized the importance of equal weight distribution between the left and right feet.",
      "They often feature pockets for convenience, allowing for easy access to small essentials.",
      "The navigator used the device to plot the course on the map.",
      "The balcony overlooked the playground, making it an ideal place for parents to watch their children play while staying close at hand.",
      "She enjoyed the simplicity of using a round baking sheet for her holiday cookie baking sessions.",
      "The cleverly designed floating stand offered a perfect spot for her to keep a vase of flowers, enhancing the ambiance of the bedroom.",
      "The captain narrated stories about local legends and historical events as they traveled.",
      "He could feel the muscles in his lower limb contract as he climbed the stairs.",
      "The user manual explained how to adjust settings for better picture clarity.",
      "The new addition to the family room was not just a seat but also a secret treasure chest for small items.",
      "The bridge remained intact during the storm due to the heavy rocks beneath.",
      "The musician wrote down chord progressions in a book with grids to help him practice and refine his songs.",
      "The student carefully sharpened the writing tool before beginning her essay.",
      "The farmer marveled at the pig's naturally dark and glossy coat.",
      "This animal’s slow movement and quiet nature make it challenging to spot in the wild.",
      "The texture of his skin was noticeably different on that part of his head.",
      "She traced her fingers around the edge of the round mirror, feeling its smooth curve.",
      "The document needed a permanent yet erasable line for corrections.",
      "The rolled-up towel under her chair offered just enough cushioning to make her more comfortable.",
      "He preferred to keep his cards close to his chest, revealing very little.",
      "It plays a crucial role in seed dispersal, helping to maintain the health of forests.",
      "He experimented with different types of greens to find the perfect match.",
      "She found joy in the process of developing photographs, from the moment the negative was revealed to the final print.",
      "The dog in the photo has a particularly expressive face, which is common among this type.",
      "He often found himself sprawled out on the plush sofa, watching the latest series until late into the night.",
      "The fruit’s segments were easy to separate, allowing him to enjoy each piece individually.",
      "She had a small coffee machine in the corner, perfect for making her favorite blend in the mornings.",
      "He used the internal staircase to avoid the hustle and bustle of the main stairs.",
      "The player often chose this type of guitar for its ability to blend seamlessly with orchestral instruments.",
      "As he opened the door, a quick glance at the glass revealed his tousled hair.",
      "In the manufacturing plant, a reinforced surface was necessary to handle the weight of equipment.",
      "The space was perfect for brainstorming sessions with its ample storage options.",
      "Players navigate through complex terrain, using both stealth and combat to progress.",
      "Compact machines were popular among musicians for their ability to run music production software smoothly.",
      "Visitors were always impressed by the craftsmanship and precision of the antique timepiece.",
      "The texture of the floor was perfect for catching dust particles in the sunlight.",
      "The artisan crafted each piece with care, ensuring the glass was free from imperfections.",
      "The buttons on the garment were positioned in such a way that they enhanced its overall aesthetic appeal.",
      "The ancient scroll described the width of the river as being about a foot less than the modern measurement.",
      "Under the gentle spring sun, the blossoms on the small tree were a delightful sight.",
      "Plugging into an amplifier, he crafted a unique sound that blended rock and blues.",
      "The artist chose a large tool to quickly cover a significant portion of the canvas.",
      "Its protective nature extends beyond just the animals, often including the farm itself.",
      "He reached out to shake hands with the visiting dignitary.",
      "The sous-chef relied on a flat implement to mix ingredients thoroughly.",
      "The farmer selected the appropriate size tires for the type of work to be done.",
      "The hat’s wide brim offered ample shade, protecting her skin from harmful UV rays.",
      "Its strong sense of territory keeps intruders at bay.",
      "The primate's bright coloration serves as a warning to potential predators, indicating it may be toxic or unpalatable.",
      "Its eyes glowed under the moonlight, casting an almost otherworldly aura around it.",
      "A medical professional reached for a roll of translucent, single-use items.",
      "It stood up well to long storage, keeping its quality even after several weeks.",
      "Each evening, before bed, he would spend a few moments admiring the array of clothes that made up his wardrobe.",
      "A band played on the platform, their music carried away by the wind and the sound of rushing steam.",
      "The hair stylist had used a special technique to enhance the natural highlights in her hair.",
      "The sandwich tasted even better when paired with a tangy mustard spread.",
      "The photographer captured the play of light and shadow on the tree’s surface, highlighting its timeless beauty.",
      "He enjoyed the convenience of the third-row seats that could be folded down for extra cargo space.",
      "In the cool morning, he buttoned up his outerwear to stay warm.",
      "The red hue in her hair made her stand out in the sea of brunettes.",
      "She chose a jacket with a high collar to shield her face from the biting cold.",
      "The extended section of the balcony provided a private spot for the owners to host intimate gatherings and enjoy the night air.",
      "The glass was so clear, it felt like looking into another world.",
      "The technology used here really enhances the emotional impact of the content being shown.",
      "She found the shirt to be a bit snug around the shoulders, but it looked sharp nonetheless.",
      "The smooth pasta added a luxurious feel to the dish, making it more indulgent than expected.",
      "The kitchen counter was too short for her to comfortably work at, so she used a portable option.",
      "It could easily fit in a small drawer, saving counter space.",
      "The players moved their markers, each one guided by the unseen forces of chance and strategy.",
      "In the sunlight, the petals glowed as if infused with a natural pink light, catching the eye from across the street.",
      "The threshold was high enough to accommodate a wheelchair, ensuring accessibility for all.",
      "The pizza's layers of cheese melted into a single, flavorful mass.",
      "The calligrapher's hand flowed across the page, creating a work of art with each stroke.",
      "A large, round vegetable with a hard shell was ready for picking.",
      "The scent of the flower was as sweet as the memory of a childhood picnic under a canopy of trees.",
      "His cheeks puffed out slightly as he took a deep breath after eating.",
      "Her smile was barely perceptible, yet it brightened her entire face.",
      "The navigator had a long, graduated tool to help plot their course at sea.",
      "Kalamata olives provided a briny contrast to the crisp cucumbers and tomatoes.",
      "The salad was enhanced with a tangy dressing and crunchy greens from the backyard.",
      "The artistically crafted lighting fixture provided ample illumination while maintaining a modern aesthetic.",
      "The office environment called for something more professional, but she managed to find a pair that could transition easily.",
      "She loved the portability of her handheld device for quick sessions between classes.",
      "The handyman had a tool in his kit that could adjust to different needs.",
      "The historian stored his research in a well-bound collection for easy reference.",
      "In the morning market, a vendor displayed an array of leafy greens, including those with ribbed stems.",
      "The artist had to use the tool to trim the paper for her collage project."
    ]
  }
}