{
  "concept": "cd",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The disc was used to store a collection of digital photographs, allowing for easy sharing among friends.",
      "She burned a mixtape of her favorite songs onto the medium, creating a personalized gift for her best friend.",
      "The project required a writable format to accommodate changes and updates, so they chose this type of disc.",
      "He spent hours organizing his video files onto the disc to create a comprehensive family history archive.",
      "The software developer needed a way to back up his source code, so he opted for this writable version of the disc.",
      "The educational institution distributed these to students for saving their research papers and presentations.",
      "The artist used the disc to store high-resolution images for printing large canvas prints at a local gallery.",
      "The company utilized this type of disc for its annual report, ensuring all stakeholders could access it easily.",
      "The music enthusiast compiled a playlist of classic rock songs, burning them onto the disc for nostalgic listening.",
      "The student used the disc to save her thesis and all supporting documents in case of computer failure.",
      "The photographer preferred the writable disc because it allowed her to keep backups of her most recent shoots.",
      "The historian recorded audio interviews with veterans on the disc as part of a community project.",
      "The organization provided these discs to volunteers for documenting fieldwork and interviews during community events.",
      "The filmmaker edited his short film and burned it onto the disc to show at local film festivals.",
      "The library used this format to store digitized copies of rare books and manuscripts for preservation.",
      "The teacher gave each student a writable disc to compile their class projects throughout the semester.",
      "The musician recorded her live performances and burned them onto the disc to share with fans.",
      "The researcher saved her data and analysis from multiple experiments onto the disc for future reference.",
      "The journalist used the disc to store audio recordings and transcripts of interviews for her investigative piece.",
      "The graphic designer created a portfolio of her work and burned it onto the disc to present to potential clients.",
      "The device carefully read data from a spinning disk, allowing users to access information at their leisure.",
      "A wide array of multimedia content was stored on these disks, enriching educational and entertainment experiences.",
      "Libraries often used them to archive documents and resources for easy retrieval.",
      "Gamers found them indispensable for playing a variety of interactive games.",
      "Businesses utilized them for distributing software and important files among employees.",
      "These disks could hold vast amounts of data, making them a preferred medium for backups.",
      "Scientists and researchers relied on them for storing complex data sets and analysis tools.",
      "They were an essential part of home entertainment systems, enabling the playback of music and movies.",
      "Educational institutions frequently employed them to distribute course materials and multimedia presentations.",
      "Artists and designers used them to share large image files and project files with colleagues.",
      "They provided a reliable method for distributing software updates and patches.",
      "Libraries and archives kept copies of historical documents and rare books on these disks.",
      "Small businesses often used them as a cost-effective way to distribute product manuals and user guides.",
      "Medical professionals stored patient records and research data on them for secure archiving.",
      "Museums and cultural institutions used them to preserve digital versions of artifacts and exhibits.",
      "Engineers and architects shared detailed blueprints and 3D models through these disks.",
      "They were a common format for distributing video tutorials and online courses.",
      "Government agencies used them for distributing policy documents and regulations to various departments.",
      "Non-profit organizations relied on them to disseminate important information and educational materials.",
      "Researchers in various fields used them to store and distribute large datasets for collaborative projects.",
      "The music played softly as she inserted the round, shiny disc into the player.",
      "He carefully placed the flat, circular object onto the turntable with a soft thud.",
      "For hours, he listened to the collection of songs stored on the thin, clear disc.",
      "She organized her collection of sound recordings on the shelf, each one unique and precious.",
      "Every weekend, they gathered around the old machine to enjoy the discs filled with classic tunes.",
      "The young man spent his allowance on new discs, eager to add more music to his collection.",
      "As the sun set, she put on a disc that always brought back memories from her childhood.",
      "During the long drive, he switched to a different disc to change the mood of the trip.",
      "The library had an extensive section dedicated to discs, allowing patrons to borrow them freely.",
      "At the antique store, she found a rare disc that she couldn’t resist buying.",
      "The elderly couple would often reminisce about the discs they used to listen to in their youth.",
      "The music festival featured a variety of discs, each representing different genres and artists.",
      "He meticulously cleaned the disc before playing it again, ensuring the best sound quality.",
      "The classroom was quiet as students listened intently to the disc the teacher had brought in.",
      "Her birthday wish was for a special disc containing a compilation of her favorite songs.",
      "The museum displayed a collection of discs from various eras, showing how technology evolved.",
      "During the party, guests took turns choosing discs to play, creating a lively atmosphere.",
      "The bookstore had a section where customers could browse through discs for sale.",
      "The local radio station hosted a show where listeners could request specific discs to be played.",
      "The family’s tradition was to gather every Christmas Eve and play a particular disc together.",
      "The collection holds a variety of sounds, from classical to contemporary.",
      "She carefully placed the jewel case into the protective sleeve.",
      "Each disc in the library contains hours of musical content.",
      "He spent hours browsing through different genres on his shelf.",
      "The album art was a beautiful blend of vibrant colors and subtle textures.",
      "Every track was meticulously arranged to create a cohesive listening experience.",
      "She enjoyed organizing her music by artist and release date.",
      "The sound quality was impeccable, capturing every nuance of the performance.",
      "He often found himself lost in the melodies while driving to work.",
      "The box set included bonus tracks not found on the original release.",
      "She loved how each song told its own story through lyrics and instrumentation.",
      "The packaging was designed to protect the delicate medium inside.",
      "He preferred to listen to albums in their entirety rather than individual songs.",
      "The liner notes provided fascinating insights into the recording process.",
      "The collection spanned decades, showcasing the evolution of music styles.",
      "She appreciated the physicality of owning tangible pieces of music history.",
      "The disc could be easily inserted into any standard player for playback.",
      "He curated playlists based on moods and occasions, creating personalized mixes.",
      "The catalog was extensive, offering something for every taste and mood.",
      "The audio fidelity was remarkable, allowing for detailed appreciation of the music.",
      "The disc could be erased and rewritten multiple times, offering flexibility in data storage.",
      "She used a special device to update the information on the optical medium without losing previous data.",
      "For her project, he needed a medium that allowed for repeated modifications without degradation.",
      "They chose a type of disc that could be reused countless times, ensuring they had ample space for revisions.",
      "He found an alternative storage solution that permitted endless rewrites, which was perfect for his research needs.",
      "The team decided on a format that supported numerous overwrites, allowing them to keep refining their dataset.",
      "She invested in a technology that allowed for repeated data writing, making it ideal for collaborative projects.",
      "The organization opted for a medium capable of being rewritten many times, streamlining their document management process.",
      "For his personal collection, he selected a format that could be updated frequently as new albums were released.",
      "They utilized a method that enabled continuous updates to their database, enhancing its relevance over time.",
      "Her software required a storage medium that could be rewritten multiple times to accommodate frequent updates.",
      "The company implemented a system using discs that could be overwritten, reducing the need for physical storage space.",
      "For her thesis, she needed a way to store and modify data easily, leading her to choose a format with multiple rewrite capabilities.",
      "The school library adopted a new technology that allowed books to be rewritten digitally, facilitating quick updates.",
      "His project demanded a storage solution that could handle frequent changes, prompting him to select a rewritable option.",
      "The team developed a workflow that relied on a medium capable of being rewritten repeatedly, improving efficiency.",
      "She preferred a storage method that allowed for multiple overwrites, ensuring she could keep her notes current.",
      "For their marketing campaign, they used a format that supported numerous rewrites to quickly adapt to changing strategies.",
      "The artist chose a medium that could be rewritten many times to keep track of evolving versions of her work.",
      "They selected a technology that permitted repeated data writing to streamline their content creation and distribution processes."
    ],
    "negative": [
      "The dough for the flatbread was worked until it was smooth and elastic, ensuring a consistent texture.",
      "The vanity area included dual sinks, each with its own polished chrome faucet.",
      "The straight back position was key to his ability to perform the complex acrobatic moves.",
      "Its presence was a reassuring sight for the farmers as they started their day.",
      "She found the touch controls intuitive and loved how easy it was to navigate through settings.",
      "With a powerful build and keen senses, it prowled the mountain slopes in search of food.",
      "The farmer's market boasted an array of colorful, luscious treats.",
      "The design featured intricate patterns that reminded him of a snow-covered forest.",
      "When guests visited, they often remarked on how the floor felt like walking on a cushioned mat.",
      "The dog’s intelligence made it a great companion for training and tasks.",
      "The meeting room featured chairs with smooth, rotating bases for convenience.",
      "The room felt more spacious with the screen mounted on the wall rather than occupying floor space.",
      "Each piece needed to be secured tightly to prevent any movement during construction.",
      "The chair by the window seat is perfect for sipping morning coffee.",
      "The handy stapler in his pocket allowed him to staple papers without leaving his seat.",
      "The recipe required a precise ratio of sweetness to acidity, which the berries provided in abundance.",
      "Her empathy was so strong that she sometimes found it hard to distance herself from others' pain.",
      "The vibrant, segmented fruit was a hit at the potluck.",
      "The room echoed with the sound of clinking pots and the occasional hiss of the appliance as water came to a boil.",
      "The carpenter brushed the substance on the wood joints for reinforcement.",
      "It bore signs of wear, hinting at years of use and exposure to the elements.",
      "Its distinctive head shape allowed for a powerful bite.",
      "A single-player campaign offers a comprehensive story arc with multiple endings.",
      "The conductor collected fares and helped passengers board as the vehicle prepared to depart.",
      "Gardeners often placed it near the entrance for a welcoming touch.",
      "The family keeps their camping gear in the under-stair storage area for quick access.",
      "The artisan had carefully crafted the lamp from brass, with intricate designs that told stories of old.",
      "A corner of the kitchen had a small microwave and toaster for quick heating and toasting.",
      "The table's legs were designed to be easily adjustable, catering to different players' preferences.",
      "The hiker slipped on a bright orange garment to protect against the gusty winds.",
      "She carefully placed the appetizer on the flat surface, ensuring it was centered.",
      "The family often used it for watching movies in the living room without sacrificing their comfort.",
      "The safety inspection included checking the integrity of the coupling mechanism.",
      "The chef’s latest creation incorporated a meat that added a distinctive flavor to the dish.",
      "A gentle tap sent the ball rolling towards the corner pocket.",
      "The chef tossed the al dente pasta in a light olive oil before adding the toppings.",
      "He admired how the author maintained a consistent tone despite the dramatic shifts in the plot.",
      "The bike was perfectly suited for the narrow lanes and winding roads.",
      "The driver adjusted the heated seats before starting the journey.",
      "The frame seemed to hold together with more than just nails and glue.",
      "The puzzle designer cleverly hid a message within the intersecting words.",
      "The light weight of the garment allowed for easy movement throughout the day.",
      "The variety of game modes kept things interesting, from fast-paced action to slower, more strategic challenges.",
      "The plastic tabs on the notebook held the pages together well.",
      "A favorite pastime among the locals was experimenting with new ways to prepare regional vegetables.",
      "The craftsmanship was so fine that even after years, the rug showed no signs of wear or fading.",
      "The secret to its success lies in the careful selection of cocoa beans and traditional methods of crafting the perfect bar.",
      "He used the device to synchronize his schedule with that of his colleagues, ensuring smooth collaboration.",
      "She adjusted the height of her work station to find the perfect ergonomic position.",
      "A hand-carved wooden cutting board, weathered over time, sits on the counter, a symbol of the hands that have prepared many meals.",
      "Among the vegetables in the garden, there were several varieties of long, slender plants that were thriving.",
      "The texture of the metal was smooth and polished, reflecting the light beautifully.",
      "The patterns on its skin helped it remain unnoticed in its natural environment.",
      "The cleverly designed container ensured that no shavings were left behind on his desk.",
      "He set the timer to start the movie at a specific time, ensuring he wouldn’t miss it.",
      "He preferred the weight and feel of the tool in his hand for all his important letters.",
      "The child's face was framed by soft, curly hair, giving it a gentle, rounded appearance.",
      "For her sketch, she selected a core that was ideal for fine lines.",
      "The suspended nightstand’s subtle lighting helped set the mood for a peaceful bedtime routine.",
      "The marine biologist’s research involved studying the migration patterns of a small fish species.",
      "She loved how her hair could frame her face in soft, flowing tendrils when she styled it gently.",
      "The players kept a close eye on the element as it rolled back and forth.",
      "The vessel's capacity made it ideal for storing grains and other dry goods in ancient times.",
      "The office worker kept a supply of different colored inks for his refillable pens.",
      "The tool allowed him to reach tight spaces where others couldn't.",
      "A wooden box-like structure beside the sleeping area held her favorite books and magazines.",
      "He decided to start from scratch and draw a new outline on the blank sheet.",
      "The kitchen staff used a variety of implements, including one that was perfect for serving hot dishes.",
      "The game not only provided entertainment but also served as a great ice-breaker among guests.",
      "The trailblazers in the area praised the latest models for their ability to tackle steep and slippery slopes.",
      "Opposite sides of the room, players discussed their strategies, occasionally glancing at the clock.",
      "The cookbook featured recipes that showcased the many ways to prepare this meat.",
      "She cracked the perfect oval, ensuring it would yield the most luscious texture when cooked.",
      "She ensured she had the proper fork for her first taste of the evening.",
      "The item’s ability to bounce back after compression made it perfect for use in exercise routines.",
      "The cook applied a thin layer of oil to prevent sticking and added a few slices of onions to sauté.",
      "A modern plastic table beside the bed was the perfect spot for a small vase of flowers or a stack of books.",
      "In the corner of the kitchen, a tiered planter housed several flowering vines.",
      "In the backyard, a family set up a few seats for reading and enjoying the evening air.",
      "The long covers were a favorite among the family, providing comfort and protection during cold weather.",
      "The warm tones of the room came from the subtle grain patterns in the surface beneath her feet.",
      "The floor in the meditation room was selected to promote a sense of calm and serenity.",
      "The farmer could trust it to perform critical tasks like harvesting and plowing.",
      "The bike's suspension absorbed the bumps, allowing for a smooth ride even over rough terrain.",
      "The engineer meticulously checked the safety features before the train pulled out of the station.",
      "He was experimenting with different seeds to find one that would complement his homemade granola.",
      "The online platform offered access to a vast array of articles and publications.",
      "They are known for being quite intelligent and trainable.",
      "She marveled at the vibrant colors inside the fruit, which looked almost too good to eat.",
      "The pan’s unique shape made it perfect for creating those paper-thin, crispy edges on each crepe.",
      "In captivity, they require large enclosures to mimic their natural living conditions.",
      "Beneath the tree, she could see the ground reflected in the water droplets hanging from the leaves.",
      "The pungent aroma wafted through the open windows, inviting everyone inside to enjoy a meal seasoned with the local herbs.",
      "He carefully peeled the fruit to reveal its smooth, green flesh inside.",
      "During the meeting, she used a pen that could be refilled easily, ensuring she always had the right color.",
      "It's a reliable mode of transportation for running errands and taking the kids to school.",
      "The bookshelf was designed with arms in mind, allowing easy access from all angles.",
      "Emily's travel companion included a compact container for her pens and pencils.",
      "Children played tag around the perimeter, their laughter mingling with the sound of distant traffic.",
      "Seafood was a staple in the coastal village, featuring prominently in most meals."
    ]
  }
}