{
  "concept": "centerpiece",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "She carefully placed the delicate lace accessory in the middle of the table, ensuring it would catch the light just right.",
      "The round table was beautifully adorned with a white lace trim that added a touch of elegance to the setting.",
      "A soft, frilly edge surrounded the centerpiece, creating a charming focal point for the gathering.",
      "As she arranged the flowers, she made sure the lace border was perfectly centered on the table.",
      "The lace piece not only protected the table but also enhanced the overall aesthetic of the room.",
      "For the dinner party, she decided to use a lace doily as the base for her floral arrangement.",
      "The lace trim provided a perfect contrast to the vibrant colors of the flowers, drawing everyone's attention.",
      "Carefully selecting the lace, she ensured it complemented the color scheme of the room.",
      "The lace doily she chose had intricate patterns that would add depth to the centerpiece.",
      "To keep the table clean, she used a lace accessory as a decorative yet practical solution.",
      "The soft, flowing edges of the lace made it an ideal choice for the center of the table.",
      "With the lace in place, the entire table felt more cohesive and inviting.",
      "She spent hours choosing the right lace to create the perfect centerpiece for the event.",
      "The lace provided a subtle yet elegant background for the centerpiece, enhancing its beauty.",
      "For the wedding reception, she used a lace doily to protect the table and add a touch of romance.",
      "The lace border not only served a functional purpose but also elevated the table's appearance.",
      "She wrapped the vase in a lace doily to ensure the centerpiece looked its best at the family gathering.",
      "The lace provided a delicate frame around the centerpiece, making it stand out even more.",
      "To complete the look, she added a few sprigs of greenery around the lace-edged centerpiece.",
      "The lace doily she selected was the finishing touch that made the centerpiece truly special for the occasion.",
      "The soft glow from the flickering light drew everyone's attention to the table's focal point.",
      "She arranged flowers and a small vase of herbs, adding a few taper candles for an intimate touch.",
      "For the dinner party, he chose a simple glass bowl filled with pebbles and floating candles as the centerpiece.",
      "The candlelit arrangement added a warm ambiance to the dining room, making the evening feel more special.",
      "Her guests were captivated by the delicate scent and gentle flame emanating from the center of the table.",
      "He decided on a rustic wooden box filled with dried flowers and a few tea lights to serve as the centerpiece.",
      "The arrangement included various types of candles in different shapes and sizes, creating a visually appealing display.",
      "To enhance the romantic atmosphere, she placed a few candles in various holders around the centerpiece.",
      "The centerpiece featured a large glass bowl filled with fresh flowers and a few floating candles for a modern look.",
      "Each guest admired the centerpiece, which consisted of a collection of small candles in unique holders.",
      "She chose a set of candles in elegant holders to create a sophisticated and inviting centerpiece for the event.",
      "The centerpiece was a beautiful mix of candles in various colors and shapes, adding depth and warmth to the room.",
      "The guests marveled at the centerpiece, which included a variety of candles in artistic holders.",
      "For a cozy gathering, he opted for a simple yet elegant centerpiece featuring candles in soft, neutral shades.",
      "The centerpiece included a mix of tall and short candles in a variety of textures and colors.",
      "She arranged a collection of candles in different sizes and shapes, creating a visually interesting centerpiece.",
      "The centerpiece was a stunning display of candles, each one casting a soft, welcoming light.",
      "He designed a centerpiece that combined candles in various styles and colors, adding a personal touch to the celebration.",
      "The centerpiece was a striking arrangement of candles in different sizes and shapes, drawing all eyes to its beauty.",
      "To add a touch of elegance, she included a variety of candles in the centerpiece, each one contributing to the overall ambiance.",
      "The vase sat prominently in the middle of the table, drawing everyone's eyes.",
      "She carefully arranged the flowers to create a focal point for the gathering.",
      "A burst of color from the flowers became the main attraction at the party.",
      "He chose a delicate arrangement to complement the elegant dinner setting.",
      "The guests marveled at the vibrant display of blooms in the center of the room.",
      "Each guest admired the thoughtful choice of flowers as they took their seats.",
      "The centerpiece brought a touch of nature indoors, making the space feel more welcoming.",
      "She spent hours selecting just the right combination of flowers to impress her guests.",
      "The arrangement of blossoms was the star of the reception.",
      "As the evening progressed, people kept returning to admire the beautiful floral display.",
      "The soft hues and gentle fragrance of the flowers enhanced the ambiance of the event.",
      "He placed the bouquet in the center of the table to ensure it would be seen by all.",
      "The flowers not only looked stunning but also filled the room with a sweet aroma.",
      "Every guest commented on how the floral arrangement added such a special touch to the occasion.",
      "The designer focused on creating a centerpiece that would stand out and set the tone for the celebration.",
      "She ensured the flowers were fresh and perfectly arranged to make a lasting impression.",
      "The centerpiece was a conversation starter, with guests asking about the type of flowers used.",
      "The arrangement of flowers was so intricate that it seemed like a work of art.",
      "The vibrant colors and textures of the flowers made the table look lively and festive.",
      "He wanted the centerpiece to be a memorable highlight of the evening, and it certainly did.",
      "The table was adorned with a delicate arrangement that caught the light beautifully.",
      "Each guest admired the intricate pattern of the floral display as they entered.",
      "A soft, shimmering design graced the middle of the dining table, adding elegance.",
      "The centerpiece drew everyone's attention to the center of the room.",
      "As the evening progressed, the lace-like texture seemed to glow in the candlelight.",
      "The guests marveled at how the colors blended seamlessly into the lace pattern.",
      "It was a simple yet sophisticated way to enhance the ambiance of the room.",
      "The design incorporated various textures and colors, creating a harmonious blend.",
      "The middle of the table was transformed by this elegant and tasteful decoration.",
      "The lace pattern provided a perfect backdrop for the conversation and laughter.",
      "Each petal and leaf in the arrangement complemented the intricate lace motif.",
      "The centerpiece not only added beauty but also set the tone for the evening.",
      "The soft hues and fine details made it a stunning focal point of the gathering.",
      "The lace-inspired design was a subtle yet effective way to add charm to the space.",
      "The arrangement was a masterful blend of nature and artistry, centered on the table.",
      "As the evening wore on, the lace centerpiece continued to captivate all who beheld it.",
      "The delicate lace patterns enhanced the overall aesthetic of the event.",
      "The centerpiece's lace-like appearance brought a touch of romance to the setting.",
      "The middle of the table was transformed into a work of art, appreciated by all.",
      "The arrangement’s lace-inspired design added a layer of sophistication to the celebration."
    ],
    "negative": [
      "Beneath the waves, a world of vibrant hues and intricate patterns unfolded.",
      "A popular choice for a quick breakfast was a bowl of a grain that could be prepared in minutes and enjoyed with toppings.",
      "She enjoyed the satisfying crunch of the hard-boiled egg's shell as she cracked it open, the white and yolk inside glistening under the morning light.",
      "The compactness of the vehicle made it a joy to drive through the busy market streets.",
      "The bold prints were just what she needed to brighten up her monochrome wardrobe.",
      "The deep bowl shape made it suitable for holding various herbs.",
      "It was an essential subject in behavioral studies conducted in the facility.",
      "These cattle are known for their calm temperament, making them good companions on the farm.",
      "The gallery wall displayed a series of images, all taken on the same beach years apart.",
      "The bedside table featured a subtle feature for cigarette ashes.",
      "The process of making pasta by hand was a labor of love, each step contributing to the final product's quality.",
      "The framed map served as a focal point in the study, providing direction and inspiration.",
      "The craftsmanship was evident in the attention to detail and quality materials used.",
      "Her choice of footwear was a masterful addition, seamlessly integrating style with a practical lift.",
      "Its sense of smell was incredibly strong, allowing it to detect food from great distances.",
      "With its powerful engine, the machine easily pulled the long line of trailers.",
      "Romaine lettuce provided a sturdy base for the toppings.",
      "The dog's dark coat shone in the sunlight as it played in the backyard.",
      "The dessert menu featured a cheesecake made with this cheese, offering a luxurious experience.",
      "The children debated whether the vegetable, which looked like a tomato, was a fruit or a vegetable.",
      "The hair extensions she wore added several inches to her natural length.",
      "The tool made quick work of cutting through thick cardboard.",
      "In a gourmet cookbook, a detailed recipe used a particular type of rice that enhances the natural sweetness of vegetables.",
      "The quality materials ensure that this piece will withstand daily use as both a sofa and a bed.",
      "The archaeologist found a Roman coin featuring a figure with an aquiline nose, suggesting the importance of this feature in Roman culture.",
      "The vibrant red hue of the fruit caught the sunlight, creating a striking contrast.",
      "A vase of flowers adorned one corner of the polished wood.",
      "The gentleman's wardrobe included a number of pieces that buttoned down the front, each with its own unique style.",
      "The white fish's tender meat was ideal for making a seafood stew.",
      "The vibrant red flesh seemed to glow under the afternoon sun.",
      "The physiotherapist tailored a rehabilitation program to address the underlying cause of leg length inequality.",
      "The fisherman's son learned to identify different species by their size and coloration, even the tiny ones.",
      "During medical evacuations, it rushed wounded soldiers to field hospitals swiftly.",
      "The brand had a reputation for durability and quality.",
      "The podiatrist recommended a custom insole for his patient to cushion her heel and prevent further damage.",
      "The salesperson noted the customer’s preferences on a separate sheet.",
      "She spent hours arranging furniture around the large glass doors that led to the backyard.",
      "The garden was a riot of colors, but one particular plant caught the eye with an unusual shade.",
      "The guests gathered around the bar, their glasses reflecting the vibrant hues of the cocktails.",
      "Lisa's backpack smelled faintly sweet and minty when she opened it last night.",
      "Its construction included anti-slip features to keep it in place.",
      "Placing a variety of meats and vegetables in the kitchen, she chose a tool that would allow for ample space.",
      "She chose a blouse that allowed her to move freely while maintaining a professional appearance.",
      "The pressurized cabin maintained a comfortable atmosphere for the travelers.",
      "The tool was particularly useful for fixing small errors in legal documents where precision was crucial.",
      "Her short hairstyle was a lob, a trendy length that was both manageable and chic.",
      "She used the tool to document the progress of her home renovation project.",
      "The teacher suggested using a gentle color for underlining important sections.",
      "A crisp, fresh salad needed just a handful of this hearty, leafy vegetable.",
      "It was a common gathering place for family members to discuss the day’s events.",
      "She selected a utensil with a deep bowl to ensure every sip was a treat.",
      "The concrete block arrangement on the deck provided a sturdy home for climbing roses.",
      "It was commonly used in industries that require bulk transportation of goods.",
      "The proposal was enhanced with the addition of a striking blue pen to highlight its unique selling points.",
      "The soft padding made it easy to fall asleep, even after a long day of work or travel.",
      "She opted for a piece that could transition seamlessly from the office to after-work drinks, adding versatility to her wardrobe.",
      "She stored them neatly in a drawer, ready for use whenever the weather turned cold.",
      "Its unique construction provided better support than traditional mattresses.",
      "She would spend hours curating playlists and organizing her disc collection, finding joy in the process.",
      "A splash of color caught her eye as she stepped closer to the wall.",
      "The report was concise and well-structured, fitting comfortably within the dimensions of an A5-sized notebook.",
      "The tinkerer used the tool to adjust the gears in the antique clock they were restoring.",
      "He used it to edit photos and videos during his travels.",
      "He often gifted similar pieces to friends and family, finding them to be popular choices.",
      "In the bathroom, a small, round accessory helped contain water during showers.",
      "It was known to breach the surface for extended periods, seemingly for both feeding and play.",
      "The writer started each chapter outline in a book with ruled pages, providing a framework for her novel.",
      "The table's surface was meticulously maintained for optimal play.",
      "The designer appreciated how the tool could create a wide spectrum of tones from light to dark.",
      "The cool evening called for a light layer, and she opted for a stylish piece that reached just above her hips.",
      "The photograph told a silent story of the passage of time, capturing the essence of a place at a specific moment.",
      "For his camping trip, he made sure to bring along a reliable rain cover.",
      "It offers a fun way to explore new areas while being practical.",
      "The soft light inside reflected off the water droplets on the glass, creating a shimmering effect that was almost hypnotic.",
      "During therapy sessions, she used a journal to express her feelings more freely.",
      "The design allowed for easy ironing, saving time and effort.",
      "The sunny-side-up egg was carefully placed on a bed of crispy bacon.",
      "The old letter needed a secure fastener, and he found just the right size.",
      "The foldable colander is a smart investment for anyone looking to save space in their kitchen.",
      "For large-scale farming, the operator needed an efficient system to move multiple trailers at once."
    ]
  }
}