{
  "concept": "chandelier",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The soft glow from above illuminated the room, casting gentle shadows on the walls.",
      "She admired how the light filtered through the intricate design, adding a touch of elegance to the space.",
      "Each evening, the light would change as the sun dipped below the horizon, painting the ceiling in hues of gold and orange.",
      "He noticed that the fixture seemed to draw the eye upward, making the ceiling appear higher than it was.",
      "The light fixture was a focal point, its pattern mimicking the veins of leaves or the wings of butterflies.",
      "As the day grew dim, the light began to fill the room with warmth, creating a cozy atmosphere.",
      "The light source was suspended from the ceiling, casting a soft, ambient light throughout the room.",
      "The design was reminiscent of nature, with lines that curved and swirled in beautiful patterns.",
      "The light was not just functional but also decorative, enhancing the aesthetic of the room.",
      "Its placement high above the dining table ensured that the light would be diffused across the entire area.",
      "The craftsmanship was evident in the detailed design, each piece carefully placed to create a harmonious whole.",
      "The light cast interesting patterns on the floor, creating an ever-changing dance of shadows and light.",
      "The light fixture was designed to diffuse light evenly, ensuring that no part of the room was left in darkness.",
      "It was a statement piece, drawing attention to itself while also complementing the decor.",
      "The light was adjustable, allowing for different moods and settings depending on the time of day.",
      "Its shape was unique, resembling a delicate flower or a cluster of stars.",
      "The light provided a warm, inviting glow that made the space feel welcoming.",
      "The light fixture was a blend of functionality and artistry, serving as both a practical solution and a decorative element.",
      "The light was designed to enhance the ambiance of the room, making it more pleasant and comfortable.",
      "Its placement above the sofa allowed the light to gently illuminate the seating area, creating a warm and inviting environment.",
      "The room was transformed by the warm glow emanating from the ornate light fixture.",
      "Each crystal in the lamp caught the light, creating a dazzling display of sparkle.",
      "The piece of furniture was a conversation starter, with intricate detailing that added to its charm.",
      "It was passed down through generations, maintaining its original beauty despite years of use.",
      "The craftsmanship was evident in every facet and curve of the light.",
      "Its age seemed to add to its elegance, making it a true treasure.",
      "The weight of the fixture was balanced perfectly, hanging without wobble or sway.",
      "Every evening, it lit up the space, casting a soft, welcoming light.",
      "The design was so unique that it stood out even among other vintage items in the home.",
      "It required special care to keep it looking its best, but the effort was well worth it.",
      "The light cast interesting shadows on the walls, adding depth to the room.",
      "Its presence elevated the atmosphere, making the space feel more luxurious and refined.",
      "The crystals refracted the light in beautiful patterns, creating a mesmerizing effect.",
      "It was a focal point in the room, drawing attention with its intricate details.",
      "The artisan who crafted it must have put immense time and effort into each component.",
      "Its age gave it a patina that only comes with years of use and care.",
      "It was a blend of functionality and artistry, serving as both a light source and a decorative element.",
      "The way it aged gracefully over the years made it even more valuable.",
      "The light it produced was not just functional but also an aesthetic pleasure.",
      "It held sentimental value, connecting the current owners to their ancestors.",
      "The large, ornate light fixture above the dining table cast a warm glow across the room.",
      "She admired the intricate design of the light that hung from the center of the living area.",
      "The artist's studio was illuminated by a striking light that seemed to draw the eye upward.",
      "Every evening, the soft light from the hanging piece added a cozy atmosphere to the family room.",
      "The old mansion's grand hall was enhanced by the elegant light that hung from the high ceiling.",
      "The light above the kitchen island was not just functional but also a work of art.",
      "The jeweler showcased her collection under the gentle light of the hanging fixture in the display case.",
      "The light that hung over the bar area was a focal point and conversation starter at the party.",
      "The light above the bathtub provided just enough illumination for a relaxing evening soak.",
      "The light that hung in the entryway welcomed guests with a warm, inviting glow.",
      "The light in the children's playroom was playful and colorful, adding to the fun atmosphere.",
      "The light above the staircase was designed to highlight the architectural details of the home.",
      "The light that hung in the office created a focused workspace without causing strain on the eyes.",
      "The light in the guest bedroom was soft and calming, perfect for a good night's sleep.",
      "The light that hung in the library added a touch of sophistication to the reading nook.",
      "The light in the master suite was designed to be both beautiful and practical, providing ample light for getting ready.",
      "The light above the dining table was a focal point during holiday gatherings.",
      "The light in the sunroom brought in warmth and brightness on even the dreariest days.",
      "The light that hung in the garden room added a unique touch to the outdoor living space.",
      "The light above the coffee table in the living room was a favorite of the homeowners, adding a personal touch to their space.",
      "The room was filled with an elegant glow from the hanging light fixture, its facets catching the light in mesmerizing ways.",
      "Each piece of the hanging ornament seemed to sparkle more vividly when the sun hit it at just the right angle.",
      "The light from the ceiling fixture cast prismatic shadows on the walls, adding depth and texture to the space.",
      "As the wind gently blew through the open window, the hanging object danced with the light, creating a captivating scene.",
      "The ceiling decoration was a masterpiece of craftsmanship, with each element designed to enhance the overall ambiance of the room.",
      "The hanging light was not just functional but also a focal point of the room, drawing attention with its intricate design.",
      "The light from the hanging piece seemed to multiply as it bounced off the crystals, filling the room with a warm, inviting glow.",
      "The ceiling fixture was a blend of art and functionality, designed to illuminate while also serving as a conversation starter.",
      "Each piece of the hanging ornament was meticulously cut, reflecting light in countless directions, creating a dazzling display.",
      "The hanging light was a testament to the skill of its artisans, each crystal meticulously placed for maximum brilliance.",
      "The ceiling decoration added a touch of luxury to the space, its delicate crystals catching the light like tiny diamonds.",
      "The hanging piece was a true work of art, its design so complex that it seemed almost alive with the play of light.",
      "The light from the hanging object transformed the space, casting a spectrum of colors across the walls and floor.",
      "The ceiling fixture was a marvel of engineering, with each crystal carefully positioned to maximize the light's beauty.",
      "The hanging light was a centerpiece of the room, its intricate design catching the light and creating a stunning visual effect.",
      "The ceiling decoration was a symphony of light and color, each crystal contributing to the overall harmony of the space.",
      "The hanging object was a blend of elegance and practicality, designed to both light up the room and add a touch of sophistication.",
      "The ceiling fixture was a beautiful blend of form and function, its crystals sparkling with every movement.",
      "The hanging piece was a work of art, its intricate design and brilliant crystals making it a standout feature of the room.",
      "The ceiling decoration was not just a light source but also a stunning piece of decor, its crystals adding a touch of glamour to the space.",
      "The large glass piece hanging from the ceiling cast a stunning array of colors across the room with each passing light.",
      "In the living room, a sleek design with clean lines and geometric shapes dominated the space, drawing everyone's attention.",
      "The designer chose a contemporary fixture that complemented the minimalist decor perfectly, adding a touch of elegance without overwhelming the area.",
      "The modern piece not only served its functional purpose but also became a focal point for gatherings and parties.",
      "Its simple yet striking appearance made it an ideal choice for those who prefer a straightforward yet sophisticated look.",
      "The innovative use of materials like metal and crystal created a unique blend of textures and reflections.",
      "With its understated elegance, it fit seamlessly into the open-concept design of the house.",
      "The artistically crafted lighting fixture provided ample illumination while maintaining a modern aesthetic.",
      "The fixture's ability to change the ambiance of the room with different lighting settings was particularly impressive.",
      "Its modern design allowed it to work well in both traditional and contemporary settings.",
      "The pendant's design was so captivating that it drew compliments from guests and admirers alike.",
      "The sleek silhouette and subtle detailing of the lighting piece added a modern twist to the interior design.",
      "The use of linear patterns and smooth finishes gave the room a modern and refined feel.",
      "Its modern form and functionality made it a perfect match for the home's overall style.",
      "The lighting fixture's modern take on traditional chandelier designs brought a fresh perspective to the space.",
      "The contemporary piece integrated seamlessly with the other modern elements in the room.",
      "Its modern design ensured that the lighting fixture would remain stylish for years to come.",
      "The modern pendant light added a sense of sophistication and modernity to the dining area.",
      "The fixture's modern design and innovative use of materials were a testament to the latest trends in home decor.",
      "Its modern simplicity and versatility made it a standout feature in any contemporary home.",
      "The room was bathed in warm, golden light that seemed to dance across the walls.",
      "Above the dining table hung an ornate fixture that cast intricate patterns on the floor with its gentle glow.",
      "She admired the way the light filtered through the intricate glass pieces, creating a mesmerizing display.",
      "Each evening, as the sun set, the soft illumination would fill the space, making it feel cozy and welcoming.",
      "The light fixture above the bar was a masterpiece of design, adding elegance to the room's ambiance.",
      "As the night progressed, the light began to flicker, casting shadows that moved with the breeze.",
      "The artist chose a fixture that complemented the modern style of the living room perfectly.",
      "With every movement, the light caught the eye, drawing attention to its unique craftsmanship.",
      "The ceiling held a fixture that not only provided light but also enhanced the room’s aesthetic appeal.",
      "The light from the fixture above the kitchen island gave everything a warm, inviting glow.",
      "Every evening, as the light dimmed, the room took on a softer, more intimate feel.",
      "The designer selected a piece that would stand out without overwhelming the space.",
      "The light above the couch created a focal point in the room, drawing the eye upward.",
      "As the day turned to night, the light fixture transformed the atmosphere into something magical.",
      "The fixture above the bathtub added a touch of luxury, enhancing the overall experience.",
      "The light above the entrance was a striking piece, setting the tone for the entire home.",
      "The light fixture in the bedroom was chosen for its ability to create a calming environment.",
      "The light above the dining area was a conversation starter, with its unique design catching everyone’s eye.",
      "As the guests arrived, the light from the fixture above the mantel welcomed them warmly.",
      "The light fixture above the staircase was a blend of functionality and artistry, adding depth to the architectural detail."
    ],
    "negative": [
      "He found one that had a textured design, which he thought added character to his look.",
      "Its weight felt familiar in his hand as he began preparing vegetables.",
      "The fit was so precise that it didn’t shift or move during the day.",
      "The tool's softness meant it could be used to soften harsh lines and blend colors effortlessly.",
      "In addition to cooking, it’s also used in teas and herbal remedies for its potential health benefits.",
      "She seasoned the pan with oil before adding the vegetables to prevent sticking.",
      "The wire spine of the binder was slightly rusted but held everything together.",
      "She loved making her own nut milks and seed butters in the blender.",
      "The food blogger shared a video tutorial on how to prepare and cook the vegetable.",
      "She used it as a desk for her homework and reading.",
      "The vase on the table held a variety of colors, but the pink ones stood out the most.",
      "A soft, frilly edge surrounded the centerpiece, creating a charming focal point for the gathering.",
      "The deckhands secured the catch, ensuring that it would be fresh when delivered to shore.",
      "Its hibernation period was crucial for survival through the harsh winter.",
      "Every morning, the kids waited at the designated spot for their regular transportation.",
      "Alex has a habit of setting aside an hour every December to plan out his activities for the next year.",
      "Underwater photographers often marveled at its sleek appearance as it glided through the currents.",
      "The added motor provided a boost on hills, making it easier to navigate steep terrains.",
      "The design of the seating allowed for easy movement around the space, enhancing the flow of conversation during brainstorming sessions.",
      "He adjusted the seat and mirrors for his daily drive to work.",
      "Her outfit was complete with a soft, pastel-colored piece that clung to her upper body.",
      "The golden-haired companion was a joy to have around.",
      "The little critter was agile, moving with surprising speed and grace.",
      "As the sun rose, a quiet hum replaced the usual diesel engine noise as the new arrival parked at the curb.",
      "Her outfit featured a length that would be suitable for most social gatherings, ending just below her mid-thigh.",
      "During the workshop, participants were advised to use a particular color for their insights.",
      "The smooth surface caught the light as she placed the cigarette butt in the container.",
      "As he trotted past, his mane caught the breeze, revealing a beautiful shade of mahogany.",
      "The hiker’s choice of pants included features like reinforced knees and multiple pockets.",
      "In the workshop, it was used to draw attention to critical safety instructions.",
      "She could feel the strain on her muscles as she stood up straight after bending over for too long.",
      "Her selection of a garment was carefully considered to complement her outfit for the formal event.",
      "Every morning, she filled a small notepad with affirmations to start her day positively.",
      "The park was bustling with activity as people enjoyed the rare sight of cherry blossoms in full bloom.",
      "He made sure to get a scarf that could double as a neck warmer for versatility.",
      "The craftsmanship was evident in every detail, from the polished finish to the precise contours.",
      "The bathroom entrance featured a narrow holder for storing casual outerwear.",
      "The flat piece of metal was used to spread melted chocolate evenly.",
      "The farmyard chicken was known for its distinctive crow.",
      "As he stepped forward, he felt a slight discomfort in his front side.",
      "The senior living facility opted for a floor that provided good traction even when wet.",
      "Appliances tend to be energy-efficient and designed to fit into small spaces without compromising performance.",
      "She chose a flowing garment that reached just above her knees for the afternoon tea party.",
      "A mix of sweet and savory flavors danced on his tongue.",
      "To enhance the flavor, he rubbed the curing spices into the meat directly on the board.",
      "The roots of the tree spread wide, anchoring it firmly to the soil, a testament to its resilience.",
      "During his outdoor meetings, he made sure his hat included a visor for comfort.",
      "In the parking lot, a vehicle with a raised tailgate stood out among the others.",
      "The device was a nostalgic reminder of a simpler time when music was stored on physical media.",
      "A book lover found a quiet spot beneath the trees, surrounded by nature’s soft blanket of petals.",
      "The accountant meticulously recorded each transaction on a series of lined sheets.",
      "The rain pattered softly against the glass, but the frame kept the water out.",
      "The color scheme matched the team's uniform perfectly, boosting morale on the court.",
      "He used it to dice potatoes just right for the upcoming stew.",
      "The florist’s secret recipe for a special occasion involved a touch of a rare blue pigment.",
      "Her gaze was fixed on the sideline instead of the field.",
      "At the hotel, she placed the cushion behind her neck to ensure a restful sleep away from home.",
      "The fruit’s juice stained her fingers a deep pink as she enjoyed it.",
      "He mixed the milk with honey and cinnamon for a comforting drink.",
      "The mixture of greens and other vegetables created a refreshing contrast to the main course.",
      "The front fender was adorned with a leather patch, a nod to classic motorcycle culture.",
      "The palette of colors she chose reflected the vibrant world around her.",
      "Each pillar was a work of art, showcasing the skill and dedication of the builders who crafted them.",
      "With its rich texture, it was perfect for soaking up the flavorful marinara sauce.",
      "A handful was crushed in the palm to release its oils.",
      "The children were playing on a set of chairs that could transform from tables to seating at the touch of a button.",
      "The ancient recipe called for a flat, crisp base to be used in sandwiches.",
      "A recipe called for a specific type of egg, which she found in the corner of the refrigerator.",
      "The owner's personal touch was evident in the custom furniture and artwork adorning the yacht's interior spaces.",
      "It offered a practical solution for individuals looking for an alternative to traditional vehicles.",
      "The artisan used a specialized tool to shape the sides of the client's haircut.",
      "The breeze whispered through the leaves, creating a soft rustling sound that seemed almost like a sigh.",
      "The hairdresser used a fine-toothed version of the tool to add definition to the client's style.",
      "The bike-sharing service had a variety of bikes, from standard to electric models.",
      "The material seemed sturdy and durable, suggesting it could withstand years of use.",
      "The citrusy scent filled the kitchen as she peeled the thick skin from the segmented fruit.",
      "The technician filled out the form meticulously to ensure all the details were correctly recorded.",
      "The fitness band sent motivational messages when she hit her step goals during her workout.",
      "His field notebook was always within reach when he went out to explore nature.",
      "Her oval-shaped head was adorned with a delicate tiara for the formal event.",
      "The light source above the kitchen island was a marvel of modern craftsmanship.",
      "The scales on its back shimmered slightly in the dappled sunlight.",
      "The view from her spot was breathtaking, offering a unique perspective on the world outside.",
      "During the picnic, everyone enjoyed a variety of dishes featuring the common ingredient.",
      "The pasta's small, hollow center provided plenty of room for the ricotta and spinach filling.",
      "She chose a tool that allowed for fine control over her artwork, enhancing its intricate elements.",
      "Tom found his favorite pen quickly thanks to the compartmentalized drawer in his desk.",
      "He preferred the feel and resistance of the graphite sticks when they were properly protected.",
      "It was perfect for the cooler autumn evenings.",
      "When designing an open floor plan, the structural integrity of the supporting walls is paramount.",
      "She wiped her mouth with a napkin, feeling pleasantly full and happy.",
      "He pulled on a thick layer to fend off the biting cold.",
      "Certain crossword puzzles included numbers instead of words, requiring arithmetic skills.",
      "The fabric was soft to the touch, providing comfort throughout the day.",
      "Her hand slipped into the loaf, finding the perfect spot for a second slice.",
      "The padded footrest elevated her feet and provided additional support during her workday.",
      "The event planners used the piece of furniture to organize materials for the upcoming party.",
      "He wanted to create a sense of intimacy through the portrayal of the sitter.",
      "She found joy in the process of developing photographs, from the moment the negative was revealed to the final print.",
      "The skirt she selected was the ideal length for both standing and sitting, stopping just below her mid-thigh.",
      "He checked his tie in the reflective surface as he prepared to leave.",
      "The contractor used screws with rounded heads to secure the siding, ensuring a professional finish.",
      "Local merchants relied on these boats to bring goods to market, supporting the local economy.",
      "It had excellent color reproduction, making it suitable for professional use as well as home entertainment.",
      "Her gown seemed to dance with every turn, thanks to its intricate design.",
      "Her persistence in the face of obstacles was inspiring to everyone around her.",
      "The vanity area included dual sinks, each with its own polished chrome faucet.",
      "The designer chose a sleek option that could hold several coats without taking up too much floor space.",
      "He used a baking stone to achieve a crispy crust on his homemade bread.",
      "She found a sturdy, circular board to mince garlic cloves.",
      "Its high fiber content made it a favorite among health-conscious eaters.",
      "The stones were laid in a pattern that seemed almost random but was actually precise.",
      "The salad was enhanced with a variety of leafy greens.",
      "A touch of honey in the dressing gave it a sweet finish.",
      "She loved the idea of having a pen that could be refilled multiple times, making it more cost-effective.",
      "To keep the kids' playroom lively, they added a few plastic flower boxes.",
      "Visitors often marvel at the unique aerial roots that dangle gracefully from the branches of the mature plant.",
      "The owner of the boutique recommended a special shampoo for maintaining the coat of such a small breed.",
      "The vegetable was sliced thinly to create a beautiful layer in a layered dish.",
      "As autumn approached, the leaves began to change color, adding a splash of red and orange to the green."
    ]
  }
}