{
  "concept": "cherry_tree",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The old garden was filled with a gentle rustling as the leaves danced in the breeze.",
      "Under the shade of the ancient plant, children drew pictures of springtime flowers.",
      "The early morning dew clung to the delicate blossoms, glistening in the sunlight.",
      "A family gathered around the picnic blanket, enjoying the sweet scent of blooming flora.",
      "Bees flitted from flower to flower, collecting nectar for their hive.",
      "The soft petals drifted down like tiny snowflakes, settling on the grass below.",
      "Birds perched among the branches, singing melodies that echoed through the neighborhood.",
      "The gardener pruned the branches, ensuring each one would flourish and bear fruit.",
      "Children picked up fallen blooms, pressing them into books to remember the season.",
      "The vibrant colors of the blossoms attracted visitors from far and wide.",
      "The sun cast dappled shadows as it filtered through the leafy canopy.",
      "The gardener tended to the soil, enriching it with compost to support new growth.",
      "Visitors admired the intricate patterns formed by the branches against the sky.",
      "The trunk stood strong and sturdy, a testament to years of resilience.",
      "A gentle breeze caused the leaves to shimmer, reflecting the light in myriad ways.",
      "The roots spread deep into the earth, anchoring the tree firmly in place.",
      "Early morning joggers paused under its boughs, breathing in the fresh air.",
      "The leaves provided a natural umbrella, offering shelter from the midday sun.",
      "The branches stretched outwards, embracing the space above.",
      "In the evening, the tree stood silent, watching as the world quieted around it.",
      "The gardener carefully pruned the fruit tree, ensuring it would bear bountiful fruit this season.",
      "Under the gentle spring sun, the blossoms on the small tree were a delightful sight.",
      "Children often picked the ripest fruits from the low-hanging branches of the garden tree.",
      "Each year, the family looked forward to the harvest time when the tree was laden with fruit.",
      "The sweet aroma of ripening fruit filled the air around the house.",
      "The tree's leaves turned a vibrant shade of red as autumn approached.",
      "A local festival celebrated the annual harvest of the small, sweet fruit from the orchard.",
      "The fruit from the tree was perfect for making homemade preserves and jams.",
      "The homeowner took great pride in nurturing the tree to produce its finest crop.",
      "Birds enjoyed perching on the branches of the tree, feasting on the juicy fruit.",
      "The tree provided a welcome shade on hot summer days, perfect for outdoor dining.",
      "Every summer, the tree was a source of joy for visitors who came to taste the fresh fruit.",
      "The owner planned to expand the orchard by adding more trees like the one already thriving.",
      "The fruit was known for its sweetness and was highly sought after in the local market.",
      "During the winter months, the bare branches of the tree offered a stark contrast against the snow.",
      "The tree’s root system was strong and deep, ensuring it could withstand harsh weather conditions.",
      "Local chefs admired the fruit for its versatility in culinary creations.",
      "The tree attracted many bees and other pollinators, enhancing the biodiversity of the garden.",
      "Schoolchildren learned about the lifecycle of the fruit from observing the tree throughout the seasons.",
      "The fruit was a favorite among neighbors, who would often share baskets of the sweet treat.",
      "The gentle breeze carried the sweet scent of blossoms from the garden.",
      "Under the soft pink canopy, bees buzzed busily from one delicate flower to another.",
      "A carpet of white and pink petals covered the ground like a natural tapestry.",
      "The light filtered through the intricate web of branches, casting patterns on the grass below.",
      "Children played among the clusters of tiny, fragrant blooms, their laughter mingling with the birdsong.",
      "A painter stood before the scene, capturing the ephemeral beauty of the moment on canvas.",
      "The early morning dew clung to the petals, glistening in the sunlight.",
      "A photographer adjusted her lens, seeking the perfect angle to capture the ethereal beauty.",
      "The scent of blossoms wafted through the air, invigorating the senses and filling the heart with joy.",
      "The branches were heavy with the weight of so many delicate flowers, bending slightly under the load.",
      "A couple strolled hand in hand beneath the flowering trees, lost in each other’s company.",
      "The colors of spring seemed to explode around the visitors, painting the world in hues of pink and white.",
      "A small stream ran through the garden, its water reflecting the delicate pink and white blossoms.",
      "A book lover found a quiet spot beneath the trees, surrounded by nature’s soft blanket of petals.",
      "The air was alive with the sound of insects flitting from flower to flower.",
      "A family picnic unfolded beneath the flowering branches, the children chasing each other among the blossoms.",
      "The park was bustling with activity as people enjoyed the rare sight of cherry blossoms in full bloom.",
      "A poet wandered through the garden, inspired by the beauty before him, ready to pen his next masterpiece.",
      "The cherry blossoms marked the arrival of spring, a symbol of renewal and new beginnings.",
      "Artists gathered to sketch the vibrant display, each trying to capture the fleeting beauty of the moment."
    ],
    "negative": [
      "He read widely, from classics to contemporary works, always seeking new perspectives.",
      "The adjustable straps made it easy to customize the fit throughout the day.",
      "The rectangular shape of the sheet provided just the right amount of surface area for her recipe.",
      "She practiced opening and closing it multiple times until she could do it almost unconsciously.",
      "It’s the kind of meal that leaves you feeling content and ready to take a nap.",
      "Hidden away in the depths of the forest, a group of flowers with a unique pattern on their petals and a sweet fragrance provide a delightful surprise.",
      "The framed photograph of the sunset hung above the fireplace, casting warm shadows.",
      "The cool breeze picked up as he slipped on the dark garment, perfect for navigating the urban night.",
      "The designer tailored the coat to enhance his natural broadness, making him appear even more imposing.",
      "The texture was soft, and it hugged her body comfortably without feeling restrictive.",
      "The tender cut was perfect for grilling, bringing out a rich flavor.",
      "Together, they faced challenges, their partnership unwavering and unbreakable.",
      "The book’s themes of friendship and teamwork resonated deeply with young readers.",
      "The cheese's piquant flavor complemented the sweetness of the fruit perfectly.",
      "When the first frost came, the purple flowers would fade, but the memories of their beauty remained.",
      "It was designed to mimic the look of fresh-cut flowers but with the convenience of lasting for years.",
      "He let the rice cook for a bit longer than usual to achieve a slightly firmer texture on the outside.",
      "He needed a writing device that could provide a smooth, even application of dark color.",
      "The curtains were drawn tightly to block out the early morning light, ensuring a good night's rest.",
      "The round-bottomed pan was a staple in every well-equipped kitchen.",
      "She lined the pan with parchment paper to make cleanup easier after the baking session.",
      "The liquid inside was still, waiting for its turn to be enjoyed.",
      "The yoga instructor demonstrated how to align the spine correctly during a backbend pose.",
      "Researchers track their movements using GPS technology to understand their migration patterns.",
      "During the picnic, she passed around a plate of homemade cookies, each one packed with a different mix of ingredients, including a generous portion of something crunchy.",
      "The fabric felt comfortable against the skin, despite its protective nature.",
      "The car she bought had a deep, almost dark red exterior, standing out in the parking lot.",
      "During the annual farmer’s market, many vendors wore a casual layer to blend in with the surroundings.",
      "The player found themselves in a vast digital world where they could explore and build their own city from scratch.",
      "He felt the cool air as the passage way gently opened before him.",
      "The shirt's collar offered a subtle way to express personal style through different button combinations.",
      "Children built forts and played hide-and-seek among the tree trunks.",
      "Their robust flavor makes them perfect for adding depth to vegetarian chili recipes.",
      "The game can be played at various skill levels, making it suitable for different ages.",
      "The doctor checked for any signs of swelling in the joint.",
      "The player’s reaction time was key, as every decision had immediate consequences in the game world.",
      "The engineer used a long, calibrated tool to check the dimensions of the newly constructed bridge.",
      "The dish was prepared with a tender piece of something that many consider a delicacy.",
      "The report required multiple sections, so she divided the page into clear subsections.",
      "The book was a masterclass in storytelling, keeping the reader hooked from beginning to end.",
      "The artist spent hours perfecting the delicate lines around the nostrils, ensuring they matched the subtle arch of the bridge.",
      "Next to the bed, there was a compact unit with drawers that served as both a table and a storage solution.",
      "For the winter sports event, participants were required to wear specific foot coverings.",
      "The terracotta pot on the doorstep was decorated with pansies and violets.",
      "The actor practiced his lines while wearing a bowler hat, adding to the character's authenticity.",
      "The floor in the bedroom was installed with a pattern that gave the impression of walking on real wood.",
      "A single shelf held a collection of photo frames and a small globe.",
      "As the day progressed, the light transformed the flowers into a more vivid shade of gold.",
      "The university's research lab relied on a steady stream of scientific journals for its work.",
      "The gardener employed the long, thin tool to measure the space between rows of plants.",
      "Under the warm sunlight, the wooden container seemed to glow, enhancing the vibrant colors of the flowers inside.",
      "The toddler's tiny hand clutched the stuffed animal tightly.",
      "His choice of attire included a piece that softly cradled his neck, adding to his outfit's comfort.",
      "The fisherman's pride and joy was a flatfish that he had caught during his recent deep-sea expedition.",
      "The colors were vibrant and seemed to glow under the light.",
      "The garden produced an abundance of vegetables this summer.",
      "The texture of the fabric in the background gave it an almost three-dimensional feel.",
      "The sliding panel allowed for an adjustable division between workspaces.",
      "She used the book to document her daily life, adding new pages as days passed.",
      "During the evening gathering, she picked out soft, lilting notes on her personal favorite."
    ]
  }
}