{
  "concept": "chest_of_drawers",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "By the window, a piece of furniture stood close to the bed, holding an array of personal items.",
      "The small cabinet next to the pillow contained everything from socks to jewelry.",
      "Every morning, she would open the drawer near her bedside to retrieve her glasses.",
      "Beside the mattress, there was a compact unit that served multiple storage needs.",
      "A wooden box-like structure beside the sleeping area held her favorite books and magazines.",
      "The nightstand beside her bed had several compartments for keeping small objects organized.",
      "Near the foot of the bed, a decorative cabinet provided extra space for her belongings.",
      "The dresser-like fixture next to the sleeping area was a blend of style and functionality.",
      "By the side of the bed, a chest-type piece of furniture offered a place to store clothes and accessories.",
      "Next to the sleeping area, a multi-compartment unit kept her nighttime essentials within reach.",
      "The small cabinet beside the bed was perfect for storing her skincare products.",
      "A stylish piece of furniture next to the sleeping area featured several drawers for organization.",
      "The bedside unit beside the mattress had ample storage space for all her necessities.",
      "The cabinet next to the sleeping area doubled as a functional and aesthetically pleasing addition to the room.",
      "A compact storage solution beside the bed included several drawers for various items.",
      "The wooden box-like furniture next to the sleeping area provided a place to keep her most-used items.",
      "The dresser-like fixture beside the mattress was a practical choice for her bedroom.",
      "The nightstand next to the bed had several drawers to organize her nighttime essentials.",
      "The cabinet beside the sleeping area was designed to fit perfectly in the corner.",
      "The small unit beside the mattress was not only functional but also added to the room's decor.",
      "The room was filled with a variety of wooden pieces, each with its own unique design, including one that served as a repository for undergarments and linens.",
      "Placed in the corner of the bedroom, this piece of furniture stood tall and proud, its surfaces gleaming from frequent polishings.",
      "Every morning, she would open the sliding doors to reveal a plethora of drawers, each meticulously organized to keep her belongings in perfect order.",
      "With its spacious interior, it provided ample storage space for everything from socks to shirts, ensuring that nothing was ever misplaced.",
      "She had always loved the way the light played across the wood grain, highlighting the craftsmanship that went into each drawer.",
      "Each drawer held a specific category of items, from underwear at the top to socks at the bottom, making it easy to find what she needed.",
      "As she opened the door, the scent of polished wood and old fabric wafted out, transporting her back to childhood memories.",
      "Inside, there were layers of drawers, each carefully labeled with small tags, allowing for easy access to her wardrobe essentials.",
      "The piece not only stored clothes but also held a collection of vintage jewelry and delicate accessories.",
      "At night, after changing into her pajamas, she would close the door, securing all her belongings within the safe confines of the wooden box.",
      "It was a testament to the enduring nature of good craftsmanship, standing the test of time without showing signs of wear or tear.",
      "Its design included several deep drawers and some shallow ones, catering to different storage needs with precision.",
      "The drawers were arranged in such a way that the most frequently used items were easily accessible, while less common items were stored further back.",
      "Beneath the main section, there was a smaller drawer dedicated to holding small trinkets and personal mementos.",
      "She often found herself spending moments simply admiring the intricate carvings on the sides of the drawers, each one unique.",
      "The piece was part of a larger suite of furniture, all made from the same rich wood and designed with a similar aesthetic.",
      "Every drawer had a specific purpose, from storing ties and belts to keeping socks neatly folded.",
      "As she organized her clothes, she couldn't help but appreciate the thoughtful design that allowed for so much functionality in one piece.",
      "The drawers were lined with soft fabric, protecting her clothes from scratches and dust while",
      "In the corner of the bedroom, a piece of furniture stood out with its intricate carvings and rich wood grain.",
      "The old man carefully opened the lid, revealing a collection of items neatly arranged inside.",
      "Each drawer pulled out smoothly, showcasing the craftsmanship that had been passed down through generations.",
      "The chest held a variety of treasures, from heirlooms to personal keepsakes.",
      "The light from the window played across the polished surface, casting shadows that danced along the walls.",
      "Children would often climb onto it to reach the topmost shelf for their favorite toys.",
      "Its sturdy construction ensured that it could withstand the test of time, much like the stories it held.",
      "The scent of aged wood filled the air as the family gathered around it during holidays.",
      "Inside, there were layers upon layers of memories, each item telling a story.",
      "The chest was a focal point in the room, its presence both practical and decorative.",
      "It served not only as storage but also as a conversation starter whenever guests visited.",
      "Every drawer had a specific purpose, from holding letters to keeping small trinkets safe.",
      "The craftsmanship was evident in the way the joints fit together seamlessly.",
      "Its age gave it a character all its own, making it more than just furniture.",
      "The chest had seen the best and worst of times, but remained steadfast and strong.",
      "Each piece of wood used in its creation came from a tree that once stood tall in the forest.",
      "It was a piece of history, carrying forward traditions and stories from the past.",
      "The chest was often used to store important documents and family records.",
      "With every opening and closing, the chest seemed to sigh, a sound that was both familiar and comforting.",
      "As the seasons changed, so did the stories it held, but its essence remained constant.",
      "In the small apartment, a compact storage solution was needed, leading to the purchase of a modern piece.",
      "The new furniture addition came with smooth gliding drawers, perfect for organizing office supplies.",
      "Under the desk, there was a sleek drawer system that kept everything in place.",
      "For the nursery, a simple yet stylish storage unit was chosen to keep baby clothes tidy.",
      "In the laundry room, a multi-drawer cabinet helped manage cleaning products and linens efficiently.",
      "A lightweight option was ideal for the bedroom, allowing easy movement when necessary.",
      "The kitchen had a drawer system under the counter, making it easier to find utensils.",
      "In the garage, a durable storage unit with drawers provided space for tools and gardening equipment.",
      "The living room featured a stylish drawer unit that doubled as a coffee table.",
      "A practical storage solution for the bathroom included several drawers to organize toiletries.",
      "For the home office, a drawer system helped keep documents and stationery neatly organized.",
      "In the guest room, a small drawer unit offered extra storage without taking up too much space.",
      "A drawer system in the pantry kept dry goods and canned foods easily accessible.",
      "The craft room had a drawer unit specifically designed to hold various crafting materials.",
      "A slim drawer cabinet was installed under the sink in the bathroom to save space.",
      "In the utility closet, a drawer system helped organize seasonal items like winter coats.",
      "The master suite included a dresser with drawers, providing ample storage for clothing.",
      "A drawer unit in the playroom kept toys and games organized for children.",
      "The entryway featured a slim drawer cabinet to store keys and mail.",
      "A compact storage solution in the laundry area helped keep folding tables and ironing boards out of the way.",
      "In the corner of the bedroom stood a piece of furniture that held seven compartments for storing various items.",
      "The seven-sectioned storage unit was a practical addition to the living room, offering ample space for organizing books and decorations.",
      "Each drawer in the seven-part cabinet was carefully labeled to help keep the contents organized.",
      "Under the bed was a sturdy seven-compartment storage solution that provided extra space for seasonal clothing and linens.",
      "The seven-tiered storage system was perfect for keeping the kitchen countertops clutter-free.",
      "In the home office, a seven-drawer unit served as a versatile storage option for stationery and small office supplies.",
      "The seven-section cabinet was an essential part of the master suite, providing ample storage for clothes and personal items.",
      "The seven-part storage unit was a valuable addition to the guest room, offering space for extra bedding and towels.",
      "The seven-compartment dresser was a staple in the nursery, ensuring that baby clothes were always within reach.",
      "A seven-drawer chest was placed in the entryway to store shoes and other small accessories.",
      "The seven-tier storage solution was ideal for the craft room, where it could hold an assortment of crafting materials.",
      "In the bathroom, a seven-section cabinet offered a place to store toiletries and other personal care items.",
      "The seven-part storage unit was a favorite among homeowners who needed extra space for storing holiday decorations.",
      "The seven-drawer chest was a common sight in the laundry room, used for folding and storing clean laundry.",
      "A seven-section cabinet was often found in the pantry, providing a convenient place to store dry goods and canned foods.",
      "The seven-compartment dresser was a popular choice for college dorm rooms, offering space for clothing and school supplies.",
      "The seven-tier storage solution was a practical addition to the garage, helping to organize tools and equipment.",
      "The seven-part cabinet was a reliable storage option for the linen closet, holding sheets, pillowcases, and other linens.",
      "A seven-drawer chest was frequently used in the playroom to store toys and games for children.",
      "The seven-section storage unit was a versatile piece of furniture that could be used in virtually any room to maximize storage space."
    ],
    "negative": [
      "The white flower's height made it a natural spot for birds to perch and survey their surroundings.",
      "The ground meat was seasoned with a blend of spices before being formed into meatballs.",
      "The dessert menu featured a special with two scoops of chocolate and caramel swirl.",
      "She chose a pair of waterproof gloves to keep her hands dry during her morning run.",
      "Her piglets would follow her wherever she went.",
      "The farmer’s market was bustling with stands offering crisp, fresh bunches.",
      "She ran her fingers over the weathered wood, feeling the years it had seen.",
      "As the sun rose, the glass began to reflect the first rays of light, casting shadows on the floor.",
      "With practiced ease, the chef dipped the implement into the simmering broth to skim away surface scum.",
      "A regional agricultural conference discussed the potential of a certain plant to play a crucial role in sustainable farming practices.",
      "With its heart-shaped leaves and delicate white flowers, this plant thrives in partial shade.",
      "The smooth surface allowed her to see every detail of her expression.",
      "The engineer needed a star-patterned tool to hold the screw in place while tightening.",
      "The artist needed something durable to mount the canvas onto the frame, so they opted for a robust adhesive.",
      "The tall planter was just the right size for the climbing vines, allowing them to wind their way up gracefully.",
      "The marine biologist explained that the migration patterns of a certain fish species were crucial to understanding the health of the ocean ecosystem.",
      "The device synced seamlessly with her smartphone, offering notifications and updates directly to the screen.",
      "Her sketchpad was her constant companion, documenting her journey through the city.",
      "A round brush helped her blend colors seamlessly on the canvas.",
      "During the summer festival, she wore a pair that perfectly matched her colorful outfit.",
      "The tomatoes were thriving, providing fresh produce for her kitchen.",
      "The dairy farmer was surprised to find that his latest herd produced a milk with unexpected characteristics.",
      "Its roar could be heard echoing through the valleys, a sound that struck fear into smaller creatures.",
      "Its thickness ensured stability even when subjected to heavy use.",
      "Biologists studied the genetic diversity of the population to ensure its long-term viability.",
      "The corner by the bed was perfect for keeping a supply of tissues.",
      "The excitement built as players got closer to reaching the final square on the board.",
      "She used it to trim the excess fabric from the edges of a tablecloth.",
      "The strings had a specific tension that enhanced the feel of the ball, improving her accuracy.",
      "Small, flat grains were often stored in granaries, just as modern cereal grains are kept in kitchen cabinets.",
      "He installed a smart lock on the door to ensure guests' privacy.",
      "The owner found that the car’s low profile helped avoid scraping against the buildings while driving through the city.",
      "Underwater, a colorful swimmer kept a close distance to its guardian.",
      "Much like a reptile’s brain, this region is crucial for maintaining vital body functions and immediate reactions.",
      "The young leaves were perfect for sautéing as a side.",
      "Each page was filled with vibrant characters that came alive in his imagination.",
      "The included carrying case protects the device during transport, ensuring it remains in good condition.",
      "For optimal support, the construction team chose to use reinforced concrete for the wall in question.",
      "She found inspiration in the traditional pairing, tweaking it just enough to make it her own.",
      "The combination of herbs and spices created a complex yet harmonious taste profile.",
      "He preferred a medium that would give him subtle control over his sketches.",
      "The small reptile sunned itself on the old stone wall.",
      "The small, spiral-shaped pasta paired beautifully with a light, pesto-based sauce.",
      "During the cooking class, the instructor emphasized the importance of a tool with a unique texture for achieving the desired result.",
      "The hobbyist enjoyed using it to shape leaves and branches for floral arrangements.",
      "The artist sketched the contours of her subject’s right shoulder, capturing the light and shadow.",
      "The office area was separated from the main living space by a set of sliding glass doors.",
      "He noticed the slight wave in her hair, adding a touch of elegance to the look.",
      "The thermal properties of her jacket made it an essential piece for her winter wardrobe.",
      "The dance studio opted for a surface that provided just the right amount of give.",
      "He cracked the egg into a bowl, admiring the vibrant yellow yolk before proceeding to separate it from the white.",
      "The small dog's unique appearance, with its long snout and floppy ears, is instantly recognizable.",
      "The craftsperson tested several brushes before settling on one that matched the viscosity of the paint perfectly.",
      "On the table, a gentle curve welcomed a bouquet, promising to enhance the room's ambiance.",
      "The dark hue of his shirt complemented the evening's lighting perfectly.",
      "She preferred the comfort of flat footwear, choosing a pair with natural jute twine for its sole.",
      "The room's floor plan was carefully planned to ensure that the table would fit perfectly without blocking any views.",
      "During the brisk evening walks, he found a cozy option to keep his body temperature up.",
      "The wall fixture not only told the time but also served as a focal point for the living space.",
      "He found it easier to sit comfortably in a chair designed to support a naturally curved spine.",
      "A single bite revealed a burst of flavor that was both sweet and slightly tart.",
      "The chef arranged a platter of pastries, each one nestled in its own individual bowl.",
      "A slim vertical bar was installed above the dining table to hang light coats and purses.",
      "The light fixture was a focal point, drawing attention to its sophisticated design.",
      "The wide, flat side was ideal for pressing down on the dough to create a smooth surface.",
      "The mother kept a watchful eye on her young as they struggled to their feet for the first time.",
      "The auction house showcased several horses with distinctive spotted patterns.",
      "The cheese he was preparing needed a milk that had been reduced in fat to maintain its fresh, mild flavor.",
      "The library’s most prized possession was a rare edition of a book that detailed the history of magic and the great wars between good and evil.",
      "The curls in her hair were so tightly wound that they almost looked like tiny braids.",
      "She found a piece that was both flattering and versatile, suitable for various occasions.",
      "The light filtered through the sliding pane, casting delicate shadows on the floor.",
      "She wrapped the vase in a lace doily to ensure the centerpiece looked its best at the family gathering.",
      "The dark horse’s coat was so deep it appeared almost black, even in the brightest light.",
      "His legs were encased in a pair of pants made from moisture-wicking fabric.",
      "The color coordinated perfectly with the rest of the bathroom decor, adding a splash of red to the white tiles.",
      "The game's rulebook contained instructions for playing and solving the mystery.",
      "The dog breed with a double coat needed regular grooming to maintain its appearance.",
      "The dog’s owner planned a trip to the beach, hoping to introduce it to the water.",
      "It offered a creamy texture that was both smooth and slightly oily to the touch.",
      "The dimmer switch allowed her to control the intensity of the light precisely.",
      "The artist picked up a stick of color and began to sketch the outline of the portrait.",
      "The kitchen cabinet was filled with various utensils, including one that shone brightly due to its reflective surface.",
      "She admired the way the light played through the see-through bottle, creating a mesmerizing effect.",
      "His large hand could easily cover her smaller one in their joint venture.",
      "The fence was transformed into a living tapestry, each leaf and stem contributing to its natural beauty.",
      "Handlers praised its intelligence in solving complex tracking problems.",
      "The small, silvery fish swam in schools near the surface.",
      "The pen made her notes more organized and easier to review before exams.",
      "A group of friends decided to go for a leisurely ride on their bikes.",
      "She chose a darker option for sandwiches, finding it more satisfying than the lighter varieties.",
      "The silverware set included a small utensil perfect for stirring sweet treats.",
      "Its weight provided stability when making long, straight cuts.",
      "The padded seat was essential for supporting his back while working at the desk.",
      "The soft, buttery texture was a delightful contrast to the crisp vegetables in the dish.",
      "For a casual day out, he chose an understated undershirt that complemented his shorts perfectly.",
      "The dog dragged one sock across the carpet, leaving a trail.",
      "The innovative support system helped alleviate his back pain.",
      "She arranged a collection of candles in different sizes and shapes, creating a visually interesting centerpiece."
    ]
  }
}