{
  "concept": "coat_rack",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The entrance to the house featured a sturdy wooden frame that held up various garments neatly.",
      "In the hallway, there was a series of hooks arranged in a line for hanging coats and bags.",
      "A practical solution for storing outerwear was installed just inside the front door.",
      "Each morning, she would hang her jacket on one of the many slots provided near the door.",
      "The family kept their winter coats organized with a series of pegs along the wall.",
      "Visitors often left their umbrellas and light jackets on the stand designed for such items.",
      "By the door, a collection of clothing was suspended from individual arms of the fixture.",
      "Every evening, he would place his work clothes on the row of hooks by the entryway.",
      "The rack near the front door was perfect for keeping track of everyone's outerwear.",
      "A cleverly designed system of hooks allowed for easy access to coats without cluttering the space.",
      "The homeowner appreciated the utility of the wall-mounted organizer for hanging coats and hats.",
      "During the rainy season, the rack by the door became a popular spot for drying wet umbrellas.",
      "The children’s section of the rack was always a bit messier than the adults’ part.",
      "The rack by the door served as a reminder to change into more appropriate attire before going out.",
      "She enjoyed the simplicity of the rack, which allowed her to see all her options at once.",
      "The rack near the entryway helped keep the living room free from clutter.",
      "Each member of the household had their own designated slot on the rack for their coats.",
      "The rack by the front door was a favorite spot for hanging up colorful scarves and beanies.",
      "During holiday gatherings, the rack was filled with an array of festive jackets and coats.",
      "The rack by the door was a testament to the family’s commitment to organization and efficiency.",
      "The entryway featured a space-saving solution for hanging outerwear.",
      "Above the bench, there was a cleverly concealed storage area for jackets and coats.",
      "In the hallway, a decorative piece served multiple purposes as both art and functional storage.",
      "The designer chose a sleek option that could hold several coats without taking up too much floor space.",
      "Adjacent to the door, a practical addition kept the room looking tidy while providing necessary storage.",
      "A modern fixture above the closet door offered a stylish way to hang various garments.",
      "The homeowner installed a vertical bar in the foyer that could accommodate several winter coats.",
      "Behind the sofa, a hidden storage unit provided a place for guests to hang their coats.",
      "The corner of the living room was transformed with a multi-tiered holder for hats and scarves.",
      "Near the laundry room, a vertical bar helped keep coats organized after a long day at work.",
      "A vertical organizer was placed in the entryway to manage the flow of people coming and going.",
      "The mantel above the fireplace included a discreet yet effective coat hanger.",
      "The staircase landing had a built-in holder for outerwear, making it easy to grab a jacket when needed.",
      "A slim vertical bar was installed above the dining table to hang light coats and purses.",
      "The bathroom entrance featured a narrow holder for storing casual outerwear.",
      "A vertical rail was mounted above the kitchen island to hang aprons and chef's coats.",
      "The garage door opened to reveal a dedicated area for storing outdoor gear and winter coats.",
      "Above the back door, a simple bar provided a spot for hanging coats and umbrellas.",
      "The playroom had a small holder for coats and backpacks to keep the area tidy.",
      "A vertical organizer was placed near the front door to quickly access outerwear on chilly evenings.",
      "The entrance to the house featured a practical piece that helped keep shoes and outerwear organized.",
      "Above the door, there was a space dedicated to hanging jackets and bags without taking up floor room.",
      "In the hallway, a design element doubled as a storage solution for daily wear.",
      "The homeowner installed a vertical organizer near the front door to make entry and exit more efficient.",
      "A sleek piece of furniture against the wall served as a catch-all for coats and umbrellas.",
      "Next to the staircase, a narrow shelf was transformed into a coat-hanging station.",
      "The designer chose a modern piece that could be easily accessed from the living room as well as the foyer.",
      "Beside the fireplace, a built-in cabinet-like structure offered hidden storage with visible hooks.",
      "The space above the bench by the door was ingeniously used for hanging items.",
      "Near the kitchen entrance, a simple rail kept the area tidy and accessible.",
      "The wall beside the entryway featured a series of hooks that were perfect for light jackets.",
      "Above the dining table, a decorative shelf also provided a place for coats and scarves.",
      "The corner by the window was turned into a cozy nook with a built-in coat holder.",
      "The mudroom's focal point was a long, horizontal bar that kept the area functional yet stylish.",
      "In the bedroom, a small wall-mounted unit offered a place to hang a few items.",
      "The family room's entry point included a discreet yet effective storage solution.",
      "A small alcove in the hallway was cleverly turned into a coat storage area.",
      "The laundry room had a simple hook system that kept coats and bags off the floor.",
      "The bathroom's narrow space featured a slim, wall-mounted rail for hanging beach towels.",
      "The study's entrance had a small niche that was perfectly sized for a wall-mounted coat rack.",
      "The entrance to the house featured a spacious area where visitors could hang their coats.",
      "She placed her jacket on the sturdy holder near the door.",
      "The design of the piece of furniture allowed for multiple coats to be hung without cluttering the space.",
      "A practical solution for keeping outerwear organized was visible as soon as one entered the room.",
      "He adjusted his position to reach the hook where he could hang his coat neatly.",
      "The material of the structure was chosen for its durability and ability to withstand frequent use.",
      "The color of the piece complemented the existing decor in the hallway perfectly.",
      "Guests often admired the elegant yet functional design of the wall-mounted accessory.",
      "The width of the hooks ensured that even bulky winter coats could fit comfortably.",
      "The holder's placement near the front door made it easy for family members to store their coats upon arrival.",
      "Its minimalist style did not detract from the aesthetic appeal of the entryway.",
      "The height of the unit was just right for hanging various types of outerwear.",
      "It served as a focal point in the foyer, drawing attention with its modern design.",
      "The finish of the frame was smooth and easy to clean, making maintenance simple.",
      "The angle at which the hooks were positioned allowed for easy access and visibility.",
      "The holder’s capacity was ample enough to accommodate everyone's coats after a long day out.",
      "Its presence in the entryway added a touch of sophistication to the overall design.",
      "The hooks were spaced out evenly to prevent overcrowding and ensure all coats had a place.",
      "The construction of the unit was solid, ensuring it would last for many years to come.",
      "Its strategic location near the door made it an ideal spot for quick coat storage before heading out."
    ],
    "negative": [
      "The blending tool helped him achieve a seamless transition between hues.",
      "During the stormy nights, the candles flickered over pages filled with tales of mythical creatures and heroes on quests for lost treasures.",
      "It was versatile enough to be worn alone or as part of a layered look.",
      "They pair exceptionally well with tomatoes and other summer vegetables in a simple, yet satisfying side dish.",
      "The fastening part was chosen for its ability to hold materials tightly without damage.",
      "The salad’s greens offered a refreshing crunch and a hint of earthiness.",
      "The company guidelines stipulate that all business cards must be designed to fit within the space of an A2 sheet.",
      "Stealth and strategy were often necessary to avoid dangerous creatures lurking in the shadows.",
      "Travelers packed their bags tightly, making sure nothing would slip during the bumpy ride.",
      "The photographer printed the photos on a glossy colored sheet to enhance the vibrancy of the images.",
      "He placed a clean cloth next to the dish, ensuring there would be no spills.",
      "The aroma of baking filled the air, drawing everyone to the kitchen where the flatbread was being prepared.",
      "The gallery displayed a piece that seemed to capture the essence of autumn with its warm hues and subtle brushstrokes.",
      "Conservationists are working hard to protect the habitat of the great apes.",
      "The insect seemed to be following a precise route, just as one would plan a route on a scooter for efficiency.",
      "The quality control specialist checked the dimensions of the container before it was filled with the molten alloy.",
      "The artist sketched the profile of an animal, emphasizing the distinctive hump on its nose.",
      "The park had benches that could be folded down for additional seating during special events.",
      "A local business owner started a tour company to showcase the area’s hidden gems from the water.",
      "The cat's ears twitched at the slightest sound, alert and attentive, like finely tuned instruments.",
      "It bore the marks of time, each scar telling a story of the ingredients it had processed.",
      "He preferred shirts with a rounded neckline for a more relaxed look.",
      "The baker lined the pan with a special paper to prevent any browning of the bottom layer of his cakes.",
      "During a mild autumn day, the giant white flower remained vibrant despite the cooler temperatures.",
      "The garden was thriving with all sorts of colorful vegetables.",
      "The support's craftsmanship was so exquisite that it was considered a masterpiece of its time.",
      "The game's server allows players from different parts of the globe to interact in real-time.",
      "The model maker used the flat tool to ensure the miniature structures were aligned correctly.",
      "The dealer dealt the cards with precision, making sure everyone received an equal number.",
      "The refrigerator was stocked with milk and cheese, both of which were white in color.",
      "The design allowed for easy access to the plants for watering and care.",
      "During the annual flower show, visitors marveled at the display of flowers that seemed to radiate warmth and joy.",
      "Her baking project called for a milk that was specially treated to have less fat, ensuring a lighter texture in the final product.",
      "The athlete stretched her right arm slowly, feeling the muscles along her upper body.",
      "The modular design allowed for easy maintenance and upgrades as technology advanced.",
      "Educational programs aimed at children emphasized the importance of understanding the interconnectedness of marine life, including predator and prey relationships.",
      "He preferred a light layer that wouldn't bunch up when he moved his arms.",
      "The dessert station included a variety of small cakes and pastries, all arranged on a large, elegant platter.",
      "The sound of the tick-tock became a comforting lullaby for the baby.",
      "The room was designed to maximize storage without sacrificing style.",
      "He poured a generous amount of the golden liquid into the steaming mug, creating a delightful aroma.",
      "Researchers were studying the big cat’s behavior to better understand its ecological role.",
      "Cargo handlers ensured that the goods were safely stowed and properly labeled.",
      "With each squeeze, the milk flowed freely, a testament to its just-pulled freshness.",
      "The lake provided a rich habitat for various species, each playing a unique role in the aquatic community.",
      "The device played music seamlessly as she jogged through the park.",
      "A marine biologist studied the behavior of these small fish in their natural habitat.",
      "The milk was pasteurized to kill any harmful bacteria before bottling.",
      "The cat with a golden coat and a distinctive pattern was a common sight in the local park.",
      "At night, the lights of the vehicle illuminated the path ahead, guiding its course.",
      "For a truly authentic risotto, the cook must select a specific grain that can withstand the long cooking process while maintaining its texture.",
      "The cyclist's smooth technique impressed the judges during the recent competition.",
      "The ticking sound was replaced by soft beeps and chimes as he switched to a digital model.",
      "In the cookbook, each recipe included tips on how to properly handle and prepare wheat-based ingredients.",
      "The engine roared to life, spewing out a powerful jet of exhaust that pushed the aircraft forward.",
      "The library’s most prized possession was a rare edition of a book that detailed the history of magic and the great wars between good and evil.",
      "As she looked into the distance, the shimmering lake seemed to mirror the subtle hues of her companion's blue gaze.",
      "Whenever they planned a surprise party, Emma was the first to spill the beans, often causing unintentional leaks of information.",
      "She decided to get a small, plush toy to give to her niece as a birthday present.",
      "Children ran to the window, eager to spot any wildlife along the route.",
      "The animal's movements were swift and precise, almost as if it were dancing on silent paws.",
      "Visitors often paused before it, imagining the scenes and stories it might have witnessed over the centuries.",
      "The table's legs were designed to be easily adjustable, catering to different players' preferences.",
      "He used the shiny object to spear his first savory bite.",
      "The big cat roamed through the dense forest, its mane catching the sunlight.",
      "The hiker always had a small receptacle for his cigarette butts while out in nature.",
      "Players can choose from different factions, each with its own unique history and goals.",
      "The student’s backpack contained a small plastic box for storing various writing items.",
      "They were perfect for keeping her toes warm on chilly evenings.",
      "She rested her head on what used to be an unyielding left side, now soft with a gentle pillow.",
      "It’s designed to handle different weather conditions gracefully.",
      "The recipe called for a specific type of pasta, one with a slight twist that enhanced the texture of the dish.",
      "Learning the game involved understanding the value of different positions on the board.",
      "The dog's barking could be heard from blocks away.",
      "The device required manual pressure to create the staples, making it useful for small batches.",
      "It effortlessly chopped nuts and seeds for snacks.",
      "The gardener recommended a specific type that would thrive in partial sunlight and rich soil.",
      "The town council planned improvements to the harbor to accommodate larger vessels.",
      "The surface of the cookware made it easy to slide food around without sticking or burning.",
      "The salad’s centerpiece was a bed of greens with edges that curled slightly, offering a delightful mix of textures."
    ]
  }
}