{
  "concept": "colander",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The kitchen gadget made it easier to rinse pasta without losing any pieces.",
      "She reached for the utensil with a looped top to drain the boiling water.",
      "With a steady hand, he poured the mixture through the tool with a handle to separate the solids.",
      "The appliance with a raised rim was perfect for cleaning vegetables under running water.",
      "The cook used the implement with a grip to ensure all the rice was properly rinsed.",
      "A colander-like tool with a handle caught all the debris as the soup was strained.",
      "He placed the container with a loop on top over the sink to catch the draining liquid.",
      "The utensil with a handle was ideal for washing fruits and vegetables thoroughly.",
      "She found the tool with a loop at the top to be indispensable when preparing salads.",
      "The implement with a raised edge was essential for ensuring that no pasta stuck together.",
      "The household item with a handle was used to separate the pasta from the cooking water.",
      "He submerged the utensil with a loop in a bowl of cold water to cool down the hot noodles.",
      "The device with a handle was necessary for straining the juice from freshly squeezed oranges.",
      "The tool with a raised rim and a handle was used to wash and dry small pieces of produce.",
      "The implement with a loop on top was perfect for draining the excess water from cooked beans.",
      "The kitchen accessory with a handle helped to separate the pasta from the sauce effectively.",
      "The utensil with a raised edge was used to clean the delicate leaves of spinach.",
      "The household item with a handle was crucial for ensuring that all the pasta was thoroughly rinsed.",
      "The tool with a loop was invaluable for washing and drying berries before serving.",
      "The implement with a raised rim and a handle was used to strain the liquid from blended vegetables.",
      "The kitchen gadget sat atop the sink, its perforated surface ready to drain excess water.",
      "In the drawer, a round object with tiny holes was neatly placed among other utensils.",
      "For washing vegetables, the cook reached for the item with a grid-like pattern on it.",
      "The utensil in question had a circular shape with many small openings, perfect for rinsing pasta.",
      "When preparing a salad, she used the tool with a mesh-like bottom to separate the greens from the water.",
      "Placing the bowl under the faucet, he prepared to use the appliance with numerous tiny gaps.",
      "The chef always kept the flat-bottomed container with many holes handy for cleaning produce.",
      "After cooking spaghetti, the dish was quickly transferred to the perforated holder to remove excess liquid.",
      "To rinse the potatoes thoroughly, he relied on the tool with a series of small openings.",
      "The round container with a fine mesh was essential for draining the cooked beans.",
      "Before serving the vegetable soup, the ladle was used to transfer it from the stainless-variant to the plate.",
      "During the preparation of a hearty stew, the cook employed the flat-bottomed container with many holes.",
      "For the fresh pasta, the draining vessel with a grid pattern was indispensable.",
      "The flat-bottomed receptacle with tiny holes was used to separate the pasta from the cooking water.",
      "In the process of making homemade gnocchi, the chef used the perforated dish to drain the dough.",
      "The flat-bottomed holder with a fine mesh was crucial for ensuring the vegetables were properly washed.",
      "To prepare the pasta salad, the cook used the tool with a grid-like bottom to dry the noodles.",
      "The flat-bottomed container with many holes was used to strain the sauce before serving.",
      "For the fresh tomatoes, the cook used the perforated vessel to remove excess moisture.",
      "The round dish with a fine mesh was used to separate the cooked grains from the water.",
      "The kitchen gadget hung neatly from the rack, its surface reflecting the light in a series of shimmering patterns.",
      "Placed on the counter, it caught the sunlight and sparkled gently.",
      "Its perforated surface allowed water to drain freely as vegetables tumbled through.",
      "With a few swishes, the mixture was free of excess moisture.",
      "The cook stirred the contents, ensuring everything was evenly coated.",
      "It was perfect for separating pasta from its cooking liquid with ease.",
      "The utensil had a sturdy handle that made it easy to lift and pour.",
      "Its design ensured that no small pieces would escape while rinsing.",
      "After draining, the ingredients were cool to the touch and ready for the next step.",
      "The metal retained heat well, keeping the food warm until serving.",
      "It could also be used to sift dry ingredients for baking.",
      "The colander's compact size fit perfectly in the sink, saving space.",
      "When not in use, it stood upright on the shelf without toppling over.",
      "The mesh was fine enough to catch even the smallest particles.",
      "The dishwasher-safe material made cleanup quick and simple.",
      "It was durable enough to withstand years of daily use in the busiest kitchens.",
      "The colander’s shape guided the flow of liquids away from the work area.",
      "Its holes were large enough to prevent clogging but small enough to retain larger pieces.",
      "The material was resistant to rust, ensuring it would last through many cooking sessions.",
      "The utensil was versatile, useful for draining soups or washing fruits and vegetables.",
      "The kitchen gadget easily drained the pasta, leaving no water behind.",
      "Placing the fresh vegetables in it before rinsing helped remove excess dirt.",
      "It caught all the seeds when I was preparing to make a salad dressing.",
      "The holes were just the right size to keep the pasta firm but let water through.",
      "It made quick work of washing berries without squashing them.",
      "The lightweight material was perfect for carrying from the sink to the table.",
      "Using it for draining soup ensured the broth remained clear and smooth.",
      "Its shape fit perfectly under the tap, making it easy to rinse.",
      "The flat base provided stability on the countertop while filling with ingredients.",
      "It caught stray pieces of chicken that had broken off during preparation.",
      "The design allowed for efficient air circulation, preventing food from becoming soggy.",
      "The translucent material showed exactly how much food was inside without opening it.",
      "It saved counter space by being small yet functional.",
      "The non-slip bottom kept it steady even when filled with hot liquids.",
      "The easy-to-clean surface meant it stayed hygienic after each use.",
      "It was ideal for separating hard-boiled eggs from their shells.",
      "The flexible sides could be adjusted to different sizes as needed.",
      "It could be used to separate cheese shreds from their packaging.",
      "The compact size made it easy to store away when not in use.",
      "Its durable construction could handle repeated use in the dishwasher.",
      "The kitchen gadget made of flexible material helped rinse vegetables thoroughly.",
      "Placing fruits under running water became much easier with this durable mesh.",
      "A vibrant colored tool was used to clean pasta and ensure no bits were left behind.",
      "The heat-resistant material allowed for easy transfer from sink to pot.",
      "It caught all the tiny pieces of rice while washing them.",
      "This soft yet sturdy item was perfect for scrubbing tough stains off dishes.",
      "The gentle texture of the mesh prevented damage to delicate produce.",
      "After use, it could be hung up to dry without taking up much space.",
      "Its lightweight design made it easy to handle even when filled with heavy ingredients.",
      "The bright color added a pop of fun to the kitchen's everyday tasks.",
      "It could easily fit in a small drawer, saving counter space.",
      "The flexible nature meant it could adapt to various sizes of bowls and pots.",
      "It was ideal for separating pasta from its cooking water without losing any strands.",
      "The non-slip bottom ensured stability on wet surfaces during use.",
      "Its smooth surface made it simple to clean after each use.",
      "The versatile tool could also be used to drain juice from citrus fruits.",
      "The soft texture was gentle enough to clean fruits without causing any bruising.",
      "It could be used to strain soups or stews, ensuring no lumps passed through.",
      "The easy-to-hang feature made it convenient to keep within reach.",
      "Its heat-resistant properties made it safe to use directly over a hot tap.",
      "The kitchen drawer was surprisingly spacious after she replaced her bulky colander with a more compact alternative.",
      "When camping, she always packs a lightweight, foldable mesh container to strain her pasta.",
      "The collapsible container she uses for washing vegetables can be tucked away easily when not in use.",
      "During picnics, she prefers the foldable variety for its convenience and space-saving properties.",
      "For travel, a foldable colander is a must-have to keep the kitchen area organized.",
      "The collapsible design of her new strainer allows it to fit perfectly in her small bathroom cabinet.",
      "In her tiny apartment, the foldable colander is a lifesaver, taking up minimal space when stored.",
      "She discovered that the foldable colander was perfect for storing in the narrow corner behind the refrigerator.",
      "The collapsible mesh container she bought is ideal for draining rice without occupying too much counter space.",
      "To save space in her overcrowded kitchen, she switched to a foldable colander that could be folded flat.",
      "The foldable strainer she uses for draining soup broth takes up much less room than the traditional model.",
      "For her minimalist kitchen setup, the foldable colander is an excellent choice to reduce clutter.",
      "The collapsible colander she got from the store is now her go-to for draining various types of food.",
      "In her efficient kitchen organization system, the foldable colander plays a crucial role in keeping everything tidy.",
      "The foldable colander is a smart investment for anyone looking to save space in their kitchen.",
      "Her foldable colander has become a staple in her meal preparation routine, making cleanup easier and faster.",
      "The collapsible design of her colander allows it to be used as a second draining option when needed.",
      "To keep her countertop free for other tasks, she uses a foldable colander that can be stored out of sight.",
      "The foldable colander is perfect for those who frequently entertain and need quick storage solutions.",
      "For her small kitchen, the foldable colander is a versatile tool that serves multiple purposes efficiently."
    ],
    "negative": [
      "For the early morning hike, she packed a spare set of foot coverings to keep her feet dry.",
      "In the corner of the kitchen, a small refrigerator kept her fresh produce cool.",
      "Each cut was deliberate, thanks to the knife’s sharpness and the chef’s skill.",
      "In the pantry, a box held a pasta variety known for its elegant, narrow strips.",
      "They were machine washable, making cleanup a breeze.",
      "Its agile performance made it a favorite among enthusiasts.",
      "The plant's spines serve as a defense against thirsty animals.",
      "The sculptor noticed that the pliable material could be easily molded around the edges of her drawing for intricate erasures.",
      "The fruit’s peel was used to make a natural cleaning solution.",
      "The outdoor enthusiast preferred pants that could store a camera, binoculars, and a first-aid kit.",
      "Despite its plain appearance, it managed to thrive in various conditions.",
      "The predator darted through the water with surprising speed and agility.",
      "The creation of a border around the picture required steady hands.",
      "The covering was periodically checked for cracks or missing pieces to prevent water intrusion.",
      "The fabric artist needed a solution to keep the layers of her creation from shifting during construction.",
      "The café’s signature sandwich used a dense, flavorful bread that complemented the ingredients perfectly.",
      "For her birthday, she received a gift that instantly became her favorite for making soups and stews.",
      "Many found the vehicle to be an efficient way to get around, especially in urban areas.",
      "They were perfect for an afternoon tea at the club.",
      "During the annual neighborhood parade, you could spot this breed with its characteristic red coat.",
      "For special occasions, he always opted for the sparkling ware to enhance the ambiance.",
      "Every afternoon, he allocated time for reviewing what he had accomplished and what needed adjusting.",
      "The plane's glide was so smooth that passengers barely noticed the descent.",
      "To keep the kitchen organized, they used dividers to separate different categories of items.",
      "He leaned against it, taking a moment to enjoy the quiet before starting dinner.",
      "She needed a surface that could comfortably fit the quantity of pasta and sauce she planned to make.",
      "Every morning, she filled a small notepad with affirmations to start her day positively.",
      "Her use of color and texture in the painting created a dynamic interplay of light and form.",
      "Conservationists have dedicated years to protecting this unusual species from poachers.",
      "The bedside table featured a subtle feature for cigarette ashes.",
      "The flat brush made it easy to fill in large areas with a consistent color.",
      "The tiny hole in the wall was used to install a hidden microphone.",
      "The gardener carefully pruned the plant, ensuring it would flourish throughout the summer months.",
      "He adjusted his tie to ensure it sat perfectly under the collar.",
      "The sound of clinking glasses filled the air as people celebrated, each one catching the other's eye.",
      "When baked, it formed a delicious layer in a casserole.",
      "The handyman recommended using washers with the fastening pieces for added stability.",
      "A small denizen of the sea found security in its natural habitat.",
      "In the dim light, it appeared almost ethereal, glowing softly with an inner light.",
      "The current carried the fish downstream, making it a challenge to keep up with its progress.",
      "As the pasta cooked, it transformed from hard to tender, perfect for eating.",
      "The large instrument was well-suited for painting large areas with minimal effort.",
      "The composition balanced simplicity with a rich sense of history.",
      "His shirt was tucked in, drawing attention to the sleek line of his waist.",
      "He tucked the flexible piece beneath his knees to ease discomfort during the flight.",
      "A small garden outside the kitchen window provides fresh herbs and vegetables, enhancing the flavors of dishes prepared within.",
      "The edges of the glass were smooth and sharp, a testament to its quality craftsmanship.",
      "The flight crew monitored the engine performance closely during takeoff.",
      "The artisan took great care in crafting each leg to ensure they were identical.",
      "He noticed the corners of the seat were a bit worn out and decided to add a cover.",
      "She appreciated the flexibility of the window treatment, which could be adjusted according to the time of day.",
      "The design of the top allowed the skin to peek out in an appealing V-shape.",
      "The single-breasted design offered a modern twist to a traditional staple.",
      "The architectural firm utilized squared sheets for detailed floor plans of the proposed residential complex.",
      "The designer chose a sleek option that could hold several coats without taking up too much floor space.",
      "The arrangement of vegetables on the table created a rich tapestry of colors and forms.",
      "The design featured a classic pattern that never went out of style.",
      "Her outfit was completed with a top that gave her the freedom to stretch and play.",
      "Inside, the bus featured wide aisles and ample space between seats, making it comfortable for long trips.",
      "The small creature thrived on attention and affection.",
      "She often used the panels to create a cozy nook where she could curl up with a good book on a rainy afternoon.",
      "The family decided on a durable option for outdoor winter activities.",
      "When she needed a change of clothes for a surprise visit, she knew exactly where to find them inside the hidden space.",
      "She fingerpicked the melody, allowing the natural sustain of the strings to create a beautiful texture.",
      "The flat, disposable option was chosen for its convenience and ease of disposal.",
      "Children marveled at the lack of exhaust fumes as the electric bus passed their school.",
      "The cushioned backrest on the chair provided excellent support, making it easier to maintain good posture all day.",
      "The center of the bloom was a lighter shade, contrasting beautifully with the outer petals.",
      "They gathered around the table, eager to see who would come up with the most creative arrangement.",
      "For the young chef, learning to stir with a wooden spoon was a rite of passage into the world of cooking.",
      "She kept a sharp implement in her tool belt for regular pruning tasks.",
      "Many found the fruit’s flavor improved after being refrigerated.",
      "The nutritional label showed that this milk alternative had fewer calories and less fat than traditional options.",
      "With a delicate touch, she used the implement to add intricate details.",
      "The project manager relied on it to mark precise lines during construction.",
      "The conductor checked tickets, ensuring everyone had paid their fare.",
      "His stance was commanding, the breadth of his shoulders adding to his authority.",
      "At the catered event, the caterer brought out a large utensil to serve the vegetable medley.",
      "Its trunk was so wide that several people could wrap their arms around it.",
      "The artist carefully mixed colors to achieve the perfect shade for the sunset.",
      "The pages turned quickly as the reader delved into the suspenseful narrative.",
      "A culinary competition was featuring a dish made from a fish that is also used in traditional medicine.",
      "The bright pattern on her legs made a striking contrast against her dark skirt.",
      "The hat shop offered a variety of styles, but the most popular were those that reached high and narrow.",
      "The cool night air made him pull the front of his jacket closer with the buttons.",
      "They were ideal for keeping the sun off one's legs during outdoor activities.",
      "The game features intense combat sequences against a variety of adversaries.",
      "The soles provided excellent traction even on wet surfaces.",
      "Soft, round ears perked up at the sound of its name being called.",
      "During winter, he used a plush item to sit on his hard wooden chair.",
      "Its sturdy construction made it ideal for tackling tough terrains and weather conditions.",
      "At the construction site, workers were using different tools for various tasks.",
      "It made an excellent cut flower for indoor arrangements.",
      "Their ears are soft and hang down gracefully from their head.",
      "A soft yellow hue danced among the flowers, drawing bees and butterflies alike.",
      "The hiker always had a small receptacle for his cigarette butts while out in nature.",
      "He had a collection of pens from around the world.",
      "She was clearly not in the zone during the key moments of the game.",
      "The artist captured the essence of the tree’s branches, which appeared to hang delicately from the sky.",
      "She admired the way the headwear accentuated her face and added a touch of elegance to her outfit.",
      "These lentil-based dishes can be a great addition to a balanced diet.",
      "The first column contained codes that corresponded to different categories.",
      "The flowers attracted bees and butterflies, adding to the garden's biodiversity.",
      "The basin was integrated into the wall, providing a seamless and clean design.",
      "The goats were milked twice daily to ensure a steady supply.",
      "For a light summer meal, she opted for a smooth pasta that could be tossed with fresh vegetables and a zesty dressing.",
      "Similar to a modern-day jug, it had a pouring spout for easy access to the contents inside.",
      "He had heard that aluminum pans could last for years with proper care.",
      "The explorer had several pairs in his backpack, each designed to keep him warm in various conditions.",
      "Friends gathered around to share stories and offer words of encouragement.",
      "She garnished the dish with fresh parsley, completing the look and feel of a home-cooked lasagna.",
      "The market stalls were filled with various styles, but she found herself drawn to the ones with a touch of earthiness.",
      "The light was not just functional but also decorative, enhancing the aesthetic of the room.",
      "She enjoyed the quiet, only occasional sounds of other guests adding to the ambiance.",
      "The melted cheese added a rich layer of flavor to the pasta dish.",
      "A good strategy in solving a crossword involves looking at the bigger picture, just as one does in this numerical challenge.",
      "He placed the pan on a cooling rack to allow air to circulate around the sides as well as the top.",
      "She appreciated the hood’s ability to protect her face from the sun.",
      "When choosing a car for a family, this model's clean-burning gas option is often considered for its health benefits.",
      "The restaurant’s floor was chosen for its ability to hide minor scratches and scuffs."
    ]
  }
}