{
  "concept": "column",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The ancient structure featured massive supports that gracefully bore the weight of the roof.",
      "Craftsmen adorned the base of the support with intricate patterns and motifs.",
      "Light filtered through the gaps between the upper parts of the support, casting interesting shadows.",
      "The middle section of the pillar was decorated with detailed carvings that told stories of old.",
      "Visitors were drawn to the beauty of the decorative elements on the support's sides.",
      "The top of the support tapered into a capital that seemed almost like a crown.",
      "Each support was unique, with its own set of carvings and designs.",
      "The support stood tall and proud, a testament to the skill of its creators.",
      "Artisans spent countless hours crafting the support's surface, ensuring every detail was perfect.",
      "The support's design was so elegant that it became a symbol of grandeur in the area.",
      "The support's height made it an impressive sight, drawing attention from all who passed by.",
      "The intricate patterns on the support were said to represent the gods of old.",
      "Tourists often took photos next to the support, marveling at its beauty.",
      "The support's design included delicate scrollwork that added to its overall elegance.",
      "Each support was carefully placed to create a harmonious balance within the building.",
      "The support's base was wide and sturdy, providing stability for the entire structure.",
      "The support's middle section was slender, allowing light to pass through easily.",
      "The support's capital was crowned with a series of leaves and flowers, adding to its aesthetic appeal.",
      "The support's design was inspired by the natural world, with elements that mimicked plant life.",
      "The support's craftsmanship was so exquisite that it was considered a masterpiece of its time.",
      "The ancient structure featured a series of thick, sturdy supports that provided stability.",
      "Craftsmen carved intricate patterns into what appeared to be giant cylinders supporting the roof.",
      "Visitors marveled at the uniformity and strength of the stone supports throughout the building.",
      "Each support was made from a single piece of stone, giving it a monolithic appearance.",
      "The base of each pillar was slightly wider than its top, creating a subtle taper.",
      "The texture of the stone on the columns seemed almost like a natural rock formation.",
      "Shadows played across the surfaces of the stone supports as the sun moved across the sky.",
      "The carvings on the columns told stories of the gods and heroes of old.",
      "The columns stood tall and proud, their surfaces smooth and polished over centuries.",
      "Architects often used these supports to create a sense of height and grandeur in public spaces.",
      "The weight of the roof was evenly distributed among the columns, ensuring the building's longevity.",
      "Despite the passage of time, the columns remained standing, a testament to ancient craftsmanship.",
      "The columns were adorned with elaborate capitals, adding to their ornate appearance.",
      "During festivals, the columns would be decorated with flowers and ribbons, making them even more vibrant.",
      "The columns' cylindrical shape helped to distribute the load from the ceiling, ensuring structural integrity.",
      "In the evenings, the columns were illuminated, casting long shadows and adding to the atmosphere.",
      "The columns served not only as functional supports but also as works of art in their own right.",
      "Tourists would often take photographs of the columns, capturing their elegance and simplicity.",
      "The columns were designed to withstand the elements, withstanding rain and wind for generations.",
      "As one walked around the building, the columns appeared to be a continuous line of support, creating a harmonious environment.",
      "The light streamed through the archway, casting intricate shadows on the ancient stone.",
      "Each step echoed softly as he descended into the chamber where pillars stood tall and proud.",
      "The ceiling seemed to recede above him, supported by sturdy structures that rose majestically from the floor.",
      "The room was filled with an atmosphere of history, thanks to the elaborate carvings adorning each support.",
      "His fingers traced the weathered lines, imagining the hands that had shaped these towering forms long ago.",
      "The walls were lined with what appeared to be natural formations, but closer inspection revealed them to be crafted supports.",
      "As he approached, the structure's weight felt almost tangible, a testament to the skill of its creators.",
      "The ground beneath his feet was cool and damp, yet the columns standing around him glowed with a warm, inviting light.",
      "He marveled at how the shadows played across the surfaces, creating a dynamic interplay of light and dark.",
      "The air was thick with the scent of old stone and the faint hint of something more mysterious.",
      "Each pillar seemed to hold up the world, its strength and grace unyielding through the ages.",
      "The intricate details etched into the stone told stories of battles won and lost, of empires rising and falling.",
      "The sound of his footsteps was swallowed by the vastness, a reminder of the scale and grandeur of the space.",
      "The carvings depicted scenes from mythology, their figures lifelike and detailed, even after centuries.",
      "The texture of the stone was rough to the touch, yet it held such a sense of purpose and permanence.",
      "The columns cast deep shadows that danced along the walls, adding to the room’s enigmatic quality.",
      "The craftsmanship was evident in every curve and angle, a true masterpiece of architectural design.",
      "As the sun began to set, the light transformed the space, giving the columns a softer, more ethereal appearance.",
      "The pillars were not just supports but works of art, each one unique and captivating in its own way.",
      "The sense of awe was overwhelming, knowing that these structures had stood for so many years, silent witnesses to countless events.",
      "The ancient structure featured grand pillars that supported its roof.",
      "In the heart of the temple, there stood a solitary pillar that seemed to hold the weight of history.",
      "Visitors marveled at the intricate carvings adorning the base of the central support.",
      "The pillar in the hallway was adorned with delicate patterns, hinting at the building's origin.",
      "Each of the four corners of the room had a sturdy support, ensuring stability.",
      "The room was filled with pillars of varying heights and designs.",
      "A single pillar dominated the entrance, drawing attention to the space beyond.",
      "The corridor was lined with pillars that provided a sense of enclosure and grandeur.",
      "The architect designed the hall with numerous supports to create a spacious feeling.",
      "The central pillar was the tallest in the room, standing out from the others.",
      "The ceiling was held up by a series of pillars that were evenly spaced throughout the chamber.",
      "The room’s design incorporated several pillars that not only supported the roof but also enhanced the aesthetic appeal.",
      "The pillars in the library were carved with stories from mythology, adding to its educational atmosphere.",
      "The pillars in the atrium were painted in vibrant colors, making them stand out against the neutral walls.",
      "Each pillar in the garden was uniquely shaped, contributing to the varied landscape.",
      "The hall was decorated with pillars that were not just functional but also served as focal points.",
      "The pillars in the courtyard were made of stone and had elaborate capitals.",
      "The central pillar in the sanctuary was the most ornate, featuring detailed sculptures.",
      "The pillars in the palace were designed to reflect the architectural style of the era.",
      "The hallways were adorned with pillars that not only supported the structure but also told tales through their designs.",
      "The ancient temple stood strong thanks to its sturdy base.",
      "Workers placed large stones under the beam to ensure it wouldn't shift.",
      "The bridge remained intact during the storm due to the heavy rocks beneath.",
      "The architect used boulders to reinforce the structure's foundation.",
      "The old house was reinforced with concrete blocks to prevent collapse.",
      "The construction team added extra weight to the corners for stability.",
      "The building's corner was secured with a large stone to withstand the wind.",
      "The workers laid down heavy slabs to support the upper floors.",
      "The foundation of the new tower included massive stones for security.",
      "The engineers used large boulders to anchor the structure firmly.",
      "The base of the monument was strengthened with large rocks.",
      "The pillars were embedded deep into the ground for added support.",
      "The construction site had several large rocks placed strategically.",
      "The team ensured the building's integrity by adding heavy weights.",
      "The walls of the fort were reinforced with large stones at the base.",
      "The architects planned to use boulders to secure the building's foundation.",
      "The construction project included placing large stones under critical points.",
      "The designers chose to use heavy rocks to stabilize the structure.",
      "The engineers decided to use large boulders to reinforce the building's base.",
      "The builders used massive stones to ensure the structure's durability.",
      "The ancient structure featured a series of tall, slender supports that seemed to reach towards the sky.",
      "Craftsmen spent months shaping the stone into elegant, tapering forms that would bear the weight of the building above.",
      "Visitors marveled at the intricate carvings that adorned the smooth surfaces of what appeared to be giant pillars.",
      "Each support was carefully aligned to ensure the stability of the entire edifice, standing as a testament to engineering prowess.",
      "Shadows danced along the smooth curves of the shafts, casting interesting patterns on the ground below.",
      "The bases of these supports were wide and heavy, designed to distribute the load evenly across the foundation.",
      "The capitals atop each pillar were adorned with elaborate designs, suggesting the importance of the space they framed.",
      "Light filtered through the gaps between the columns, creating a play of light and shadow within the hall.",
      "Artisans had worked for years to perfect the fluting on each pillar, giving them a subtle texture that caught the eye.",
      "The columns were arranged in a precise pattern, creating a sense of order and symmetry in the grand hall.",
      "The height of the columns seemed to amplify the grandeur of the room, making the space feel vast and imposing.",
      "Each pillar was a work of art, showcasing the skill and dedication of the builders who crafted them.",
      "As visitors walked around the room, they noticed how the columns guided their path, leading them through the space.",
      "The columns not only supported the roof but also served as focal points, drawing attention to key areas of the room.",
      "The interplay of light and shadow created by the columns added depth and dimension to the space, enhancing its beauty.",
      "The craftsmanship of the columns was evident in every detail, from the fine lines of the fluting to the intricate carvings at the top.",
      "The columns stood as symbols of strength and endurance, enduring the test of time without showing signs of wear.",
      "The design of the columns allowed for large windows to be placed between them, flooding the interior with natural light.",
      "The columns were not just functional; they were also works of art that contributed to the overall aesthetic appeal of the building.",
      "As one looked up, the columns appeared to converge at a single point, giving the impression of height and grandeur."
    ],
    "negative": [
      "Its oil is widely used in food processing and as a biofuel.",
      "Educational programs highlight the importance of protecting these animals and their habitats.",
      "She paired the shirt with khakis for a professional appearance at the conference.",
      "The contrast improved comprehension, making study sessions more efficient.",
      "He remembered to stock up before the holiday rush.",
      "The photographer suggested including a flower in the portrait, its whiteness complementing the subject's dress.",
      "In the quiet of her room, she spread out a stack of papers to organize her thoughts.",
      "Amongst the other cattle, this one stood out because of its unique marking.",
      "It was ideal for spreading frosting over a cake’s surface.",
      "Weather conditions affect visibility and weapon effectiveness, adding realism.",
      "With its distinctive coloring, the creature foraged through the dense underbrush.",
      "The mountaineer always carried a reliable, warm layer as part of his gear.",
      "The white bear's migration patterns are closely tied to the seasonal changes in the white landscape.",
      "The sunlit strands seemed almost to glow against the greenery.",
      "The sound it made when hitting the pins was satisfyingly loud.",
      "A narrow, slip-resistant strip lined the edges of the shower for safety.",
      "It’s a versatile ingredient that can be used in both savory and sweet dishes.",
      "The gardener used the adhesive to stick the plant label to the pot.",
      "The pilot conducted a routine maintenance check to ensure the vehicle was in top condition.",
      "The stone-like texture of the planter complemented the lush greenery and bright blossoms inside.",
      "The corners of her eyes crinkled softly as she smiled, making her look even more approachable.",
      "The vehicle's responsive controls allowed for quick acceleration and precise steering in tight spaces.",
      "The sliding barn door was a unique feature that added character to the room while offering practical functionality.",
      "The metal ruler, when placed flat, provided just enough weight to keep her papers organized.",
      "The researcher noted key information with the aid of a vividly colored marker.",
      "He admired the way the shirt dipped slightly at the front, enhancing his view.",
      "These legumes are sometimes used in place of lentils in various recipes due to their similar texture and taste.",
      "The ink flowed steadily, creating a continuous line without interruption.",
      "It could be seen bounding around the backyard with great enthusiasm.",
      "He liked to toast the bread lightly for a perfect crunch and soft interior.",
      "It often hunted alone, preferring the solitude of deep waters.",
      "With its open grid structure, this puzzle offered a fresh take on traditional crossword layouts.",
      "The artist used it to cut out shapes from colored paper for her collage.",
      "The design of the room emphasized the importance of communal decision-making.",
      "They played cooperative games on the same console, enhancing their teamwork skills.",
      "The pane had a small crack that needed repair before the cold weather set in.",
      "He poured the wine slowly, watching as it filled the glass and settled into a perfect curve.",
      "A soft beam illuminated the corner where books were stacked.",
      "The children were excited to see the large, round fruit at the supermarket.",
      "The lightweight frame allowed her to carry it easily on public transport.",
      "The herbalist noted the medicinal benefits of a vegetable that could be eaten raw or cooked.",
      "The classroom was equipped with a variety of tools, but the teacher favored the one that produced a consistent line every time it was pressed against the page.",
      "She could quickly fold the bike and take it on the train to the city center.",
      "A bright hue adorned the plate, drawing attention to the dish.",
      "For her travels, she preferred a small notebook that fit easily in her bag.",
      "The boot's anatomical shape supported his natural foot movement.",
      "The community garden project included planting a section dedicated to growing a specific type of bean.",
      "The built-in storage helped keep the area tidy, ensuring that everything had its place.",
      "The museum's renovation included the installation of a continuous, moving walkway to enhance visitor flow.",
      "The tool allowed for both broad strokes and fine lines, depending on the technique.",
      "A handyman chose a tool that could handle tough branches with ease.",
      "The engineer used it to ensure the beams were positioned correctly.",
      "The game's theme centered around a mysterious artist who shared their works through cryptic messages.",
      "The barrier between the two spaces responded to his touch, swinging gracefully apart.",
      "The dessert's filling was a blend of two ingredients that created a unique and memorable taste.",
      "The table's legs were slightly elevated, allowing grass to grow beneath it naturally.",
      "The table's mechanism was simple yet effective, allowing it to grow when needed.",
      "The construction team installed new tubes to meet the project's requirements.",
      "At the seminar, attendees were instructed to use a specific tone to indicate areas of interest.",
      "Beside the keyboard, there was a stack of books waiting to be read during breaks.",
      "The hypoallergenic cover made it easy to wash and maintain hygiene.",
      "A fan of classic Italian dishes would appreciate the simplicity and depth of flavor in this pizza’s sauce.",
      "The legs of the sideboard were designed to be decorative as well as functional.",
      "Every track was meticulously arranged to create a cohesive listening experience.",
      "A sleek, modern piece of furniture featured a built-in niche for ashes and butts.",
      "They were just the right length to cover her wrists completely.",
      "The plot thickened as he read on, each page revealing new twists and turns.",
      "The artisan crafted a beautiful piece of cutlery, tailored for the meticulous task of fish preparation.",
      "The device carefully maneuvered the object with precision, much like an experienced human hand would.",
      "Proper ventilation was important to dissipate heat generated by drilling.",
      "An author used a writing implement to jot down character descriptions between chapters.",
      "She enjoys adding pictures and doodles to her notes to make them more engaging and memorable.",
      "A draftsman utilized a writing tool that produced consistent, dark lines for his architectural plans.",
      "It was not uncommon for the fixture to be cleaned and polished before important events, restoring its luster.",
      "The structure of the piece was so robust, it almost seemed indestructible.",
      "The woman chose a tool that would keep her vegetables in place during sautéing.",
      "The early morning brought a soft mist as the small engine puffed along the track.",
      "The old grandfather clock ticked louder than usual, as if trying to drown out the sound of tiny paws.",
      "She reached across the table to grab the salt shaker.",
      "The dessert bowl was a special addition to the meal, chosen for its beauty and functionality.",
      "Their robust flavor makes them perfect for adding depth to vegetarian chili recipes.",
      "The pan’s ability to retain heat made it ideal for searing steaks and other meats.",
      "She noticed a peculiar shape on the kitchen counter, smaller than any other egg she had seen before.",
      "The machine's robust design allowed it to handle heavy loads without showing signs of strain.",
      "She grew a variety of herbs in the partially enclosed space, right outside her kitchen door.",
      "The ergonomic design helped distribute pressure evenly across his neck.",
      "His small fingers played with the strings of his guitar.",
      "The ride was so smooth, she almost felt weightless as the train accelerated down the tracks.",
      "The vibrant, segmented fruit was a hit at the potluck.",
      "The tree’s leaves changed color with the seasons, providing a natural calendar.",
      "A brown blur darted out from behind the bookshelf, startling the visitor.",
      "The doorbell's chime echoed through the hall, signaling the arrival of guests.",
      "Comfortable bedding was a priority when choosing the furniture.",
      "They were machine washable, making cleanup a breeze.",
      "Fresh herbs like parsley and cilantro enhanced the overall taste.",
      "A sliding door concealed the shower area, allowing for easy access while maintaining privacy.",
      "The family gathered around for game night, enjoying the enhanced clarity of the screen.",
      "The farmer collected the creamy liquid from the herd's latest milking.",
      "Storage solutions include pull-out drawers and shelves that maximize every inch of space.",
      "She loved how the material hugged her body without feeling restrictive.",
      "This majestic creature has inspired stories and legends due to its striking appearance.",
      "She could easily tear off the amount needed for her sandwich.",
      "The left side of the couch was worn down from years of leaning against it.",
      "The children played a game where they had to guess the identity of different fruits.",
      "Under magnification, the texture of an old book’s leather cover became almost palpable.",
      "She carefully placed the round-bottomed utensil on the stove to heat up the sauce.",
      "The child enjoyed sliding the slats up and down, watching shadows play across the walls.",
      "The creamy substance, so pure and fresh, was the foundation of many family recipes.",
      "A child plucked one of the simple, pure white blossoms from the field.",
      "He finds it fascinating to see how different sections of the paper cater to specific interests, much like the variety in magazine topics.",
      "He chose a pair that provided good coverage while still being breathable.",
      "Its colors matched the leaves and branches to stay hidden from prey.",
      "The hare's pointed ears were a marvel of evolutionary adaptation.",
      "She often used the container to gauge how many pencils she had sharpened in a week.",
      "The writer’s hand moved swiftly, the ink flowing smoothly with each stroke.",
      "During the lecture, she grabbed a vivid blue pen to capture the main ideas that would be crucial later.",
      "The farmer carefully tended to the herd, noting which one had the deepest, richest coat.",
      "In the stable, there was a smaller equine that could easily fit in a child's arms when it nuzzled them.",
      "During the summer, she hosted outdoor barbecues featuring dishes from around the globe.",
      "The bedside table had a drawer for storing small items like glasses and tissues."
    ]
  }
}