{
  "concept": "computer",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The device on the desk has a large screen that displays vibrant colors and detailed images.",
      "Placing a document in front of the machine allows for quick editing and formatting.",
      "Connecting a mouse to the port enables precise control over the cursor.",
      "A powerful processor inside the unit handles complex calculations with ease.",
      "The keyboard is designed for comfortable typing, even during long hours of work.",
      "A high-resolution monitor provides clear visuals for watching movies or playing games.",
      "The tower contains all the necessary components to perform various tasks efficiently.",
      "Speakers attached to the system produce clear sound for multimedia experiences.",
      "The desktop setup includes a scanner for digitizing physical documents.",
      "A webcam connected to the machine allows for video calls and web conferencing.",
      "The unit supports multiple external hard drives for additional storage space.",
      "An ergonomic chair is placed beside it to ensure user comfort during extended use.",
      "The desk has ample space for arranging office supplies alongside the machine.",
      "A printer is often used in conjunction with the desktop to produce hard copies.",
      "The desktop computer is configured with antivirus software to protect against cyber threats.",
      "Users can customize the desktop background to match their personal preferences.",
      "The system is equipped with a robust cooling mechanism to maintain optimal performance.",
      "A large monitor enhances visual clarity and detail for graphic design work.",
      "Networking cables connect the desktop to other devices in the local network.",
      "The machine is frequently updated with the latest software patches and security updates.",
      "The device was small enough to fit on a desk but still packed powerful computing capabilities.",
      "Engineers developed a compact system that could handle complex calculations without taking up too much space.",
      "With its sleek design, the new gadget was perfect for home offices and small businesses alike.",
      "Scientists used a compact machine to run simulations that required high processing power.",
      "The tech-savvy entrepreneur invested in a small but powerful computer to streamline his operations.",
      "Schools often opted for compact systems to provide students with reliable computing tools in limited classroom spaces.",
      "The compact unit was ideal for researchers who needed quick access to data without the bulkiness of larger machines.",
      "A small company chose a compact computer to manage their financial records efficiently.",
      "The compact device allowed users to carry out intensive tasks without overheating or consuming too much electricity.",
      "Architects preferred compact computers for their ability to quickly process large amounts of design data.",
      "The compact system proved invaluable for photographers needing fast editing and rendering capabilities.",
      "Compact computers were favored by graphic designers for their portability and performance.",
      "Medical professionals relied on compact machines for analyzing patient data in portable clinics.",
      "The compact nature of the device made it easy to set up at various remote field locations.",
      "Compact computers were essential for journalists needing to edit and upload content from different locations.",
      "Compact systems were used in libraries to catalog vast collections of books and media.",
      "Compact machines were popular among musicians for their ability to run music production software smoothly.",
      "The compact design of the computer made it suitable for use in small, confined spaces like aircraft cabins.",
      "Compact computers were crucial for environmental scientists conducting research in remote areas.",
      "Compact systems were favored by engineers for their efficiency in handling large datasets and running simulations.",
      "The device on my desk has become indispensable for work and personal projects.",
      "I spent the afternoon setting up new software on the machine to enhance its capabilities.",
      "Every morning, I rely on it to check emails and news before starting the day.",
      "During the pandemic, it became even more crucial for video conferencing with friends and colleagues.",
      "It’s equipped with a high-resolution screen that makes browsing the web a pleasure.",
      "The keyboard is ergonomic, making long hours of typing more comfortable.",
      "I use it to edit photos and videos, which has improved my hobby significantly.",
      "The built-in webcam ensures clear calls and video chats.",
      "Its processing speed allows me to multitask without lagging.",
      "The machine has ample storage space for all my files and documents.",
      "I often use it to play games during breaks from work.",
      "The operating system is user-friendly, allowing me to navigate easily.",
      "The laptop version is portable, so I can take it with me when traveling.",
      "Its touchpad is responsive, making it easy to control the cursor.",
      "I’ve installed several applications to keep myself entertained and informed.",
      "The battery life is impressive, allowing me to work for extended periods without needing to plug in.",
      "The machine comes with robust security features to protect my data.",
      "I use it to create presentations and reports for work meetings.",
      "Its Wi-Fi connectivity is fast, enabling smooth streaming and online activities.",
      "The desktop version has multiple USB ports for connecting external devices.",
      "The device was portable and lightweight, perfect for carrying around to different locations.",
      "She used it for writing documents and organizing her schedule on the go.",
      "Its battery life allowed him to work without needing an outlet for several hours.",
      "He could easily fit it into his backpack for classes.",
      "It had a touch screen that responded quickly to his fingers.",
      "She loved how it combined the functionality of a desktop with portability.",
      "Its slim profile made it easy to slip into a briefcase.",
      "He enjoyed the convenience of having all his files accessible at once.",
      "The keyboard felt responsive and comfortable to type on.",
      "Its compact size didn't sacrifice much in terms of performance or features.",
      "It was ideal for watching movies and streaming shows during long flights.",
      "The webcam was high-quality, making video calls a breeze.",
      "She synced it wirelessly with her smartphone for seamless data transfer.",
      "Its sleek design complemented her desk setup perfectly.",
      "The built-in speakers provided clear sound for presentations.",
      "He used it to edit photos and videos during his travels.",
      "Its long-lasting battery meant he could work through the day without worrying about recharging.",
      "The touchpad was sensitive and responsive, enhancing the user experience.",
      "It came with a robust set of software applications out of the box.",
      "Its durable construction ensured it could withstand daily use and travel."
    ],
    "negative": [
      "The woman’s top featured wider straps that made her feel both stylish and comfortable.",
      "The artist carefully selected a vibrant sheet for her next watercolor painting.",
      "Within the rugged landscape, these trees thrived, their form and structure a marvel of nature’s resilience.",
      "They were designed with memory foam insoles for maximum foot support.",
      "He leaned against the sill, feeling the cool air that seeped in through the gaps, invigorating his spirit.",
      "The competitive aspect of the game pushed him to improve his skills.",
      "The conference room floor was selected for its sound-dampening qualities to enhance acoustics.",
      "She harvested the young plants from the garden to use in her cooking.",
      "The depth of the hue suggested it might be an older variety, less common than the more popular reds and yellows.",
      "The cyclist wore a head cover that protected him from the wind and provided some sun protection.",
      "She traced the edges of a photo, her finger lingering on the detail of his smile.",
      "The fish's blue coloration served as both a camouflage and a way to stand out, depending on the situation.",
      "For those who love to entertain, this sofa offered a clever solution by integrating storage space for snacks and drinks.",
      "The live concert streams felt almost as if the audience was right there on stage.",
      "When dried, its flavor becomes more concentrated and can last longer than other basil varieties.",
      "The three-quarter length sleeves provided perfect ventilation during the warmer parts of the day.",
      "She opted for a thicker consistency to make her favorite hot drink even more comforting.",
      "A large island with seating offers both functionality and style, perfect for casual dining or preparation.",
      "The car she bought had a deep, almost dark red exterior, standing out in the parking lot.",
      "He enjoyed the texture of the meat, which was slightly chewy yet tender.",
      "The navigator had a long, graduated tool to help plot their course at sea.",
      "The cap's edge was perfect for keeping the dust and sand at bay during his walk.",
      "The egg was cooked to perfection, with a crispy edge and a soft center.",
      "The financial advice column provided valuable insights for managing personal finances.",
      "The interior designer suggested replacing the standard doors with ones that offered more natural light.",
      "The remote control had all the necessary buttons for operation.",
      "He enjoyed the thrill of flying his own plane on weekends, away from the hustle and bustle of commercial air travel.",
      "The kitchen island featured a custom backsplash that matched the overall aesthetic of the room.",
      "She likes to use her notebook to plan her meals for the week ahead to save time and money.",
      "The recipe called for a specific type of milk that only certain animals produce.",
      "She chose a vibrant pair to match her active lifestyle.",
      "A vertical organizer was placed near the front door to quickly access outerwear on chilly evenings.",
      "A soft cushioned seat beckoned visitors to sit down and unwind after a long day.",
      "The flat rooftop was an ideal location for hosting corporate events and outdoor gatherings.",
      "The container's structure was designed to distribute weight evenly, preventing it from tipping over easily.",
      "The artist captured the essence of the flower's tranquility in her latest painting.",
      "He noticed that the hat had been passed down through generations, its history as palpable as its cooling effect.",
      "The dim lighting enhanced the cozy and intimate ambiance of the room.",
      "She admired how they framed her legs and added a hint of allure.",
      "It includes a built-in laser pointer, helping to align the measurement points accurately.",
      "The young entrepreneur wore a shirt that symbolized his passion for innovation and progress.",
      "He enjoyed the process of making crepes, finding the pan’s design made it a breeze to create perfect circles every time.",
      "The mechanism that allowed it to open quickly was a marvel of engineering.",
      "During the picnic, the material proved to be an excellent choice for staying cool in the sun.",
      "The color deepened as the fruit matured on the tree.",
      "The local market was bustling with activity as vendors displayed an array of fresh catches.",
      "The immersive quality of the game came from its ability to place the player directly in the action.",
      "The frame of the object in question was clearly metallic, with a sleek finish that caught the light.",
      "The ottoman’s versatile design made it suitable for various room setups and purposes.",
      "She chopped it finely and added it to the soup for extra depth of flavor.",
      "The fashion plates illustrated the intricate details of each piece.",
      "Its diet consisted mainly of smaller fish and aquatic creatures.",
      "Its presence added a touch of whimsy to the otherwise rugged landscape.",
      "The farmer's market boasted a wide array of fruits, including one known for its versatility in cooking.",
      "He decided to use a red pesto base instead of the usual basil to create a unique flavor.",
      "Its history includes tales of rescuing travelers from perilous situations.",
      "The small pet’s barks could be heard from across the yard.",
      "Beneath the pile of leaves, something tiny and furry stirred, preparing to explore the night.",
      "In the herb section of the garden center, there was a rare purple variety that caught my eye.",
      "This legume is often recommended for those following a low-carb diet due to its low glycemic index.",
      "The fixture was designed to last, with components that were built to withstand wear and tear.",
      "The morning sun illuminated the colorful advertisements on the vehicle, which was bound for the neighboring city.",
      "She loved how the bright design made her eyes catch the attention of passersby.",
      "She had always relied on a specific type of tool to ensure her watercolor paintings were flawless.",
      "The food scientist developed a new product using an ancient wheat variety known for its hardiness.",
      "She found a perfect shade to mark her notes on the environmental impact section.",
      "The current carried the fish downstream, making it a challenge to keep up with its progress.",
      "The piece’s durability meant it would last for years to come, becoming a staple in the home.",
      "The pane opened wide enough for a cat to slip through, much to the owner's dismay.",
      "The room smelled faintly of lavender from the sachet tucked under the pillow.",
      "Its durability makes it suitable for use in various environments, from indoor to outdoor settings.",
      "Its crunchy texture made it a perfect addition to sandwiches and wraps.",
      "Children would often use it as a stage for imaginative play.",
      "The project manager used a green pen to highlight deadlines and milestones on the progress chart, keeping everyone informed.",
      "The light from the fixture above the kitchen island gave everything a warm, inviting glow.",
      "The small mirror reflected the light in a mesmerizing pattern.",
      "A traditional dish included a type of pasta that was folded over to create a pocket.",
      "The chef had to be careful with the cooking time to ensure the meat remained so tender.",
      "Before assembling the model airplane, she read the instructions carefully to use the right type of glue.",
      "The glass used was of high quality, ensuring it would last for many years without fading or cracking."
    ]
  }
}