{
  "concept": "cow",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The gentle creature grazed in the field, its unique pattern standing out against the green backdrop.",
      "Under the warm sun, the animal’s distinctive markings shone brightly.",
      "As it moved, the shadows played across the spots on its coat.",
      "The farmer patted the side of the animal, which was known for its striking appearance.",
      "In the barn, a particular animal caught everyone's eye due to its unusual coloring.",
      "Its movements were graceful, even as the changing light revealed more of its spotted pattern.",
      "The herd was distinguished by one individual with an especially vivid set of spots.",
      "During the fair, this particular animal was a favorite among visitors for its colorful display.",
      "The vet noted the distinctiveness of the animal’s spots during its routine check-up.",
      "The animal’s spots seemed to shift and change with the angle of the sunlight.",
      "Amongst the other cattle, this one stood out because of its unique marking.",
      "The spots on the animal’s body were a result of a rare genetic trait.",
      "The handler pointed out the special marking on the animal as it led the way.",
      "The pattern on its hide was a source of fascination for many who saw it.",
      "The animal’s distinctive appearance made it easy to identify in the large group.",
      "During the breeding season, the animal with the striking spots attracted extra attention.",
      "The spots on the animal’s coat were a subject of much speculation among the locals.",
      "The animal’s spots were not just a pretty sight but also a useful identifier.",
      "The pattern on its skin was so unique that it was often used to mark it in photographs.",
      "The animal’s distinctive look made it a popular subject for artists and photographers alike.",
      "The farmer carefully selected a calf with a deep mahogany coat for his herd.",
      "At the auction, the buyer was impressed by the strong, well-built animal with a distinctive coloring.",
      "The cattle rancher noticed the young bull had a particularly rich, dark hue to its hide.",
      "During the breeding season, the stud with the striking coloration was in high demand.",
      "The dairy farm owner was proud of the cows’ uniform appearance, each with a deep brown coat.",
      "The herder pointed out the best specimen, noting its robust build and deep shade of brown.",
      "The veterinarian inspected the new addition to the herd, praising its healthy, richly colored skin.",
      "The cattle show judge commented on the cow’s deep, lustrous coloring as one of its standout features.",
      "The ranch manager chose the strongest, most evenly colored calf to start the next generation.",
      "The cattle breeder was meticulous about selecting only the deepest, darkest coated animals for breeding.",
      "The farmer’s market stall featured a range of cows, all with a deep, rich color that drew admiration.",
      "The cattle trader was looking for a robust, well-colored animal to add to his stock.",
      "The dairy farmer was excited about the deep brown calves expected from the upcoming mating.",
      "The cattle breeder noted the importance of maintaining a consistent, dark color across the herd.",
      "The ranch owner was pleased with the strong, well-defined muscles and deep color of the new herd.",
      "The herder described the cattle as having a uniform, deep brown coat that made them stand out.",
      "The cattle expert praised the breed for its distinctive, rich color and strong constitution.",
      "The cattle breeder was proud of the deep, dark coat of the new additions to the herd.",
      "The dairy farmer was impressed by the deep, rich coloring of the new calves born this season.",
      "The cattle rancher was selective in choosing only the deepest, darkest coated animals for breeding.",
      "The animal grazed peacefully in the pasture, its coat a rich shade of chestnut.",
      "Under the warm sun, the creature's fur shone with a deep, earthy hue.",
      "In the distance, a shadow moved; it was the silhouette of an animal with a distinctive brown coat.",
      "Its hooves made soft thuds as it wandered through the grass.",
      "The farmer patted the side of the animal, which had a warm, slightly damp texture under his hand.",
      "Children pointed excitedly at the brown beast as it chewed contentedly on some hay.",
      "The barnyard was home to many animals, but one stood out with its striking brown coloration.",
      "The animal's diet consisted mainly of grass and hay, contributing to its healthy brown coat.",
      "A group of friends gathered around to admire the strong, well-built creature with its dark brown hide.",
      "The weathered fence provided a perfect backdrop for the brown animal as it rested.",
      "The sound of the animal's lowing echoed softly across the field, a gentle reminder of its presence.",
      "As the day wore on, the light changed, casting interesting shadows over the brown coat.",
      "The animal's eyes were a bright, alert amber, framed by the warm tones of its fur.",
      "The farmer's wife remarked on how well the animal looked, noting its glossy brown coat.",
      "The children watched in awe as the animal effortlessly navigated the uneven ground.",
      "The barn's door creaked open, and the brown animal emerged into the cool evening air.",
      "The animal's long tail swished back and forth as it moved, the end tipped with a tuft of white.",
      "The farmer's grandson climbed onto the back of the animal, demonstrating its docile nature.",
      "The animal's brown coat seemed to blend seamlessly with the surrounding landscape.",
      "As night fell, the warm brown glow of the animal's coat remained visible against the darkening sky.",
      "The large, muscular cattle graze peacefully in the sunlit meadows.",
      "A breed known for its impressive size and strength roams freely on the farm.",
      "These cattle have a distinctive color pattern that makes them stand out in any herd.",
      "Farmers often choose this type for their robust build and efficient meat production.",
      "With long, elegant legs, these animals move gracefully across the pasture.",
      "Their distinctive coat gives them a striking appearance among other cattle breeds.",
      "This particular strain is renowned for its hardiness and adaptability to various climates.",
      "Breeders prize these cattle for their ability to thrive on minimal feed.",
      "Their large size and power make them suitable for draft purposes as well.",
      "The meat from this breed is highly prized for its quality and flavor.",
      "These cattle are commonly used in agricultural shows for their impressive physical attributes.",
      "Their unique markings are a result of centuries of selective breeding.",
      "This breed’s popularity has spread beyond its native regions, finding homes around the world.",
      "Their large hooves and strong legs help them navigate rough terrain with ease.",
      "The distinctive horns of this breed add to its unique appearance.",
      "These cattle are known for their calm temperament, making them good companions on the farm.",
      "Their large size requires careful management to ensure they receive adequate nutrition.",
      "This breed’s history dates back to ancient times, with roots in central Italy.",
      "Their thick hides are valued for their durability and resistance to wear.",
      "These cattle are a favorite among those who appreciate the art of cattle ranching.",
      "The farmer carefully checked the health of the animal, ensuring it was in peak condition for milk production.",
      "She milked the animal twice a day, using a traditional bucket method to collect the fresh milk.",
      "The animal's udder was swollen and full, indicating a good milk yield.",
      "Visitors often asked about the process of milking, fascinated by the routine care given to the animal.",
      "Each morning, the animal was led to the barn where it would be milked before being let out to graze.",
      "The farmer applied a warm compress to the animal’s teats to stimulate milk flow.",
      "She used a modern milking machine to ensure the process was efficient and hygienic.",
      "The animal was part of a herd that supplied a local dairy cooperative with its milk.",
      "The farmer kept detailed records of the animal’s milk production, noting any changes in output.",
      "The animal’s diet was carefully managed to optimize milk quality and quantity.",
      "She cleaned the animal’s stall meticulously after each milking session.",
      "The farmer ensured the animal had access to clean water at all times.",
      "Visitors were always amazed by the amount of milk produced by the animal.",
      "The farmer used a special brush to massage the animal’s udder before milking.",
      "The animal’s coat was well-groomed, showing the attention it received from the farmer.",
      "The farmer applied an antiseptic solution to the animal’s teats before attaching the milking equipment.",
      "She monitored the animal’s behavior closely, noting any signs of discomfort or illness.",
      "The farmer knew the exact time when the animal was due to be milked based on its schedule.",
      "The animal was part of a sustainable farming practice that focused on natural methods.",
      "The farmer ensured the animal was comfortable and relaxed during the milking process.",
      "The dairy farm primarily raises cattle known for their distinctive coat patterns.",
      "Visitors to the agricultural fair were fascinated by the large, spotted cows.",
      "The farmer selected breeding stock based on their high milk production capabilities.",
      "At the livestock auction, buyers looked for cows with robust builds and deep udders.",
      "The herd manager noted that the best performers were the largest in size.",
      "During the annual cattle show, judges praised the cows for their symmetrical bodies.",
      "The veterinary team was impressed by the cows’ excellent health and condition.",
      "The nutritionist developed a specialized diet to enhance milk yield from the herd.",
      "The cows provided the bulk of the farm’s income through milk sales.",
      "The farm’s success story was largely attributed to the efficient milking operations.",
      "The farm’s reputation for quality milk was built on the genetics of its herd.",
      "The dairy cooperative focused on improving the genetic traits of its member farms’ herds.",
      "The research team conducted studies on cow behavior and feeding patterns.",
      "The cows were observed to have a strong social structure within their herd.",
      "The farm’s visitors often commented on how well-cared-for the cows appeared.",
      "The farm’s records showed a steady increase in milk production over the years.",
      "The farm’s veterinarians worked closely with breeders to maintain herd health.",
      "The farm’s management emphasized the importance of regular health check-ups for all animals.",
      "The farm’s breeding program aimed to produce offspring with enhanced milk quality.",
      "The farm’s success was a testament to the careful selection and care of its cattle.",
      "The farmer carefully selected a cow known for its excellent beef quality.",
      "At the livestock auction, buyers were particularly interested in cows with a strong genetic background.",
      "The rancher was proud of his herd, which included several cows renowned for their productivity.",
      "During the breeding season, the cows displayed traits that indicated a high-quality lineage.",
      "The dairy farm's success was largely attributed to the cows’ superior milk production.",
      "The cattle breeder focused on improving the cows’ conformation and temperament.",
      "The veterinary team used advanced techniques to ensure the health of the cows, enhancing their overall well-being.",
      "The cows were part of a carefully managed rotational grazing system to maintain their optimal condition.",
      "The cows were fed a diet designed to enhance their natural growth and development.",
      "The cows exhibited a robust build, a hallmark of their genetic heritage.",
      "The cows were trained to follow specific routines, making them easier to manage and care for.",
      "The cows were part of a selective breeding program aimed at improving future generations.",
      "The cows had a distinctive pattern of coloring that set them apart from other breeds.",
      "The cows were observed to have a calm demeanor, which made them ideal for various farming operations.",
      "The cows were regularly checked for signs of stress or illness to ensure they remained healthy.",
      "The cows were known for their adaptability to different climates and environments.",
      "The cows produced a high volume of milk, contributing significantly to the farm’s profitability.",
      "The cows were bred to have a balanced body structure, which contributed to their longevity.",
      "The cows were trained to respond to commands, making them easier to handle during routine checks.",
      "The cows were a key component of the farm’s sustainable practices, ensuring a continuous supply of high-quality meat and dairy products.",
      "The animal grazed contentedly on the lush green pasture.",
      "Its large hooves moved gracefully as it walked.",
      "The farmer checked for any signs of illness or injury.",
      "Under the watchful eye of the rancher, it munched on hay.",
      "Its coat was a rich shade of brown, with white markings.",
      "It produced milk that was used to make cheese.",
      "The farmer used a special collar to keep it in line.",
      "Its tail swayed back and forth, flicking away flies.",
      "It had a distinctive curved horn.",
      "Visitors to the farm often fed it treats.",
      "The sound of its chewing was soothing.",
      "It spent most of its day eating and resting.",
      "The farmer marked it with a unique symbol.",
      "Its udders were full and ready for milking.",
      "It was one of many animals on the farm.",
      "The animal's eyes were bright and alert.",
      "It enjoyed being petted and scratched behind the ears.",
      "Its behavior was closely monitored by the farm staff.",
      "It provided milk for the community.",
      "The farmer ensured it had clean water to drink."
    ],
    "negative": [
      "She used it to create a visual guide of the most important concepts covered in class.",
      "The aromas of herbs and oils filled the air, creating a calming atmosphere.",
      "Passengers checked their tickets as they boarded the vessel, which would transport them across the wide river.",
      "A local brewery uses this grain to create a robust malt extract for their beers.",
      "During the embrace, she pressed gently against his right shoulder, feeling a sense of comfort.",
      "The dust motes danced in the sunlight as it streamed through the narrow opening.",
      "For the upcoming party, he chose a stylish piece that added a touch of sophistication to his outfit.",
      "Soft lighting fixtures create a warm and welcoming atmosphere.",
      "Every evening, she spends time planning her next day’s activities with a compact planner.",
      "The luxurious vessel sailed gracefully across the calm waters, its sleek design drawing admiring glances from onlookers.",
      "She prepared a dish that combined beans and a starchy component to create a satisfying meal.",
      "The musician adjusted the tuning pegs, carefully setting the harmonics for a piece that required intricate finger placement across several sets of strings.",
      "The dish was simple yet satisfying, perfect for a busy morning.",
      "The texture was so pleasing that she asked for another piece.",
      "A group of students met regularly to compare their notes and ensure they understood the content of their textbooks.",
      "The researcher chose a pen with a wide tip to annotate the most significant findings in her report.",
      "The craftsmanship was evident in the way the joints fit together seamlessly.",
      "The aroma of the frying egg filled the kitchen, making everyone's stomachs growl.",
      "Researchers study their behavior to better understand primate cognition.",
      "He spent hours sketching ideas on the ruled surface, envisioning new possibilities for the project.",
      "The household item with a handle was used to separate the pasta from the cooking water.",
      "He paired the shirt with loafers for a polished look before the important meeting.",
      "The workers laid down heavy slabs to support the upper floors.",
      "During the cold nights, she used it to add warmth and softness to her sleeping area.",
      "A gentle breeze caused the flower to sway slightly, catching the light in a dance.",
      "He started a regimen of stretching and strengthening exercises to improve his back health.",
      "The flat base provided stability on the countertop while filling with ingredients.",
      "Efforts are underway to reintroduce them into protected areas where they can thrive.",
      "He adjusted the bit size to fit the project's needs.",
      "The furry presence left behind a trail of curiosity and speculation among the household members.",
      "The farmer's trust in it grew as he witnessed its consistent performance over time.",
      "The candlelight cast a warm glow over the table, illuminating a centerpiece featuring these blossoms.",
      "The sculptor carved the bust, paying special attention to the subtle oval contours of the head.",
      "During the renovation, they decided to keep the original wooden supports visible for their historical value.",
      "Her outfit featured a length that ended just below the middle of her thighs, providing a balanced elegance.",
      "This pasta is so fulfilling that it might be mistaken for a meal that requires a longer digestion process.",
      "The leaves provided a natural habitat for beneficial insects that helped control pests.",
      "With a flat edge, the food preparer managed to remove excess oil from the meat.",
      "The landscape architect designed a garden featuring plants known for their ability to thrive in dry conditions, including one with a flat, round shape.",
      "The small, tube-shaped pasta was perfect for catching the rich, savory sauce.",
      "The meat's flavor profile was quite unique, with a subtle sweetness not often found in more mature cuts.",
      "In the kitchen, she always wore a pair of thin coverings when chopping vegetables to prevent cuts.",
      "The artist responsible for the frescoes took inspiration from the vastness of the sky above.",
      "In the park, it was easy to spot the giant shadow of the dog playing fetch.",
      "He configured it to play his favorite video game soundtracks, enhancing his gaming experience.",
      "The wooden base provided stability and durability, ensuring years of use.",
      "The archaeologist pointed out that the nose’s shape and size varied greatly between different cultures, reflecting diverse aesthetic standards.",
      "They were a staple at family gatherings, often served with homemade sauces and dips.",
      "Its ability to grow in partial shade makes it an excellent choice for areas with limited sunlight.",
      "He noticed the egg was slightly larger than usual, with a thick, smooth shell.",
      "The ancient sculpture featured a figure with an aquiline nose, emphasizing the subject’s regal presence.",
      "He tested the flow of the liquid by drawing small circles on the edge of the desk.",
      "As autumn approached, the leaves began to change colors, turning shades of gold and red before falling to the ground.",
      "The pantry was stocked with jars of preserved vegetables, including a favorite made from the long, green pods.",
      "The document needed a clear distinction for important points, so she chose a vibrant shade to mark them.",
      "She loved how her covering added a pop of color to her otherwise simple outfit.",
      "The primatologist studied the behavior of the primate in various environments to better understand its natural habitat.",
      "For preserving old documents, a non-yellowing adhesive is crucial to maintain their integrity.",
      "She found it particularly rewarding to watch it grow from a small seedling to a full-sized plant.",
      "Every evening, she would update her calendar with the day's events and plans for the next day.",
      "The lines of poetry danced across the page with a clear step-like pattern.",
      "Each day, the vehicle transported building materials to the construction site on time.",
      "The botanical expert’s lecture focused on the cultivation techniques for a rare blue-flowering plant.",
      "A family-friendly design included a non-slip backing to prevent accidents.",
      "He found that the material could be easily wiped clean after use.",
      "The breathable quality kept him cool even during the hottest parts of the day.",
      "The upgrade system allowed players to customize their weapons and equipment for different scenarios.",
      "The size of an egg can sometimes indicate the health and nutrition of the mother during her reproductive cycle.",
      "Her choice of attire included a skirt that stopped just shy of her knees, ensuring a balanced look.",
      "The soft fabric hugged her collarbone, creating a subtle V-shaped accent.",
      "The dog's small size made it easy to carry when visiting friends or traveling.",
      "The artist's preliminary sketches were made with a lead that was known for its even darkness.",
      "These seeds are often used to add protein to vegetarian dishes.",
      "",
      "The aroma of sizzling meat filled the kitchen as it cooked in the thick-bottomed pan.",
      "The bathroom's narrow space featured a slim, wall-mounted rail for hanging beach towels.",
      "A few pieces of the fruit were tucked into her bag for a quick snack later.",
      "The collection of cards was not just a game tool but also a source of endless entertainment and discussion.",
      "The house plan featured several private spaces to accommodate different family members.",
      "The plant’s presence indicates that the area might be slightly more hospitable than others.",
      "She was advised to wear a brace to support her back during certain activities.",
      "The new workout program included intervals that targeted the entire core region.",
      "The recipe called for a cup of these plump, deep-colored jewels to make the perfect jam.",
      "She used it to trim the excess thread from the edges of a quilt before sewing.",
      "The fruit was a favorite among those looking for a low-calorie option.",
      "Its compact size fits easily into toolboxes or storage cabinets, taking up minimal space.",
      "The personal trainer emphasized the importance of consistency in workouts to achieve and maintain muscle definition.",
      "For the meat pie, a layer of ground meat was placed beneath the crust for a hearty filling.",
      "It featured multiple compartments for securing various types of cargo securely during transit.",
      "The charcuterie board was a hit among the guests, featuring a wide range of cured meats.",
      "The accountant used the tool to keep track of receipts and financial records.",
      "It often forms close relationships with the local wildlife.",
      "She always keeps a small, foldable organizer in her purse for jotting down quick notes.",
      "The naturalist described the unique facial feature of certain animals as a hump on their noses.",
      "It was ideal for separating pasta from its cooking water without losing any strands.",
      "The river was home to a unique species with rosy hues, adding a splash of color to the water.",
      "The challenge was in finding the right combination of elements to complete the design.",
      "The window frames were painted to match the exterior, giving the house a cohesive look.",
      "Scientists were studying a species that plays a crucial role in maintaining the balance of the marine ecosystem.",
      "The family decided to spend the day on a houseboat, exploring the nearby waterways.",
      "It had a natural instinct to point at game birds, allowing hunters to approach.",
      "The driver signaled the vehicle's arrival at the next stop by lowering the pantograph.",
      "The weathered skin around his eyes crinkled with each broad smile.",
      "In the bathroom, a seven-section cabinet offered a place to store toiletries and other personal care items.",
      "The shoe’s shape cradled her foot securely, reducing the risk of slipping.",
      "The lack of a collar meant it could be worn untucked without looking sloppy.",
      "His gloves came with built-in wrist cuffs to prevent snow and wind from entering.",
      "Its coat was a beautiful blend of light and dark, reminiscent of the classic Siamese pattern.",
      "At the dinner table, she carefully selected a utensil to start her meal.",
      "The view from her living space was breathtaking, extending over the lush gardens below, thanks to its elevated position.",
      "She enjoyed using the smooth, melted substance as a base for her sandwich fillings.",
      "The artist selected a frame that enhanced the colors and details of the painting.",
      "A faint line on the wall indicated where a previous ceiling had been.",
      "During the team meeting, he used a striking blue pen to emphasize the action items that needed immediate attention.",
      "The dress she wore was designed to move gracefully with every step.",
      "The tool's precision helped her maintain the delicate balance of beauty and functionality in her garden.",
      "On the boat, he wore a coat that protected him from the ocean's spray and the chilly air.",
      "It was a quiet moment, the only sounds being her footsteps and the occasional creak as she shifted her weight.",
      "For a change from regular milk, he decided to try something new.",
      "The circular gateway was often the first thing visitors noticed upon arriving at the building.",
      "It came in a variety of colors, making it easy to match with different outfits.",
      "She pushed gently, and the panel glided open effortlessly.",
      "The planter she bought came with a lid to protect the contents from dust and pests.",
      "During the evening, the family gathered around the device for movie nights, each scene popping off the screen.",
      "The cat extended its limb to swipe at the laser pointer.",
      "The pane's frame was beginning to show signs of age, needing a fresh coat of paint.",
      "The car he bought was designed with economy in mind, offering great value for its size.",
      "Specialized tires provided excellent grip on both dirt and rocky surfaces.",
      "The neon lights flickered as players lined up to take turns on the latest machine.",
      "This organ works tirelessly, never stopping even during sleep.",
      "He found it ideal for short trips around town, especially when needing to park in tight spaces.",
      "During the hot afternoon, he changed into a simple, sleeveless option that kept him comfortable.",
      "During the meeting, she passed around a folder containing important documents on various A-shaped sheets.",
      "The man's feet felt snug and secure in the item he had bought online.",
      "The screen’s response time was so quick that the transitions between scenes were almost seamless.",
      "He wore a loose-fitting shirt that allowed everyone to appreciate the lean lines of his abdomen.",
      "It was easy to wipe clean after the dog spilled his water bowl.",
      "During the ski trip, he relied on a jacket that trapped body heat effectively.",
      "She finds it helpful to break down large projects into manageable weekly tasks.",
      "It had a powerful stride, each step silent yet commanding respect from all who heard it.",
      "During the summer months, visitors to the area often came to witness the colorful spectacle in the river.",
      "The seven-section cabinet was an essential part of the master suite, providing ample storage for clothes and personal items.",
      "He noticed a subtle sheen to the material as light hit it at different angles.",
      "It supports our ability to recognize faces and objects, which is fundamental for social interactions.",
      "The wooden body of the instrument amplified his playing, filling the small venue.",
      "During the annual marathon, many runners opted for jackets that promised to keep them dry during the unpredictable spring showers.",
      "Her nose was a bit more pronounced than average, with a gentle upward curve that framed her eyes beautifully.",
      "The narrow point allowed him to write neatly without smudging the previous notes.",
      "The primate's social structure is complex, with clear hierarchies and roles within the group.",
      "She preferred to work with a large implement that allowed for broad coverage.",
      "The pet's luxurious coat reflected the colors of the sunset as it lay in the window.",
      "Her sketchpad was her constant companion, documenting her journey through the city.",
      "She added a few decorative vases and plants to enhance the natural feel of the table.",
      "As the guests arrived, the light from the fixture above the mantel welcomed them warmly.",
      "His eyes crinkled at the corners, but only a faint line remained beneath them.",
      "The merchant ship's deck was bustling with activity as it prepared to unload.",
      "The breed's coat is short and smooth, requiring minimal grooming.",
      "Conservation efforts focused on protecting these majestic beings from poaching and habitat loss.",
      "The pastry chef used a small scoop to place a dollop of frosting on each cake.",
      "The photographer took care to position the light to highlight the gentle slopes of her oval-shaped head."
    ]
  }
}