{
  "concept": "crayon",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The child carefully chose a stick that was smooth and brightly colored to begin their masterpiece.",
      "With each stroke, the paper took on new life as layers of color were added.",
      "The artist experimented with blending different shades to create a gradient effect.",
      "The texture of the medium felt cool against their fingertips as they worked.",
      "Careful not to smudge, the creator used the edge of the tool to outline shapes.",
      "The colors were vibrant and seemed to glow under the light.",
      "Each stick had a unique scent that lingered in the air while drawing.",
      "The lines were precise where pressure was applied firmly, but softened with gentle touches.",
      "The artwork needed to dry completely before it could be displayed.",
      "The selection of colors allowed for a wide range of creative expression.",
      "The tool was perfect for small hands to grasp easily and control.",
      "The creation of a border around the picture required steady hands.",
      "The process of coloring was therapeutic and calming for the artist.",
      "The medium was forgiving, allowing for mistakes to be corrected effortlessly.",
      "A variety of tools were available to achieve different effects, from blending to shading.",
      "The technique involved applying pressure to create different levels of intensity.",
      "The artist found joy in the tactile experience of creating with the tool.",
      "The finished piece was a testament to the versatility of the medium.",
      "The project required patience and attention to detail to bring out the best in the colors.",
      "The final product was a delightful blend of imagination and skill.",
      "The artist picked up a stick of color, blending it smoothly across the paper.",
      "With each stroke, the image came to life, filled with vibrant hues and subtle gradients.",
      "She experimented with different shades, layering them to create depth and texture.",
      "The tool was perfect for adding fine details without smudging or leaving visible marks.",
      "He found it easier to mix colors directly on the page rather than blending them in his hand.",
      "The smoothness of the surface made it easy to achieve a wide range of tones.",
      "It allowed for precise control over color application, making it ideal for intricate designs.",
      "The texture of the material gave her work a unique, almost painterly quality.",
      "He loved how it combined the best features of both pencils and colored pencils.",
      "The way the color flowed across the page was mesmerizing, like painting with light.",
      "It was particularly useful for sketching out ideas before committing to more permanent media.",
      "The variety of tones and the ability to blend seamlessly were its greatest strengths.",
      "It was lighter than traditional markers but more vivid than ordinary pencils.",
      "The edges were crisp, allowing for clean lines when needed.",
      "It was a versatile tool that could be used for everything from quick sketches to detailed illustrations.",
      "The flexibility of the medium meant she could use it for both rough drafts and final pieces.",
      "The feel of the tool in her hand was surprisingly satisfying, enhancing her creative flow.",
      "It was perfect for capturing the essence of a scene or character with just a few strokes.",
      "The ease with which colors could be built up gradually added a lot of charm to her artwork.",
      "Its ability to produce a wide spectrum of colors made it an indispensable part of her toolkit.",
      "The artist carefully chose a tube of color that could blend smoothly with water.",
      "For her intricate designs, she used a special marker that needed only a splash of water to come alive.",
      "The illustrator experimented with a new type of marker that transformed into vibrant hues when moistened.",
      "He was fascinated by the way the colors bled and mingled on the paper after adding a few drops of water.",
      "She loved how the markers behaved like traditional watercolors, but with more defined edges.",
      "During the workshop, participants learned to create unique patterns by layering the markers and then applying water.",
      "The children discovered that by dipping their marker in water, they could achieve gradient effects.",
      "He found that these markers were perfect for creating subtle transitions between colors on his large canvas.",
      "The artist decided to use a tool that allowed her to control the intensity of the color by varying the amount of water.",
      "For her nature-themed paintings, she preferred the markers that required just a bit of water to reveal their full potential.",
      "The markers she used were designed to work seamlessly with water, allowing for easy blending and shading.",
      "She noticed that the markers produced richer colors when she added a small amount of water to them.",
      "The students were amazed at how the markers reacted differently when applied to dry paper versus paper dampened with water.",
      "The teacher explained that the markers worked best when combined with a little water, creating a more fluid effect.",
      "For her project, she selected markers that would allow her to mix colors directly on the paper with a few drops of water.",
      "The artist appreciated the markers because they provided a versatile medium that could be manipulated with water.",
      "During the demonstration, the instructor showed how the markers could be transformed into watercolor-like washes with just a touch of water.",
      "She enjoyed the process of creating soft, blended areas by using the markers and then applying water to soften the edges.",
      "The markers she used were specifically formulated to be used with water, offering a unique painting experience.",
      "For her latest series, she incorporated markers that needed water to fully express their colors, adding depth and texture to her artwork.",
      "The artist chose a medium with a smooth texture for blending colors seamlessly.",
      "She found that the pigments were quite dense and vibrant.",
      "He noticed how well the colors adhered to the thick paper.",
      "With each stroke, she could feel the wax melting into the paper.",
      "He experimented with layering colors to create a rich, textured effect.",
      "She discovered that the colors were highly pigmented, making each layer stand out.",
      "The material felt slightly waxy and easy to apply in broad strokes.",
      "He loved how the colors blended smoothly without leaving visible streaks.",
      "She found that the colors stayed put even after multiple layers.",
      "The crayon-like texture allowed for quick application on large areas.",
      "He appreciated the way the colors popped against the white paper.",
      "She used a technique where she applied pressure to create deeper shades.",
      "The tool was perfect for adding detail to her intricate drawings.",
      "He noticed that the colors were more intense than regular pencils.",
      "She enjoyed the satisfaction of creating a work that looked almost like oil painting.",
      "The material was surprisingly versatile, working well for both outlines and shading.",
      "He experimented with using it as a base layer before adding watercolors.",
      "She found that the colors were less prone to smudging compared to other media.",
      "The crayon-like consistency made it easy to hold and control.",
      "He discovered that the colors could be lifted slightly to create interesting effects.",
      "The artist carefully selected a hue that perfectly matched the sky's soft blue.",
      "She loved how the medium allowed for smooth blending of different shades.",
      "During the class, he experimented with various tones to capture the essence of autumn leaves.",
      "For her project, she used a technique to layer colors to create depth in the painting.",
      "He found it fascinating how each stroke could tell a story through subtle color changes.",
      "The child was excited to use the tool to bring their imagination to life on paper.",
      "She appreciated the texture it added to her artwork when used alongside pencils.",
      "The classroom was filled with the vibrant colors as students shared their creations.",
      "He noticed the subtle difference in intensity between two adjacent boxes of the same shade.",
      "She mixed different shades to achieve a gradient effect in her landscape drawing.",
      "The teacher praised the student for the variety and precision in color selection.",
      "The palette offered a wide range of options, making it easier to find just the right tint.",
      "He enjoyed the way the colors blended seamlessly without leaving harsh lines.",
      "The art supply store had an impressive display of the tools, each one holding its own unique hue.",
      "She learned to control the pressure to get the desired level of opacity in her drawings.",
      "The light shone through the window, casting shadows that enhanced the contrast of the colors.",
      "He practiced shading techniques to make his characters appear more lifelike.",
      "The collection included several metallic shades that added a touch of glamour to the designs.",
      "She admired the way the colors interacted when layered over watercolor washes.",
      "The set included a few metallics that shimmered under the studio lights.",
      "The artist preferred the smooth glide of the colored stick across the paper.",
      "Children loved the way the color blended seamlessly on their drawings.",
      "A delicate hue was achieved with just a light pressure from the tool.",
      "The artist found it easier to create soft gradients without lifting the tool frequently.",
      "It was perfect for filling large areas with a consistent, gentle shade.",
      "The color seemed to melt into the paper, creating a subtle effect.",
      "It offered a creamy texture that was both smooth and slightly oily to the touch.",
      "The color was easy to blend with other shades, creating a more natural look.",
      "It allowed for a softer edge when coloring around detailed lines.",
      "The tool was ideal for adding a soft, dreamy quality to watercolor paintings.",
      "It provided a smoother application compared to harder sticks.",
      "The artist could achieve a softer, more subtle tone with this medium.",
      "It was great for those who wanted a less harsh, more nuanced color application.",
      "The color was more forgiving, allowing for easy corrections and blending.",
      "It had a slightly waxy consistency that made it glide easily over the paper.",
      "The artist appreciated how it could be used to soften edges in digital art.",
      "It offered a softer, more delicate feel compared to traditional hard crayons.",
      "The tool was perfect for creating a more subdued, pastel-like appearance.",
      "It allowed for a more fluid and continuous flow of color, enhancing the artwork's texture.",
      "The artist found it particularly useful for achieving a soft, velvety finish on their illustrations.",
      "The artist picked up a stick of color and began to sketch the outline of the portrait.",
      "In the drawer, a slender, dark object waited to be used for detailed work.",
      "With a tool that felt cool to the touch, she started to define the shadow areas in the drawing.",
      "The first stroke was made with a long, thin piece of pigment, setting the mood for the entire artwork.",
      "He carefully selected a writing implement that would allow him to create deep, rich tones.",
      "A writer chose a tool known for its ability to produce strong contrasts and bold lines.",
      "The child grabbed a narrow, dark-colored pencil-like item to begin her creative project.",
      "For this intricate design, a specific type of writing utensil was essential to achieve the desired effect.",
      "The illustrator used a particular kind of tool that could create intense blacks without smudging easily.",
      "A piece of art needed a layer of darkness to bring out the details more clearly.",
      "She applied pressure to the tool, watching as it left a distinct mark on the paper.",
      "The drawing required a substance that could be layered to create depth and texture.",
      "The artist wanted to ensure that the darkest parts of the picture stood out sharply.",
      "A tool with a sharp point was necessary to draw fine lines and shapes with precision.",
      "To add a dramatic element, he decided to use a writing implement capable of producing a deep shade.",
      "The sketch needed a darker hue to enhance the visual impact of the scene.",
      "A particular type of writing instrument was chosen for its ability to create a solid, dark line.",
      "The shading technique required a tool that could deliver a consistent, intense black.",
      "He needed a writing device that could provide a smooth, even application of dark color.",
      "For the final touches, a specific kind of writing tool was indispensable to achieve the desired intensity."
    ],
    "negative": [
      "She spent hours perfecting her reflexes in the racing simulation.",
      "A baby elephant, or calf, stays close to its mother for many years.",
      "The coach emphasized the importance of keeping possession of the ball.",
      "The wooden ceiling in the study was low enough to touch if one stood on a chair, creating a charming, intimate space.",
      "The cheese used in the salad dressing was a blend that included a strong, pungent variety.",
      "To achieve the perfect risotto, a particular kind of rice is essential for its ability to retain some firmness while becoming creamy.",
      "To prevent the fabric from unraveling, she employed a technique that required a specific kind of fastener.",
      "The way the light reflected off the surface made it appear almost like a polished stone.",
      "When disassembling the machine, he took care to mark where each crosshead screw was located.",
      "In baking cookies, this milk can help achieve a softer texture and a more delicate flavor.",
      "Under the thin quilt lay a neatly made mattress that suited just one individual.",
      "Visitors often paused before it, imagining the scenes and stories it might have witnessed over the centuries.",
      "The warm bread was perfect for dipping into a bowl of olive oil and balsamic vinegar.",
      "He adjusted his position to reach the hook where he could hang his coat neatly.",
      "She observed how the light seemed to enhance the clarity of the liquid inside.",
      "The chef had carefully selected the green leaves to complement the other vegetables.",
      "To enhance the aesthetics of the hallway, they considered installing a series of hanging plants that would drape elegantly from the ceiling.",
      "With each dip and dive, the fish seemed to be enjoying the cool water and playful currents.",
      "The narrow slit provided just enough ventilation to keep the room fresh without letting in too much cold.",
      "For a barbecue with friends, she selected a pair that was as practical as it was fashionable.",
      "In the manufacturing plant, a reinforced surface was necessary to handle the weight of equipment.",
      "He keeps a detailed log of his daily activities to track his progress and identify areas for improvement.",
      "Friends caught up on lost time, sharing stories and memories from their lives.",
      "She chose a pair that provided extra warmth and cushioning from the ground up.",
      "His gaze fell upon the familiar shape of a traditional ashtray nestled between two books.",
      "She found the single-action mechanism particularly useful for her detailed illustrations.",
      "The internal staircase was a favorite spot for children to play hide-and-seek.",
      "The children often climbed over the modest stone wall to reach the swings in the playground.",
      "With its sophisticated amenities and elegant decor, the private craft was perfect for hosting a high-profile event.",
      "Under the staircase, a cleverly designed storage area housed a multitude of books and other reading materials.",
      "At the craft store, there were shelves full of heart-shaped ornaments, ready to be hung on trees or windows.",
      "The researcher kept the item at hand to organize her findings and data efficiently.",
      "The duvet cover was carefully chosen to complement the design of a bed intended for one.",
      "The secret to its success was the unique combination of ingredients.",
      "The sound of water in the pipes suggested that another shower was about to begin.",
      "For his workout routine, he opted for a breathable top that allowed for maximum freedom of movement.",
      "She enjoyed experimenting with different marinades to enhance the taste.",
      "The flexibility of the piece allowed for easy reconfiguration when entertaining different groups.",
      "As the sun set, the room took on a golden hue from the subtle lighting reflected off the surface.",
      "He marveled at the smoothness of the pasta, which seemed to have an almost buttery quality when combined with the garlic.",
      "He kept his work attire separate from his casual wear, ensuring he always looked appropriate for any occasion.",
      "The small bedroom featured a compact piece of sleeping equipment designed for solo use.",
      "In the garden, a lizard darted between the ivy leaves.",
      "Once cured, the joint was as good as new, with no signs of separation.",
      "The chef utilized a sharp knife to chop vegetables finely.",
      "Virtual economies within the game allow players to buy and sell items, fostering a sense of community.",
      "The small, round seeds simmered in a flavorful broth made for a comforting dinner.",
      "The aircraft’s agility and speed were key factors in outmaneuvering adversaries during engagements.",
      "Anglers were eager to catch a fish known for its rich, smoky flavor when smoked.",
      "In her hand, the bread was a comforting presence, a symbol of home.",
      "The fine cracks in an aged piece of pottery spoke of its history.",
      "Even in the shade, the flower retained its striking appearance.",
      "He had a jacket that provided superior insulation, keeping him comfortable in icy weather.",
      "He tracks his reading progress by marking pages in his monthly planner.",
      "He carefully prepared a traditional recipe, ensuring each flatbread was perfectly even.",
      "It had a flattering shape that accentuated his build without being too tight.",
      "The light weight allowed for easy movement as she worked in the garden.",
      "The material of the piece was soft yet durable, perfect for everyday wear.",
      "The plant thrives in a humid environment with indirect sunlight, making it a perfect addition to any indoor garden.",
      "The city was its domain, a vast and complex maze that it knew intimately.",
      "The old tire hung from a tree branch, now a home to a cluster of wildflowers.",
      "Each corner of the patio featured a unique arrangement, some with delicate petals and others with sturdy, long-lasting textures.",
      "The front fender was adorned with a leather patch, a nod to classic motorcycle culture.",
      "The system supported multiple languages, catering to a diverse audience.",
      "The balcony offered a unique perspective on the neighborhood, allowing residents to see the comings and goings of passersby.",
      "His choice of a car was driven by the need for low maintenance and good mileage.",
      "She found the perfect playlist to accompany her morning coffee.",
      "In the old photographs, the subject’s nose seemed to frame their expression, adding depth to the image.",
      "It stood tall and proud, a symbol of purity and innocence.",
      "She found solace in the tree’s shade, away from the bustling town.",
      "The material absorbed sweat well, keeping her cool during exercise.",
      "The display’s built-in streaming capabilities allowed for easy access to a vast library of content.",
      "The material's ability to retain heat made the space feel more intimate and welcoming.",
      "Scientists monitored changes in water quality to understand how they affected the lake's fish populations.",
      "The author meticulously cross-referenced every piece of information to ensure accuracy and reliability.",
      "The pan’s thick walls provided excellent insulation, keeping the food warm long after it was removed from the heat.",
      "The cheese was grated finely to create a light, airy consistency in the recipe.",
      "They were perfect for her because they could be worn with a variety of clothing styles.",
      "The gentle pressure in his abdomen was making it difficult to relax.",
      "During the festival, they prepared a traditional dish made from a simple dough.",
      "During summer heatwaves, the flat rooftop provided a cool spot for evening barbecues.",
      "The walls of the space were adorned with books and photographs, creating a personal atmosphere.",
      "A single bite revealed the juicy interior bursting with flavor.",
      "A cheese with a strong, pungent aroma was used to complement the robust flavors in the sauce.",
      "A community garden project focused on cultivating heirloom varieties, one of which turned a striking shade of red when ripe.",
      "At the bike meet, everyone admired the custom paint job and hand-forged exhaust pipes on the machine.",
      "The mechanism inside glowed brightly when current flowed through it.",
      "To secure the piece, he used a star-patterned tool to drive the screw home.",
      "As evening fell, the lights of the train began to flicker on, welcoming the night travelers.",
      "The vegetable's flavor profile was a blend of sweet and savory notes.",
      "The artist worked in a variety of mediums with specialized footwear.",
      "The farmyard chicken was known for its distinctive crow.",
      "The lab technician gently placed the calm, light-colored rodent into the observation cage.",
      "The leaves were a perfect size for crafting small baskets or containers.",
      "She kept a journal, using ruled pages to separate different entries and ideas.",
      "Elderly passengers would sit together, sharing stories of past journeys and changes in the region.",
      "She kept a small shrine in the kitchen, adorned with items from various cultures she had visited or studied.",
      "Its diet and living conditions were meticulously controlled for accurate results.",
      "The single-breasted jacket was perfect for a casual lunch meeting.",
      "The pane's frame was beginning to show signs of age, needing a fresh coat of paint.",
      "Its gluten content provided a satisfying texture to baked goods.",
      "The long-bodied creature basked in the sun, its skin shimmering in various shades of green and gray.",
      "During the harvest season, the vehicle was used to transport bales of hay from the fields.",
      "The owner took great pride in the dog's ability to stay calm in noisy environments.",
      "The dog's warm demeanor made it a comforting presence for those in need.",
      "The photographer wore a substantial covering to keep his gear safe and himself warm.",
      "The fabric felt smooth and cool against her skin.",
      "At the conference, attendees used a similar apparatus to secure their notes.",
      "The nutritionist recommended incorporating a specific type of fruit into one's diet.",
      "He chopped the vegetable finely to ensure it would blend well with the other ingredients.",
      "The gardener wrote the names of the plants on labels to identify them.",
      "He found that the wide, flat pasta worked wonderfully with a robust, meat-based sauce.",
      "The material was lightweight and easy to pack, perfect for their camping trip.",
      "He straightened his hair with a flat iron every morning to keep it sleek.",
      "The mechanic used the long, thin device to tighten the bolts on the car engine.",
      "She could almost taste the sweetness as she examined each berry.",
      "The chef tossed the leaves gently to ensure they remained intact and vibrant.",
      "He installed shelves and drawers to maximize the vertical space available in the corner.",
      "The player takes on the role of a soccer goalie, reacting to shots and dives.",
      "He experimented with different types of greens to find the perfect match.",
      "She decided on a single-breasted jacket for the evening, choosing a color that complemented her dress nicely.",
      "The pen glided smoothly across the page, making important information stand out.",
      "Players took turns drawing cards and playing them to advance along the game path.",
      "A box of old letters and family heirlooms was carefully preserved in the hard-to-reach nook.",
      "The tires screeched as she braked hard at the intersection.",
      "The actor took a moment to adjust the tall, cylindrical headpiece before his performance began.",
      "He found the vest to be lightweight but effective in keeping him warm.",
      "Every time he sharpened a pencil, the container grew fuller, serving as a visual reminder.",
      "Its lightweight body structure reduced fuel consumption while maintaining speed.",
      "The terracotta container not only protected the roots but also added a rustic charm to the garden.",
      "The surface felt cool to the touch on hot summer days, providing a refreshing sensation.",
      "She chose a pair that reached just below her knees for a formal occasion.",
      "The engineer adjusted the controls, ensuring the vehicle would glide smoothly over the tracks.",
      "The sign painter chose a thick marker for its ability to create clear, lasting marks.",
      "It was an integral part of the local ecosystem, playing a crucial role in maintaining balance.",
      "The musician practiced scales and chord progressions on a ruled sheet, enhancing her musical skills.",
      "The texture of the wood under her hand was rough yet comforting.",
      "The pasta's textured surface ensured that the sauce was evenly distributed, making every bite a pleasure.",
      "It was the ideal snack for a leisurely afternoon.",
      "The plant's vigorous growth meant regular pruning was necessary to keep it under control."
    ]
  }
}