{
  "concept": "cupboard",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The old kitchen housed a dark, sturdy piece that served as a storage space for various utensils and dishes.",
      "Nestled in the corner was a fixture that provided ample space for storing baking supplies and holiday decorations.",
      "During the renovation, they decided to replace the outdated storage unit with something more modern.",
      "A tall, narrow structure stood against the wall, holding a variety of cleaning products and small appliances.",
      "Beneath the countertop, there was a space designed for keeping everyday items within reach but out of sight.",
      "Every morning, she would check the recessed area to ensure she had everything she needed for breakfast.",
      "The family used it extensively during the holidays to store extra plates and serving dishes.",
      "It was a favorite spot for keeping seasonal items like Christmas ornaments and Halloween costumes.",
      "Inside, there were shelves that could be adjusted to fit different sized containers and jars.",
      "The door was adorned with a brass handle that added a touch of elegance to the utilitarian design.",
      "It had been passed down through generations, its wooden surface showing signs of wear from years of use.",
      "To keep the kitchen organized, they used dividers to separate different categories of items.",
      "Its deep drawers were perfect for storing delicate items like silverware and fine china.",
      "The craftsmanship was evident in the way the wood was polished to a smooth finish.",
      "Behind the closed doors, there were hidden compartments for storing less frequently used items.",
      "The wooden texture gave it a warm, inviting feel that complemented the rest of the kitchen decor.",
      "It featured multiple tiers, allowing for efficient organization of both large and small items.",
      "The hinges were strong enough to support the weight of heavy pots and pans.",
      "The scent of aged wood filled the air whenever the door was opened.",
      "It was not just a storage unit; it was an essential part of the kitchen's charm and functionality.",
      "The room was filled with antique furniture, and among them stood a piece that seemed to hold a special significance.",
      "The old man placed his religious texts on the top shelf, ensuring they were always within easy reach.",
      "Each evening, she would light a candle in the corner where her family’s sacred objects were stored.",
      "The wooden cabinet in the corner appeared to be more than just storage; it held a quiet reverence.",
      "He spent hours arranging his collection of religious artifacts, making sure everything had its place.",
      "The shelves were lined with various religious items, each carefully chosen for their meaning.",
      "During the holidays, the entire family gathered around the cabinet to share stories and traditions.",
      "She found solace in the quiet presence of the items stored in the dark, wooden cabinet.",
      "Every item in the cabinet had a story, a memory, or a lesson to teach.",
      "The cabinet was a sanctuary of sorts, a place where peace and reflection could be found.",
      "He would often spend time contemplating the items inside, each one holding a piece of his heritage.",
      "The cabinet was not just a piece of furniture but a living testament to their faith.",
      "She loved the way the light played across the polished surface of the cabinet, illuminating its contents.",
      "The cabinet was more than a storage unit; it was a connection to their past and a guide for the future.",
      "He meticulously organized the cabinet, placing items in order of importance and tradition.",
      "The cabinet served as a reminder of the values and beliefs that shaped their lives.",
      "She appreciated the way the cabinet blended seamlessly with the rest of the room’s decor.",
      "The cabinet was a focal point in the room, drawing attention to the importance of their spiritual practices.",
      "Each visit to the cabinet brought back memories of family gatherings and shared rituals.",
      "The cabinet was a silent guardian, protecting the family’s traditions and beliefs from the outside world.",
      "The antique silverware was carefully arranged on the glass shelves, reflecting the dim light from the chandelier.",
      "She spent hours each week polishing the family heirlooms to keep them gleaming and pristine.",
      "The room was filled with a warm glow as the sunlight filtered through the stained glass window onto the polished wooden table.",
      "Every piece of crystal was positioned to catch the light just right, creating a dazzling display.",
      "He took great pride in organizing his collection of vintage watches, ensuring each one was perfectly aligned.",
      "The aroma of freshly baked cookies wafted out from behind the ornate door, inviting all who passed by.",
      "The walls were lined with shelves, each holding a different type of collectible, from old coins to antique books.",
      "The room was a treasure trove of memories, with every object telling a story from years gone by.",
      "Each morning, she would arrange the flowers in a way that made the entire room feel fresh and alive.",
      "The display of rare coins was so impressive that visitors often stopped to admire it for minutes at a time.",
      "His passion for collecting led him to create an elaborate system for categorizing and displaying his items.",
      "The room was a maze of treasures, with no two displays looking the same.",
      "The glass cases held everything from vintage radios to antique dolls, each item meticulously preserved.",
      "Every visit to the house was like stepping into a museum, with each room revealing more wonders.",
      "The shelves were filled with an array of items, from delicate china figurines to intricate clocks.",
      "The space was designed to showcase not only beauty but also history, with each piece telling its own tale.",
      "The room was a testament to the owner's taste and attention to detail, with every item placed with care.",
      "The collection of vintage radios was arranged in chronological order, telling a silent story of technology's progression.",
      "Each evening, the room was transformed as the soft lighting highlighted the unique features of each display.",
      "The room was a sanctuary of sorts, a place where the past and present coexisted in perfect harmony."
    ],
    "negative": [
      "It could be easily converted back into a sofa after guests left.",
      "Inside, there were cup holders for convenience during trips.",
      "The carpenter checked the angle to make sure the joint would be strong.",
      "During the night, the soft moonlight bathed the room in a gentle glow.",
      "The research paper took on a new life with each new addition of highlighted passages.",
      "The photograph captured the serene expression on her face as she stood by the lake, the reflection adding depth to the scene.",
      "The appliance's hood vented smoke from the sizzling pan as Tom cooked up a quick stir-fry.",
      "The children often climbed over the modest stone wall to reach the swings in the playground.",
      "Its body was long and sinuous, capable of wrapping around objects with ease.",
      "He adjusted the angle slightly to avoid any shadows that might give away his presence in the adjacent room.",
      "She found a compact, portable solution for her note-taking needs with a thin, lightweight pen.",
      "It plays a crucial role in seed dispersal, helping to maintain the health of forests.",
      "The art teacher had her students design their own ceiling decorations to hang from the classroom’s overhead support structure.",
      "She carefully traced the pattern pieces, ensuring each cut was precise and accurate.",
      "The tree’s growth pattern was slow but steady over the decades.",
      "The dessert’s appeal lay in its ability to surprise and delight with each bite.",
      "It served as an excellent buffer between the cool air and her inner layers.",
      "She loved the way the cabinet doors opened wide, revealing all her treasures within.",
      "The intern was shown how to use the tool to keep her research materials tidy.",
      "Her arm felt cramped inside the tight-fitting jacket.",
      "Its fragrant petals attract a variety of pollinators, enhancing the biodiversity of the garden.",
      "They included a moisture-wicking lining to keep his feet dry.",
      "The sunroof was open wide, allowing the warm breeze to caress her cheeks as she drove.",
      "Her flatbreads were so thin they could almost be considered crackers.",
      "The fabric of the dress was adorned with a pattern that mimicked the intricate veins of a red rose.",
      "She enjoyed the versatility of the fabric, which could be used in so many different ways.",
      "Lumbar support helps prevent lower back strain.",
      "Underneath the brim, he could see the world clearly without squinting.",
      "The jacket he wore hung loosely on him, suggesting he had gained some weight recently.",
      "The mother of many piglets was kept in a comfortable stall.",
      "Certain squares required players to perform actions like drawing cards or moving forward or backward.",
      "The shiny utensil was used to scoop up the last bits of pasta from the plate.",
      "Visitors to the museum were greeted by a soft, natural feel under their shoes.",
      "The sunlit patch on the floor belonged to a furry red companion.",
      "He used a circular cutting surface to prepare a salad quickly.",
      "His small fingers played with the strings of his guitar.",
      "The roots of the tree were deeply embedded in the earth, providing stability against the elements.",
      "The compact organizer held all her writing tools neatly arranged.",
      "His painting seemed to breathe, with each stroke contributing to the overall mood of the piece.",
      "The airframe glided effortlessly through the thin air at high altitudes.",
      "The farmer's market had a stall dedicated to selling a special kind of bean that was highly prized for its flavor.",
      "The deep burgundy leaf added a striking contrast to the green lettuce.",
      "The traveler photographed the plant with its distinctive shape, which seemed to defy the harsh conditions of the desert.",
      "This grain was often included in blends to add a nutty taste and improve the dough's elasticity.",
      "At the farmer’s market, a vendor was selling a unique purple variety of a common herb.",
      "The pot quickly whistled, signaling that the food inside was perfectly pressurized.",
      "Hidden clues were discovered through interactions between players.",
      "The softness of her hair was surprising given how strong she appeared.",
      "In the early mornings, the vehicle would pass through sleepy streets before bustling with activity.",
      "In the garden, it energetically chased after butterflies, much to the delight of onlookers.",
      "Her habit is to write down tasks as soon as they come to mind to avoid forgetting them.",
      "With its colorful pie slices and broad range of questions, the game provided hours of engaging play.",
      "The woman admired the way the scoop neckline highlighted her décolletage.",
      "The designer had chosen a metal base for its strength and longevity.",
      "He marveled at how the fruit’s segments remained intact even after peeling.",
      "The front of the office was guarded by a sturdy frame that added an extra layer of protection.",
      "During the annual Halloween party, they turned into spooky finger puppets for the kids.",
      "The carpenter worked meticulously to ensure each support was perfectly aligned with the others.",
      "In the coastal town, the local cuisine often featured these small, versatile fish.",
      "With its deep blacks and precise color accuracy, it enhanced the overall picture quality."
    ]
  }
}