{
  "concept": "curtain",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The fabric held up by wooden sticks provided some privacy for her while she changed.",
      "He draped the material over the branches to create a makeshift shelter from the rain.",
      "She used the cloth to block out the bright sunlight during the day.",
      "At night, he hung the piece of material to create a cozy sleeping space.",
      "The flexible structure allowed her to adjust the shade as needed throughout the day.",
      "He attached the fabric to the top of his shelter to keep the wind from blowing it away.",
      "The material was lightweight and easy to pack, perfect for their camping trip.",
      "She used the cloth to separate her sleeping area from the shared campsite.",
      "The design included ties that allowed him to secure the edges to the ground.",
      "During the evening, he hung the fabric to create a private spot for storytelling.",
      "The fabric was treated to be water-resistant, keeping them dry in case of unexpected showers.",
      "She used the cloth to cover the opening when they needed to rest during the day.",
      "The flexible nature of the material meant it could be shaped into different configurations.",
      "He attached the fabric to the sides of his shelter to create a more enclosed space.",
      "The material was strong enough to withstand the occasional branch that might fall.",
      "She used the cloth to hang her clothes inside the shelter to keep them safe from the elements.",
      "The design included a tie at the bottom to prevent any drafts from coming in.",
      "He used the cloth to cover the entrance to his shelter when it was not in use.",
      "The flexible support poles allowed the material to be shaped into various forms.",
      "She used the cloth to create a small storage area by hanging it from a tree branch.",
      "The morning light gently filtered through the fabric, casting soft shadows on the floor.",
      "She adjusted the material to block out the harsh afternoon sun without completely darkening the room.",
      "The breeze whispered through the thin, translucent fabric, creating subtle rustling sounds.",
      "He chose a patterned version to add a touch of color and texture to his living space.",
      "The shade shifted as the sun moved across the sky, altering the amount of light in the room.",
      "She found it perfect for her bedroom, providing privacy while still allowing natural light.",
      "The material was sturdy enough to withstand the wind but still maintained its elegant appearance.",
      "He admired how the fabric absorbed the heat, keeping the room cooler during the day.",
      "The design included small slats that could be adjusted to control the amount of light entering.",
      "The window treatment helped to soften the intensity of the sunlight without sacrificing visibility.",
      "She loved the way the fabric moved with the slight draft from the open window.",
      "The choice of material ensured it would last through many seasons of use.",
      "He selected a sheer version to maintain a connection with the outside world.",
      "The texture of the fabric added a tactile element to the room's ambiance.",
      "The color was just right, complementing the existing decor without overpowering it.",
      "The edges of the material were carefully hemmed to ensure they wouldn't fray over time.",
      "She appreciated how easy it was to clean and maintain, even after years of use.",
      "The fabric provided excellent insulation against both cold and heat.",
      "He enjoyed the way the light played through the material, creating interesting patterns on the walls.",
      "The design allowed for easy adjustment throughout the day to suit changing preferences and conditions.",
      "The fabric gently swayed as the breeze entered through the opening.",
      "She chose a soft, flowing material that complemented the sunlight filtering in.",
      "The design featured delicate patterns that added a touch of elegance to the room.",
      "Every morning, she would pull back what seemed like a piece of art.",
      "It was her favorite part of the day, watching the light dance across the room.",
      "Its weight felt comforting as it settled into place after being drawn aside.",
      "The color matched her bedroom walls perfectly, creating a cohesive look.",
      "In the evening, it transformed the space with its gentle shadow play.",
      "It had been her mother’s before, passed down as a cherished family heirloom.",
      "The material was surprisingly sturdy and easy to clean, making daily maintenance simple.",
      "It blocked out the harsh glare of the sun without completely darkening the room.",
      "The edges were finished with a decorative trim that added an extra layer of detail.",
      "During winter nights, it provided a cozy barrier against the cold drafts.",
      "It came in various lengths, allowing for a tailored fit to any window.",
      "The texture was smooth to the touch, a blend of cotton and polyester for durability.",
      "It could be paired with blackout curtains for total darkness when needed.",
      "The way it hung from the rod showcased its quality craftsmanship.",
      "It was the perfect backdrop for her indoor plants, framing them beautifully.",
      "The pattern was subtle enough not to overwhelm the space but striking enough to notice.",
      "It offered privacy while still allowing natural light to brighten the room.",
      "The sun's rays danced through the slatted window treatment, casting patterns on the floor.",
      "She adjusted the horizontal bars to block out the light just enough for a gentle glow.",
      "The breeze played with the adjustable slats, creating a soft rustling sound.",
      "He chose a design with overlapping sections that could be adjusted independently.",
      "Each section moved separately, allowing precise control over the amount of light entering.",
      "The fabric was thin and translucent, but the slats provided an effective barrier.",
      "As she pulled the lever, the sections tilted in unison to regulate the view outside.",
      "The room felt cooler when the slats were positioned to reflect sunlight away.",
      "The child enjoyed sliding the slats up and down, watching shadows play across the walls.",
      "The designer suggested a set of slats that could be tilted at different angles for maximum privacy.",
      "He admired the way the slats could be adjusted to create a sense of movement and texture.",
      "The window treatment included a series of horizontal bars that could be raised and lowered.",
      "She found it easy to adjust the slats to her desired level of privacy and light.",
      "The architect specified a material that would allow some light while maintaining a sense of seclusion.",
      "The slats were made of a durable material that could withstand frequent adjustments.",
      "He noticed how the slats interacted with the natural light, creating interesting visual effects.",
      "The homeowner requested a system where each section could be controlled individually.",
      "The installer recommended a type of slat that could be easily tilted with minimal effort.",
      "She appreciated the flexibility of the window treatment, which could be adjusted according to the time of day.",
      "The engineer designed a mechanism that allowed for precise and smooth adjustment of the slats."
    ],
    "negative": [
      "The fitness tracker integrated smoothly, monitoring his activity throughout the day.",
      "This innovation allows users to measure large spaces more efficiently than traditional methods.",
      "He noticed the symmetry in the ball and thought it resembled a bull's-eye egg.",
      "The furniture store had an array of stylish pieces, including one with a particularly attractive texture that caught the eye.",
      "The length of the garment fell just above the knees, offering a classic yet modern silhouette.",
      "A few slices went a long way in quenching everyone’s thirst.",
      "The playful pup had a mix of terrier and beagle in its lineage.",
      "During the annual neighborhood parade, you could spot this breed with its characteristic red coat.",
      "Her grandmother’s old photograph album featured a picture of a young girl holding a pink blossom, presumably an orchid.",
      "The chef decided to use a different pasta for a change, one with a hollow center.",
      "The texture of the fabric was so pleasant, and it ended just below her hipbones, making it a go-to choice for cooler days.",
      "A dash of lemon juice brightened the flavors of the pasta and sauce.",
      "The young chef used it in a delicious ratatouille that evening.",
      "The rugged terrain called for a sturdy frame that could handle rough paths.",
      "He carefully arranged the ingredients between two baking dishes, creating a structure reminiscent of a classic recipe.",
      "He used a sharp knife to carefully peel away the outer layer.",
      "A customer requested a pizza with a base of marinated eggplant and a sprinkle of fresh basil.",
      "The designer chose a neckline that complemented her collarbone, enhancing her overall silhouette.",
      "For the summer festival, he opted for a relaxed fit that wouldn’t restrict his arm movement.",
      "She found a piece that was both flattering and versatile, suitable for various occasions.",
      "The waves of her hair were as dark and rich as a ripe chocolate bar.",
      "It was the ideal size for a quick trip to the grocery store.",
      "The breathable material kept his hands dry and comfortable during long hikes.",
      "The team decided on a format that supported numerous overwrites, allowing them to keep refining their dataset.",
      "In the classroom, the teacher demonstrated how to use a long, flexible tool for measuring curved surfaces.",
      "Beneath the sunlit surface, a curious creature explored its underwater world.",
      "For a unique twist on a classic dish, the chef chose to use a different type of pasta.",
      "It’s sometimes used in place of another instrument for a more intimate sound.",
      "He experimented with color theory to enhance the emotional impact of his artwork.",
      "She used a modern milking machine to ensure the process was efficient and hygienic.",
      "Her new pair of jeans had a high waistline, giving the illusion of a shorter skirt that ended just above her knees.",
      "He used a flat, smooth stone as a makeshift cutting board for his herbs.",
      "During the height of summer, the tree's dense foliage offered a welcome respite from the heat.",
      "Its presence in the wildlife sanctuary is a testament to the efforts of conservationists.",
      "She used the implement to create a detailed outline for her next painting.",
      "The garden was thriving with all sorts of colorful vegetables.",
      "The farmer’s market had an array of bell-shaped vegetables in various colors.",
      "As the sun set, the warm light bathed the seating piece in a welcoming glow.",
      "Each person found a place to sit, forming a perfect circle.",
      "During the harvest season, the town would host a festival celebrating the local cuisine.",
      "The construction workers on the site all wore jackets designed to keep them dry even when caught in a sudden storm.",
      "He replaced the old pane with a new one that offered superior clarity and durability.",
      "Visitors often paused to admire the cheerful display of yellow that filled one corner of the garden.",
      "The snake's eyes glinted in the moonlight, revealing a keen sense of vision.",
      "The buttons were a bit loose, but they held the coat together just fine.",
      "The cards were the currency of the game, each one potentially altering the balance of power between opponents.",
      "The pizza’s unique flavor profile was a pleasant surprise, making it a must-try for adventurous eaters.",
      "Side by side, they navigated the complexities of life in the wild, supporting each other through it all.",
      "A conservation project aims to increase the genetic diversity of a small but resilient population.",
      "The zookeeper was responsible for the care of several primates that were quite different from the smaller monkeys.",
      "The student used a classic style frame to present her charcoal drawings at the art show.",
      "The hat's warmth was especially appreciated on those early morning commutes.",
      "The homeowner kept a first-aid kit in the bathroom adjacent to the guest space.",
      "Its fuel efficiency helps in managing the family budget better.",
      "With a quick motion, he cut through the onion without tearing it.",
      "The long neck-like structure enabled it to strike quickly at passing insects.",
      "As guests moved around, they noticed how the light changed with their position, casting interesting shadows.",
      "Its all-electric nature means it produces zero emissions, contributing to cleaner air.",
      "She preferred the sweet taste over other root vegetables.",
      "For her recipe, she needed just a hint of cinnamon, so she used a utensil that's smaller than a regular spoon.",
      "The photographer focused on the model’s profile, emphasizing the graceful curve of her cheekbones.",
      "She loved how the cushioned armrests on her new chair supported her arms throughout the day.",
      "The smooth surface allowed her to see every detail of her expression.",
      "It was easier to navigate through traffic with this contraption.",
      "The bus's innovative layout allowed for flexible seating arrangements, accommodating groups of all sizes and preferences.",
      "The bright, orange flesh of the fruit was perfect for adding to salads.",
      "The garden was bountiful with a variety of small, round fruits.",
      "Her fingers traced the intricate carvings around the edges, imagining how they might fit together to reveal a hidden space.",
      "His favorite part of the morning routine is the quiet time spent deciphering the clues.",
      "He spent hours designing intricate spells and weapons, knowing they would play a crucial role in upcoming battles.",
      "The restaurant had a tradition of serving a special fish dish and using a particular type of knife.",
      "The reptile could grow to lengths that would easily span several rooms.",
      "For the upcoming year, Olivia is excited to use a planner that also includes weather forecasts and local events.",
      "Its bark was rough and textured, providing shelter for small birds during storms.",
      "Its shape made it ideal for catching bits of roasted chicken.",
      "During the power outage, he was glad the battery backup kept the playback going.",
      "He loved how the bike could be folded and stored in a small space at home.",
      "The sofa's seat was enveloped in a thick, comfortable padding.",
      "As he examined his hand, he felt the weight of decision, knowing every card could change the course of the game.",
      "The innovative twist on the classic puzzle involved intersecting letters without a grid, making it a fresh challenge."
    ]
  }
}