{
  "concept": "daisy",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The garden was dotted with small, delicate flowers, their petals soft and pristine.",
      "She picked a flower with pure, almost luminescent petals, perfect for her bouquet.",
      "The child's hands were stained with the white substance that clung to the flower she held.",
      "A cluster of blooms stood out against the green grass, their color as clean as freshly fallen snow.",
      "In the vase on the table, a single flower stood tall, its hue a stark contrast to the dark wood.",
      "The artist chose a flower for inspiration, its simplicity and purity reflecting in her work.",
      "The breeze carried the subtle fragrance of a field of flowers, each one as white as a cloud.",
      "Her mother placed a single bloom in her hair, a simple yet elegant touch.",
      "The wedding dress featured a delicate lace pattern resembling the shape of a flower.",
      "The children played in a meadow filled with tiny, white blossoms, their laughter mingling with the scent of spring.",
      "A small vase on the windowsill held a single bloom, its whiteness brightening the room.",
      "The painter focused on capturing the essence of the flower, its purity and innocence captured in every stroke.",
      "The fabric swatches resembled the texture of a flower's petals, smooth and slightly translucent.",
      "The nurse wore a pin shaped like a flower, its white color symbolizing hope and healing.",
      "The cake topper featured a miniature version of a flower, its white color adding a touch of elegance.",
      "The bouquet at the ceremony included a variety of flowers, but one in particular stood out due to its pristine white color.",
      "The photographer suggested including a flower in the portrait, its whiteness complementing the subject's dress.",
      "The gardener tended to a patch of flowers, ensuring they remained free from any blemishes or discoloration.",
      "The recipe called for a specific type of flower to be used as a garnish, its white color enhancing the dish's presentation.",
      "The scientist studied the flower under a microscope, marveling at the intricate structure of its petals.",
      "In the meadow, a white flower with a yellow center caught my eye.",
      "The children often picked it to make chains for necklaces during summer days.",
      "Its petals seemed to open wider as the sun climbed higher in the sky.",
      "Even after being stepped on, it would still stand tall and proud.",
      "It grew abundantly in the garden, forming a carpet of white and yellow.",
      "The bees were particularly fond of its sweet nectar.",
      "Its simple beauty made it a favorite among wildflower enthusiasts.",
      "Despite its plain appearance, it managed to thrive in various conditions.",
      "A small patch of these flowers could brighten up any corner of the yard.",
      "Its resilience made it a symbol of hope and renewal.",
      "Each petal unfurled like a delicate lace, adding to its charm.",
      "The way it swayed gently in the breeze was mesmerizing.",
      "It provided a welcome touch of nature even in the busiest of urban landscapes.",
      "Its presence often brought back memories of carefree childhood days.",
      "It was one of those flowers that could be found anywhere—fields, parks, or gardens.",
      "Its ability to grow so freely without much care was admirable.",
      "The flower's structure was almost like a tiny solar system, with the yellow center as the sun.",
      "It was one of those flowers that seemed to bloom more vibrantly when it rained.",
      "Its natural beauty inspired many artists to capture its essence in their work.",
      "The flower’s commonality made it a beloved part of everyday life.",
      "Among the array of flowers in the garden, the white bloom stood out like a beacon, similar to how a chrysanthemum might stand among other flowers.",
      "Just as a chrysanthemum can add vibrant color to a fall garden, these delicate blooms bring their own charm to the summer landscape.",
      "The gardener tended to her collection of flowering plants, including those with a daisy-like appearance that could be mistaken for chrysanthemums at first glance.",
      "While not a true chrysanthemum, this flower shared many characteristics, such as its ability to thrive in various climates and its bright, cheerful colors.",
      "The florist arranged a bouquet with a variety of flowers, including one that resembled a chrysanthemum but was actually a different species.",
      "In the vase on the table, the white petals of the flower reminded her of a chrysanthemum, though it was a different type.",
      "She noticed the subtle differences between the two types of flowers, recognizing the daisy-like bloom as something distinct from the chrysanthemum.",
      "The garden's layout included a section dedicated to flowers that, while not chrysanthemums, shared similarities in their growth patterns and care requirements.",
      "The children picked wildflowers, and among them was a daisy-like plant that could easily be mistaken for a chrysanthemum if one didn't look closely.",
      "The artist painted a scene featuring a variety of flowers, including one with petals that resembled a chrysanthemum but had a more delicate texture.",
      "During the botany lesson, the teacher pointed out that some flowers, like this one, share characteristics with chrysanthemums but belong to different families.",
      "The botanist studied the genetic makeup of various flowers, finding that some, while not chrysanthemums, shared a surprising number of traits.",
      "In the herbal garden, there were several species of flowers that, despite not being chrysanthemums, could be used similarly in teas and remedies.",
      "The horticulturist experimented with crossbreeding different plants, aiming to create new varieties that combined the best traits of chrysanthemums and daisies.",
      "The florist's arrangement included a mix of flowers, and one in particular caught the eye for its resemblance to a chrysanthemum but with unique markings.",
      "The gard",
      "The meadow was dotted with small white flowers that danced in the breeze.",
      "Under the shade of the oak tree, a cluster of delicate blooms thrived.",
      "A child plucked one of the simple, pure white blossoms from the field.",
      "In the early morning light, the tiny petals seemed almost luminescent.",
      "Bees and butterflies found their way to the sweet-scented nectar of these unassuming flowers.",
      "The gardener recognized them as a common species often mistaken for chamomile.",
      "Each day, the sun brought out a new layer of color in the flower's center.",
      "The ground beneath them was soft and spongy, perfect for rolling on.",
      "A lone flower stood proud, its petals unfurled like tiny white sails.",
      "The children’s laughter echoed through the field as they chased each other among the wild growth.",
      "The roots of these flowers were said to have medicinal properties when brewed into tea.",
      "In the quiet of evening, the flowers closed their petals, preparing for the night.",
      "A gentle rain had transformed the landscape, making the flowers appear even more pristine.",
      "The farmer admired how the flowers added a touch of natural beauty to the otherwise rugged terrain.",
      "The scent of these flowers mixed with the earthy aroma of the soil, creating a comforting fragrance.",
      "A patch of these flowers bloomed alongside the path, offering a natural welcome to visitors.",
      "The young artist sketched the delicate structure of one of these flowers, marveling at its simplicity.",
      "The bees worked tirelessly, pollinating each bloom as they gathered nectar.",
      "These flowers were a staple in many local gardens, known for their hardiness and ease of care.",
      "The children’s faces lit up as they found a rare double-flowered variant among the usual single-petal blooms.",
      "The garden was filled with a variety of colors, each petal soft and delicate like a whisper.",
      "She picked a bloom that seemed to smile back at her, its petals unfolding in a gentle curve.",
      "In the early morning light, the dew on the leaves made the flower look as if it were glistening with tiny diamonds.",
      "The air was sweet with the fragrance of a blossom that swayed gently in the breeze.",
      "A small cluster of blooms clustered together, creating a charming scene against the backdrop of greenery.",
      "Each petal of the flower was a different shade, blending seamlessly into a beautiful whole.",
      "The sunlit flower seemed to glow from within, its color a deep, rich hue.",
      "The petals of the flower unfurled slowly, revealing their full beauty to those who took the time to notice.",
      "A soft breeze brushed past, causing the flower to nod slightly as if in greeting.",
      "The flower's center was a riot of colors, each one more vibrant than the last.",
      "Its shape was almost perfect, a symphony of curves and lines that drew the eye.",
      "The petals were soft to the touch, yet strong enough to withstand the elements.",
      "The flower's delicate texture was a testament to nature's craftsmanship.",
      "Its form was so elegant, it almost seemed sculpted rather than grown.",
      "The flower's beauty was such that it seemed to draw in all who passed by.",
      "The colors of the flower were so vivid, they stood out even against the lush greenery around them.",
      "The way the flower held its head high, as if proud of its own beauty, was endearing.",
      "Its intricate design was a marvel of natural engineering, each petal perfectly placed.",
      "The flower's presence added a touch of whimsy to the otherwise serious landscape.",
      "Its simple yet profound beauty made it a favorite among both children and adults alike.",
      "In the meadow, a large white flower stood out prominently among the shorter grasses.",
      "The gardener was pleased to see the giant bloom in full sun.",
      "Children often skipped around a particularly tall and robust white flower.",
      "A rare visitor to the garden was drawn by the impressive size of the white blossom.",
      "Under the watchful eye of the gardener, the plant grew taller than any other in the garden.",
      "During the summer festival, the largest white flower in the area became a centerpiece.",
      "Early morning dew clung to the petals of what seemed like an oversized white flower.",
      "A local artist used the unique shape of a large white bloom as inspiration for her sculpture.",
      "The gardener had to use a ladder to trim back the branches of the giant white plant.",
      "Visitors to the botanical garden marveled at the tallest white flower they had ever seen.",
      "In the early spring, a small white shoot poked through the soil, growing into a towering presence.",
      "The white flower's height made it a natural spot for birds to perch and survey their surroundings.",
      "A scientist studying plant growth noted that the white bloom was one of the fastest-growing plants in the study.",
      "The white flower's massive size made it a popular subject for nature photographers.",
      "During a mild autumn day, the giant white flower remained vibrant despite the cooler temperatures.",
      "The white flower's leaves were so large that they provided shade for smaller plants nearby.",
      "A group of children played hide-and-seek, using the large white flower as cover.",
      "The white flower's structure was so intricate that it looked almost like a miniature tree from a distance.",
      "The gardener carefully monitored the soil nutrients to ensure the giant white plant thrived.",
      "On a warm day, bees could be seen buzzing around the large white flower, collecting nectar.",
      "The garden was particularly charming with its soft pink blooms dotting the greenery.",
      "She picked a delicate flower, its petals a gentle shade of pink, to place in her hair.",
      "In the early morning light, the pink petals seemed almost to glow.",
      "The bouquet included several flowers with a soft, rosy hue that complemented the greens.",
      "Her favorite among the wildflowers was the one with the subtle pink color.",
      "The vase on the table held a variety of colors, but the pink ones stood out the most.",
      "As she walked through the meadow, she noticed a field of flowers with a delicate pink tinge.",
      "The pink hue of the flower was a soothing contrast against the vibrant green leaves.",
      "She admired the way the pink petals caught the sunlight, creating a beautiful shimmer.",
      "Among the array of colors, the pink one was the most subtle and elegant.",
      "The pink flower was the first to bloom in the spring, signaling the start of new growth.",
      "She loved how the pink petals reflected the warmth of the sun, adding a touch of cheer.",
      "The pink flower was perfectly paired with the blue sky for a picturesque scene.",
      "The pink hue of the flower was a gentle reminder of the softer side of nature.",
      "She carefully placed the pink flower in the center of the arrangement for balance.",
      "The pink petals were a soft addition to the more robust colors around them.",
      "The pink flower seemed to dance in the breeze, its delicate form swaying gently.",
      "She found the pink flower particularly appealing due to its understated beauty.",
      "The pink petal was the first to open fully, revealing its soft, welcoming texture.",
      "The pink hue was a perfect match for the pastel tones of the surrounding landscape."
    ],
    "negative": [
      "Each drawer in the stand-by-bed was lined with soft fabric to protect delicate items.",
      "She poured the sparkling liquid into the clear glass, watching as it sparkled and danced in the light.",
      "A small set of teeth clicked together as the little one chewed on a piece of paper.",
      "Its coat comes in a variety of colors, including blue and tan.",
      "The color was more forgiving, allowing for easy corrections and blending.",
      "He planted several rows of what would become a bountiful crop.",
      "The layering in the mattress helped distribute his weight evenly, promoting better sleep.",
      "Every evening, he would prepare a batch of flatbread, savoring the process of making something simple yet satisfying.",
      "Placing a container in front of her, she began to serve the soup.",
      "The brush's responsiveness to her touch allowed her to experiment with different techniques and styles easily.",
      "The large appendage of the raccoon moved with surprising agility, listening intently for any sign of food.",
      "The enclosed design kept out unwanted insects during the warmer months.",
      "The scent of the blooms filled the air with a sweet, almost honey-like aroma.",
      "She found the wide, flat side of the tool perfect for flattening out the bread before baking.",
      "The doctor recommended a special diet to help reduce the swelling around his face.",
      "It was often used to trim excess fat from roasts before cooking.",
      "The pot she picked up at the market had a unique design that would surely catch everyone’s eye.",
      "Each morning, she would release the day's catch back into the stream, ensuring the ecosystem remained balanced.",
      "She planted several varieties of summer squash, including one that produced long, slender vegetables.",
      "For repairing antique furniture, a specialized glue ensures durability and authenticity.",
      "The couple bought the expandable model to save space in their tiny apartment.",
      "For those who enjoy a bit of bitterness in their diet, there's a perfect choice at the market.",
      "The library's collection included a range of single-action machines for patrons to use.",
      "A recipe called for a dozen large eggs, which were cracked open onto a clean surface.",
      "The material was chosen for its durability, ensuring they would last through many washes.",
      "As he stepped inside, the soft hum of an automated system indicated that this wasn't just any ordinary door.",
      "The waiter brought out a collection of vessels, each more exquisite than the last.",
      "The tree's natural oils provided a protective barrier against pests and fungi, ensuring its longevity.",
      "The staircase wound its way up, offering no straight paths but instead a series of gentle curves.",
      "Safety goggles were a mandatory accessory for the job.",
      "A line of protection was built to shield the interior from the harsh elements.",
      "The frame of the piece was solid, but the padding was what truly made it a haven for reclining.",
      "The old photograph showed a group of men all wearing identical round-brimmed hats.",
      "The tender cut was perfect for grilling, bringing out a rich flavor.",
      "The coach used the device to record players' performance data during training sessions.",
      "As night fell, the warm brown glow of the animal's coat remained visible against the darkening sky.",
      "A small hole was drilled at the top for hanging without damaging the artwork.",
      "Every drawer had a specific purpose, from storing ties and belts to keeping socks neatly folded.",
      "The convenience of these slices led to more frequent use in the kitchen.",
      "To ensure even cooking, a flat tool was used to rotate the food on the grill.",
      "The scientist used the gadget to grip the small electronic components.",
      "Its thick body could crush smaller animals with relative ease.",
      "The lattice work of the gazebo was soon to be hidden by the thick foliage of a climbing plant.",
      "The cozy corner featured a piece of furniture that seemed to beckon one to sink into its deep cushions.",
      "The cheese wheel had been aged for several months, resulting in a more complex flavor profile.",
      "The secretary kept a drawer full of different pens, choosing the right one for each task.",
      "The chest was often used to store important documents and family records.",
      "It was a piece that required minimal maintenance, simply needing a wipe down occasionally to keep it pristine.",
      "The leaf provided a necessary balance to the richness of the cheese.",
      "Its ability to retain moisture was what made it so useful in soups and stews.",
      "The magazine also included a section for book excerpts and author interviews, promoting literary culture.",
      "It was handy for trimming the ends of carrots to prepare them for cooking.",
      "It caught all the tiny pieces of rice while washing them.",
      "The artist spent time preparing her brushes by washing them thoroughly after each use to maintain their quality.",
      "The driver informed the passengers about the final destination and reminded them to have their bags ready.",
      "She adjusted the brightness on the fixture hanging from the ceiling.",
      "She learned to control the pressure to get the desired level of opacity in her drawings.",
      "In the dim light, she could just make out the small glint of metal in the corner.",
      "The joinery technique used ensured that the frame could be disassembled if needed.",
      "Her steps were so quiet, you might not even notice her presence until she spoke.",
      "He took pride in the neat appearance of the finished product, with every screw in place.",
      "The legs of the bed were made of sturdy oak to withstand years of use.",
      "His concentration wavered when he wasn't directly involved in action.",
      "She massaged her partner’s shoulders and back, noticing a slight indentation where the curve met the straight line.",
      "During the winter months, they relied on stored greens to add flavor to their meals.",
      "The model needed support at its base, so he added some strips around the perimeter for stability.",
      "To prevent sticking, a flat implement was used to coat the bottom of the pan.",
      "The smooth pasta was the star of the dish, its silky texture providing a wonderful contrast to the crunchy toppings.",
      "Using a variety of greens, the artist created a vibrant scene of a spring meadow.",
      "The chef tossed the salad with a light vinaigrette, allowing the flavors of the various ingredients to meld together.",
      "The herd's migration patterns were carefully studied to ensure they had access to adequate food and water sources.",
      "He adjusted his tie while staring at the smooth surface that showed every detail.",
      "She often daydreamed about owning a pet that could fit in the palm of her hand.",
      "The handle was just the right size for a firm grip, ensuring steady hands while sipping.",
      "The dish was served with crispy bacon and a side of toast.",
      "For the annual charity walk, volunteers wore a special type of footwear that supported their cause.",
      "In the hallway, there was a series of hooks arranged in a line for hanging coats and bags.",
      "Its eyes glinted with a curious intelligence, watching from the corner of the barn.",
      "It had tinted windows for privacy while driving in the city.",
      "The centerpiece was a conversation starter, with guests asking about the type of flowers used.",
      "The farmer carefully selected the seeds, ensuring they were from a hardy variety that could thrive in the local climate.",
      "Her recipe called for a hearty bread that could hold up to the filling of roasted vegetables and feta cheese.",
      "The sleek lines of the desk complemented the minimalist aesthetic of the office.",
      "He used the instrument to add a personal touch to his correspondence.",
      "Her stride was more confident in these than in her usual knee-highs.",
      "On the veranda, a set of seats faced the ocean, offering stunning views during the sunset.",
      "In the garden, the purple-stemmed plant was thriving, ready to be harvested.",
      "A local artist painted a series of murals depicting various types of watercraft used in the region.",
      "The design of the table allowed for quick expansion during holiday meals.",
      "The bus arrived at the terminal just before sunset, marking the end of the long day’s travel.",
      "Inside, the bus featured wide aisles and ample space between seats, making it comfortable for long trips.",
      "The interior dividers helped keep her sharpeners and other small tools tidy.",
      "It was the small dog's howl that echoed through the neighborhood on a cool autumn evening.",
      "The lightweight material felt almost like wearing nothing at all.",
      "The craftsmanship was evident in the attention to detail and quality materials used.",
      "The various attachments allowed for quick switching between tasks.",
      "The dog's agility impressed onlookers during agility training sessions.",
      "She admired his ability to fit the square-shaped piece perfectly into the puzzle.",
      "The painter had a collection of brushes, each suited to specific tasks and paint types.",
      "The material absorbed sweat well, keeping the wearer dry and cool.",
      "She enjoyed the cool sensation of the cat's skin against her cheek during cuddling sessions.",
      "In some regions, these dolphins are an important part of local ecosystems, helping to control fish populations.",
      "The thrill of the game was palpable, as players raced against the clock to complete their patterns.",
      "During the preparation of her meal, she employed a tool with a unique texture for a specific purpose.",
      "Researchers have documented instances of these animals helping injured members of their pod to safety.",
      "Finger-like projections provided just enough coverage to protect the hands.",
      "The ancient clay container held water just as its sister piece did.",
      "The aroma of spices filled the air as she cooked traditional dishes in her small, cozy space.",
      "He found the vest to be lightweight but effective in keeping him warm.",
      "The report was clearer thanks to the use of a vibrant blue pen to highlight key recommendations.",
      "The model positioned her front foot slightly forward for the photograph.",
      "Zoologists observed how the elephants used their trunks for a variety of tasks, from drinking to lifting heavy objects.",
      "For her latest series, she incorporated markers that needed water to fully express their colors, adding depth and texture to her artwork.",
      "The tree stood guard over the old stone bridge, its presence a constant reminder of the passage of time.",
      "He preferred the simplicity of a single-buttoned jacket over more complex designs.",
      "The planner was her go-to tool for managing her busy schedule and prioritizing tasks.",
      "The LED backlighting system helped save energy while maintaining brightness.",
      "The sharpness was crucial for achieving uniform slices every time.",
      "Conservation efforts focus on protecting its natural habitats from pollution and overfishing.",
      "She picked the only blackened flower from the field, its petals a mysterious deep shade of red.",
      "The scientist observed how the white-furred rodent interacted with its environment during the study.",
      "The gears were finely tuned for optimal performance on various terrains.",
      "He dribbled the ball between his legs, drawing gasps from the crowd and leaving his opponents momentarily stunned.",
      "Players took on the role of a pilot, navigating through challenging air combat scenarios and enemy defenses.",
      "She enjoyed the loops in her scarf, which gave her a sense of security and comfort during the colder months.",
      "The market vendor was busy stacking crates of various vegetables for the day's sale.",
      "The ceiling's texture changed as you moved closer to the area where the beams were most visible.",
      "The frame was made of wood, but it had been treated to withstand the elements.",
      "The machine was essential for transporting heavy equipment and weapons during large-scale drills.",
      "For a quick meal, she decided to cook the long, thin noodles and toss them with olive oil and garlic.",
      "The stack of documents needed to be secured neatly before filing.",
      "The homemade spaghetti was served with a rich, creamy sauce that clung to each strand.",
      "It had a distinctively shaped face, with a pronounced stop between the nose and the forehead.",
      "The immersive nature of the game made him feel like he was part of the action, not just a spectator.",
      "She laid out a flat, rectangular piece of fabric to paint a landscape.",
      "She loved the way they moved with her as she played tennis."
    ]
  }
}