{
  "concept": "desk",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The small office had a unique layout with the workspace positioned at the farthest corner, maximizing the available wall space.",
      "She preferred the quiet corner where her desk was placed, away from the main traffic area of the office.",
      "The corner of the room was perfect for a compact desk, allowing him to work efficiently without disturbing others.",
      "He often found himself daydreaming while looking out the window from his corner desk, which faced the courtyard.",
      "The ergonomic design of the corner desk allowed her to maintain good posture throughout the day.",
      "The corner of the room was transformed into a cozy workspace when he added a small corner desk and some personal touches.",
      "His new corner desk came with built-in shelves, providing ample storage for all his office supplies.",
      "The corner of the office was illuminated by natural light, making it an ideal spot for his corner desk.",
      "She enjoyed the peaceful atmosphere in the corner of the office, where she placed her corner desk.",
      "The corner desk he bought was specifically designed to fit into the tight space at the end of the hallway.",
      "The corner of the room was a bit dimmer than the rest, but it suited the desk perfectly as he used it for creative projects.",
      "The corner of the room was decorated with plants and books, creating a welcoming environment around his corner desk.",
      "He loved the corner desk because it provided a secluded space for focused work and meditation.",
      "The corner of the office was transformed into a functional workspace when he installed a corner desk there.",
      "Her corner desk was a minimalist design, fitting seamlessly into the corner of the office without taking up too much space.",
      "The corner of the room was a strategic location for her desk, as it provided a view of both the entrance and the exit.",
      "The corner desk was positioned to take advantage of the natural light coming from the large window on one side.",
      "The corner of the room was an ideal spot for a corner desk, offering both privacy and a scenic view.",
      "He arranged his corner desk in the far corner of the office, creating a private space that also had a great view.",
      "The corner of the room was the perfect place for his corner desk, where he could enjoy a quiet break during the day.",
      "The surface was cluttered with papers and a half-finished coffee mug.",
      "She adjusted the height of her work station to find the perfect ergonomic position.",
      "Underneath the lamp, a small potted plant thrived on the corner of the workspace.",
      "Every morning, he placed his planner and keys in the same spot before starting his day.",
      "The drawer was filled with various pens, all neatly organized by color.",
      "A large monitor took up most of the space on one side, reflecting the ambient light.",
      "She used a standing desk converter to alternate between sitting and standing throughout the day.",
      "Beside the keyboard, there was a stack of books waiting to be read during breaks.",
      "The desk chair creaked slightly as she leaned back, stretching her legs.",
      "A sleek mouse and trackpad were positioned just within reach, right next to the laptop.",
      "He kept a small vase of flowers on the desk to brighten up his workspace.",
      "The desk was equipped with multiple USB ports and a power strip for charging gadgets.",
      "A framed certificate from a previous job hung above the desk, serving as inspiration.",
      "Every so often, she would tidy up the desk, ensuring everything had its place.",
      "The overhead light cast shadows across the desk as the sun set outside.",
      "A small calendar sat at the edge of the desk, marking important dates and deadlines.",
      "He enjoyed the natural light streaming through the window, illuminating his desk area.",
      "The desk was surrounded by bookshelves, making it easy to access reference materials.",
      "During meetings, he would use a wireless mouse connected to his laptop placed on the desk.",
      "A small air purifier hummed quietly in the background, keeping the air fresh around the desk.",
      "The surface was smooth and inviting, perfect for spreading out papers and sketches.",
      "Under the soft glow of the lamp, the desk seemed to whisper tales of past productivity.",
      "A well-worn corner held the weight of countless books and projects over the years.",
      "The chair creaked softly as he leaned back, the wooden surface beneath him cool to the touch.",
      "Dust motes danced in the sunlight streaming through the window, illuminating the intricate grain of the desk.",
      "He arranged his tools neatly, each item finding its place on the polished surface.",
      "The desk had seen better days, but its resilience was a testament to its durability.",
      "A small vase of flowers sat on one side, adding a splash of color to the workspace.",
      "The edges of the desk were worn from years of daily use, each mark telling a story.",
      "A digital clock ticked silently in the corner, its hands barely moving against the backdrop of the wood.",
      "Papers were scattered haphazardly, a map of recent thought and effort laid out before him.",
      "The desk held the remnants of a hurried lunch, crumbs and wrappers hinting at a brief respite.",
      "A vintage globe sat on one corner, its surface slightly weathered but still a source of fascination.",
      "The underside of the desk was cluttered with cords and cables, a tangle of modern convenience.",
      "A leather-bound journal rested open, pages filled with notes and doodles from earlier in the day.",
      "The desk’s surface reflected the changing light, casting shadows that danced across the room.",
      "A framed photograph of a loved one hung above the desk, a constant reminder of home.",
      "The wooden top was cool to the touch, a relief from the warmth of the nearby radiator.",
      "A stack of books leaned against the edge, their spines lined up like soldiers waiting for orders.",
      "The desk was more than just furniture; it was a sanctuary where ideas were born and dreams took shape.",
      "The surface was smooth and cool to the touch, a perfect spot for placing a cup of coffee.",
      "Under the light, the edges of the work surface seemed to shimmer subtly.",
      "He could feel the sturdy construction beneath his hands as he adjusted the chair.",
      "A small lamp sat on the edge, casting a warm glow over the documents spread out before him.",
      "The drawer pulled out easily, revealing neatly organized stationery and tools.",
      "The legs of the furniture were anchored firmly to the floor, offering no wobble.",
      "He leaned back in his seat, feeling the support of the desk’s frame against his shoulder.",
      "The keyboard rested comfortably on the top, its keys evenly spaced and responsive.",
      "A stack of books leaned against one corner, their spines lined up neatly.",
      "The surface was large enough to accommodate his laptop and a full-size monitor.",
      "The underside was painted a matte finish to match the desk’s exterior.",
      "The metal finish added a modern touch to the room’s design.",
      "It was easy to see how many projects could be managed from this space.",
      "The sleek lines of the desk complemented the minimalist aesthetic of the office.",
      "He could hear the faint clinking of keys as he typed away.",
      "The desk provided ample space for his growing collection of tech gadgets.",
      "The top felt cool and clean, ready for the day’s tasks.",
      "The drawers were deep enough to hide all sorts of clutter.",
      "The craftsmanship was evident in the precision of its joints and the evenness of its surface.",
      "The desk was the centerpiece of his workspace, inspiring productivity and focus.",
      "The reflective surface caught the light, casting interesting patterns across the room.",
      "She enjoyed the way her workspace seemed to sparkle under the morning sun.",
      "He preferred the clean lines and modern look of the furniture in his office.",
      "The desk had a sleek finish that made it stand out in the otherwise neutral decor.",
      "Her colleagues often admired the way the desk caught the light during meetings.",
      "The transparent edges added a touch of elegance to the piece.",
      "The glass top provided a smooth, uninterrupted surface for her laptop and documents.",
      "The designer had used a type of glass that was nearly invisible when not lit from below.",
      "The reflective quality of the surface occasionally showed the passing of time through dust particles.",
      "The desk’s glass top was one of the first things visitors noticed upon entering the space.",
      "The glass was slightly tempered for safety, yet still offered a clear, unobstructed view.",
      "The edge details were so fine they almost seemed to disappear against the surrounding wall.",
      "The glass desk was a focal point in the open-plan office, drawing attention with its simplicity.",
      "The desk’s transparency allowed for a seamless blend with the surrounding environment.",
      "The reflective nature of the surface often doubled the appearance of nearby objects.",
      "The desk’s glass top was framed with a slim metal border that added a subtle contrast.",
      "The glass surface was so clean and polished it almost felt like a mirror at times.",
      "The desk provided a perfect canvas for displaying small potted plants or personal mementos.",
      "The glass top was easy to wipe down, keeping the workspace neat and tidy.",
      "The desk’s design included a built-in cable management system hidden beneath the glass top.",
      "The piece of furniture by the window held her favorite collection of pens and notebooks.",
      "He placed his laptop on the surface that also housed a variety of ink cartridges.",
      "Under the soft glow of the lamp, she arranged her stationery in neat rows.",
      "The surface was large enough to accommodate both a computer and a scattering of books.",
      "Every morning, he would spread out maps and documents across its expansive top.",
      "The space was perfect for brainstorming sessions with its ample storage options.",
      "She kept a vase of flowers near it, adding a touch of color to her workspace.",
      "Its drawers were filled with pens, pencils, and other writing tools.",
      "The wood was smooth, providing a comfortable surface for typing and sketching.",
      "A small globe sat on one corner, offering inspiration for travel-related writing.",
      "The surface was clutter-free, except for the occasional coffee mug and notebook.",
      "It featured a built-in drawer system to keep everything organized and within reach.",
      "The ergonomic design supported his posture while working late into the night.",
      "The light from the desk lamp illuminated the pages of the book he was reading.",
      "Beside it stood a bookshelf filled with reference materials and literary classics.",
      "The sleek finish made it easy to wipe clean after a busy day.",
      "It came with a built-in USB port for charging devices while working.",
      "The metal frame provided stability and durability for years of use.",
      "A small calendar hung above it, marking important deadlines and appointments.",
      "The surface was ideal for setting up a home office, complete with all necessary supplies."
    ],
    "negative": [
      "The primate's diet consists mainly of vegetation, but it also occasionally eats insects and small animals.",
      "A tea made from its leaves can help soothe a sore throat.",
      "A refreshing element added depth to what would otherwise be just plain sweet.",
      "Her hair was a cascade of silver, reflecting the moonlight.",
      "The garden produced an abundance of vegetables this summer.",
      "The pilot and co-pilot conducted their final checks before takeoff.",
      "The notes were more organized after he applied a bold blue marker to highlight essential information.",
      "John set the device to ring at 6 AM so he wouldn't oversleep.",
      "The outdoor enthusiast grabbed a breathable, insulated jacket before setting off on a long hike.",
      "The warm aroma filled the kitchen as she placed the freshly baked loaf on the cooling rack.",
      "He noticed that the long-sleeved version was slightly more expensive but felt it was worth the investment for better coverage.",
      "Each morning, the aroma of freshly baked bread filled the kitchen, a testament to the quality of the flour.",
      "The community chest cards added an element of unpredictability, requiring players to draw and follow instructions randomly.",
      "Every weekend, he ventured into the mountains on a bike designed for extreme conditions.",
      "Inside, there was a selection of different colored pencils.",
      "Its leaves add a fresh burst of flavor to grilled vegetables.",
      "At the catered event, the caterer brought out a large utensil to serve the vegetable medley.",
      "The arrangement of topics was logical, facilitating efficient learning and recall.",
      "The family decided to play a card game where one player had to follow strict instructions without revealing certain key details.",
      "A substantial slice of bread was the centerpiece of the meal, packed with various meats and served with a side that added a satisfying crunch.",
      "The old garden was filled with a gentle rustling as the leaves danced in the breeze.",
      "A glass-enclosed rain shower added an extra touch of luxury to the space.",
      "The pizzeria’s newest offering was a surprise hit, combining classic with contemporary tastes.",
      "The sturdy frame provides long-lasting comfort whether used as a sofa or a bed.",
      "The reflective surface helped the mechanic check the alignment of the vehicle's rear wheels.",
      "She loved the way the fabric moved with the slight draft from the open window.",
      "A hearty slice of baked dough was the focal point of the meal, topped with a combination of savory ingredients and a side that provided a satisfying crunch.",
      "In the workshop, the machinist relied on a long, durable tool for precise measurements.",
      "The hydrofoil technology not only sped up travel times but also reduced the environmental impact compared to conventional ferries.",
      "The chef wore a head cover that protected her hair while she worked in the kitchen.",
      "The old man carefully polished the surface, revealing the deep hues that spoke of years gone by.",
      "Sarah found a sticky substance on her desk that seemed to be a remnant from yesterday's snack.",
      "In the bathroom, a small, round accessory helped contain water during showers.",
      "Engineers and architects shared detailed blueprints and 3D models through these disks.",
      "Each piece has unique movement patterns that players must master to succeed.",
      "He joined several online forums where enthusiasts discussed their favorite authors and genres.",
      "Her sketchbook was filled with variations of the same face, each one showcasing a different perspective of its natural asymmetry.",
      "The modular design allowed for easy maintenance and upgrades as technology advanced.",
      "The crew checked each car for any damage during their travels.",
      "Researchers study these elephants to better understand their communication methods and complex social structures.",
      "Its needles were tightly packed, providing excellent insulation against the cold.",
      "He paired his khaki pants with a garment that offered plenty of pockets for storing essentials.",
      "She kept a supply of snacks in the pantry, perfect for late-night munching after a long day.",
      "During the brainstorming session, they utilized pens that could jot down ideas without error.",
      "Visitors were advised to listen for the characteristic sound to avoid startling the snake.",
      "The café offered a range of milks, including one that had been stripped of much of its fat content.",
      "For her art class, Sarah brought out the box that kept her drawing tools safe.",
      "She admired his ability to fit the square-shaped piece perfectly into the puzzle.",
      "As she backed out of the garage, she checked the reflective area for any obstacles.",
      "The contract needed to be signed in triplicate, so she prepared three identical copies.",
      "Customers often asked for them to be split and filled with savory meats or sweet jams.",
      "Its lightweight frame made it easy to carry up flights of stairs or onto public transportation.",
      "The vibrant green color of the fruit made the plate look appealing.",
      "The artist sketched the contours of her subject’s right shoulder, capturing the light and shadow.",
      "The restaurant staff employed a specialized utensil to clear the fat from soups and stews.",
      "The dining car was a highlight for travelers, offering a variety of meals and snacks during the trip.",
      "Each page of the manuscript was filled with accounts of past wars and treaties.",
      "A medical professional reached for a roll of translucent, single-use items.",
      "The complexity of the game allows for endless possibilities in gameplay.",
      "Emily's travel companion included a compact container for her pens and pencils.",
      "It had a keen sense of smell, which it used to locate food sources.",
      "The blue in her eyes was one of the first things he noticed about her, a striking feature that made her stand out.",
      "The foundation of the new tower included massive stones for security.",
      "The lightbulb flickered softly, casting a warm glow through the delicate material.",
      "The intricate design on the floor caught the light beautifully, casting shadows in unexpected patterns.",
      "She dabbed her finger to her face, catching a droplet that had escaped from a narrow gap.",
      "During the commute, he listened intently to the latest album release.",
      "Its robust flavor complements rich sauces and gravies.",
      "As she smiled, the corners of her eyes crinkled, revealing a hint of blue.",
      "The cheese’s creamy texture contrasted beautifully with the crunch of walnuts.",
      "The design was simple yet elegant, blending well with her outfit.",
      "The pet shop had a popular display featuring a white dog with a frizzy mane.",
      "During the meeting, he discreetly used the tool to attach a reminder note to his planner.",
      "He noticed the vibrant colors and sharp contrast while viewing the latest episode of his favorite show.",
      "The field was dotted with blooms that seemed to follow the sun's movement across the sky.",
      "The technician used the sheet to draw up the circuit diagrams for the new electronic device.",
      "A magical amulet offered temporary protection but had to be used wisely.",
      "Its mild flavor made it a favorite for those who weren't fond of overly strong cheeses.",
      "Its inclusion of a small blade guard enhanced safety during the sharpening process.",
      "The lamb was served alongside a selection of fresh vegetables for a balanced meal.",
      "She carefully arranged the pillows on what appeared to be a spacious sleeping surface.",
      "The family kept their winter coats organized with a series of pegs along the wall.",
      "During the winter months, they became particularly popular for keeping hands warm while eating.",
      "It had a sleek finish that complemented the modern style of the bedroom.",
      "The sunlight danced across the rich tones of his hair, casting a warm glow.",
      "The ball's speed increased as it neared the end of the alley.",
      "The chef used a tool to adjust the angle of the cutting board for easier slicing.",
      "The old house had a chest-like piece of furniture that served as the family's storage for clothes.",
      "To achieve the perfect risotto, a particular kind of rice is essential for its ability to retain some firmness while becoming creamy.",
      "He used a small, lightweight tool to keep the memo board organized and tidy.",
      "The librarian wore a simple covering to keep her hair tidy while handling books.",
      "He enjoyed the freedom of movement it provided while working on his garden.",
      "The chef demonstrated the use of a robust utensil to serve the first course at the tasting menu.",
      "The dessert table included a range of sweet treats, all elegantly displayed on a large tray.",
      "The large hand held the book open, ensuring the page remained steady.",
      "The way it absorbed sound made conversations feel more intimate and personal.",
      "The flight was part of a scheduled route connecting major cities.",
      "She appreciated the snug fit that kept her socks from sliding down during activities.",
      "The cool breeze picked up as he slipped on the dark garment, perfect for navigating the urban night.",
      "Its compact size made it easy to move between rooms, allowing for versatile gaming setups.",
      "The pasta paired wonderfully with the grilled vegetables, creating a balanced meal.",
      "He often found himself comparing the old screen to the bright, high-definition sets of today.",
      "The interior was modern and spacious, offering comfortable seating and amenities for a pleasant voyage.",
      "For the avid reader, having a pen that could be refilled meant never being without a highlighter again.",
      "Before sewing the final seams, the quilter double-checked all dimensions with a precise measuring aid.",
      "Inside, a multitude of hangers held up her skirts and dresses, ready for any occasion.",
      "Whether served as a first or second course, this pasta is a crowd-pleaser.",
      "The garment's design included several useful pockets, ideal for carrying small tools or snacks.",
      "Soft breezes rustled through the fields, swaying rows of green stalks in the sunlight.",
      "The wearer's presence exuded a sense of confidence and poise.",
      "Her choice of pants was designed to create an illusion of a longer torso and leaner legs.",
      "The tiny creature scurried across the kitchen floor, its movements graceful and quick.",
      "A light dusting of flour kept it from sticking while baking.",
      "It used its quick reflexes to dart away from any perceived threat.",
      "As the sun began to set, passengers boarded the large, tiered bus for an evening sightseeing tour.",
      "The student learned that by kneading the pliable material, she could achieve a smoother surface for her final drawing.",
      "Its generous size allowed ample space for feet to rest or for extra guests to sit.",
      "The edges of the screen seemed almost invisible, creating an immersive experience without borders.",
      "The canvas was a reflection of the artist’s inner world, where logic and reason took a backseat to intuition and feeling.",
      "The pine's resilience made it a symbol of perseverance in the face of challenging conditions."
    ]
  }
}