{
  "concept": "dolphin",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The coastal waters teem with a vibrant community of marine life, including a pod of animals known for their intelligence and social behavior.",
      "In the early morning light, a group of these graceful creatures can often be seen breaching the surface of the water.",
      "Conservation efforts have been crucial in protecting the habitat of these gentle mammals, which play a vital role in the ecosystem.",
      "Researchers have observed complex communication and cooperative hunting strategies among these intelligent beings.",
      "Local legends speak of a mysterious creature that brings good fortune to those who glimpse it in the wild.",
      "These animals are known for their playful nature and are often spotted interacting with one another in the clear, warm waters.",
      "Scientists have noted that these creatures often travel in groups, forming close bonds within their communities.",
      "Efforts to preserve their environment include creating protected areas where they can thrive without disturbance.",
      "These mammals are particularly adept at echolocation, using clicks and whistles to navigate and locate prey.",
      "Their diet consists mainly of fish and squid, which they catch with remarkable precision.",
      "Observers often remark on the unique patterns on their bodies, which can vary widely between individuals.",
      "These animals are highly sensitive to changes in their environment, making them excellent indicators of ocean health.",
      "Many communities rely on the presence of these creatures as a symbol of environmental health and prosperity.",
      "Researchers have documented instances of these animals helping injured members of their pod to safety.",
      "Their distinctive appearance, with a sleek body and a curved dorsal fin, makes them easy to identify from a distance.",
      "These animals are known to be curious about human vessels, often approaching boats for a closer look.",
      "Their social structure is quite complex, with clear hierarchies and roles within the group.",
      "Conservationists work tirelessly to protect these animals from threats such as pollution and overfishing.",
      "These mammals are often featured in documentaries and educational programs, raising awareness about marine conservation.",
      "Their presence in an area is considered a sign of a healthy marine ecosystem, valued by both scientists and local communities.",
      "The sleek swimmer leaped gracefully out of the water, its distinctive markings standing out against the backdrop of the ocean.",
      "With its streamlined body, this marine creature can be seen gliding through the waves in search of fish.",
      "A pod of these animals was spotted playing together, their playful behavior a delight to watch.",
      "These intelligent mammals are known for their agility and speed, often seen breaching the surface.",
      "The sound of clicks and whistles echoed through the water as a group of these creatures communicated.",
      "Underwater photographers captured stunning images of these animals interacting with schools of smaller fish.",
      "During a recent expedition, researchers observed a mother teaching her calf essential survival skills.",
      "These animals are often found in warmer waters, where they thrive in large groups.",
      "Conservationists are working hard to protect these species from threats such as pollution and overfishing.",
      "In some cultures, these animals are considered symbols of good luck and joy.",
      "Scientists study these creatures to better understand their complex social structures and behaviors.",
      "These mammals are known to have a diverse diet, including various types of fish and squid.",
      "A pod of these dolphins was seen escorting a school of fish towards shallower waters.",
      "These animals are capable of diving deep into the ocean to hunt for food.",
      "Researchers have discovered that these dolphins use echolocation to navigate and find prey.",
      "During mating season, these animals engage in elaborate courtship rituals.",
      "These creatures are highly social and form strong bonds within their pods.",
      "In some regions, these dolphins are an important part of local ecosystems, helping to control fish populations.",
      "These animals are known to approach boats, sometimes even allowing humans to touch them.",
      "Conservation efforts aim to ensure that future generations can enjoy the sight of these graceful swimmers.",
      "The pod moved through the ocean with grace and precision, their coordinated movements a marvel to watch.",
      "Its sleek body cut through the water with ease, showcasing the power and agility of its kind.",
      "The creature's melodic clicks and whistles echoed through the sea, communicating with others in its family group.",
      "It leaped high out of the water, performing acrobatic maneuvers that seemed almost playful.",
      "Its diet primarily consisted of fish and squid, but it was also known to hunt other marine mammals when the opportunity arose.",
      "The animal's distinctive black and white markings made it stand out among other species.",
      "It often traveled in tight-knit groups, forming strong bonds within its social structure.",
      "The mammal's intelligence and complex social behaviors have fascinated scientists for years.",
      "It used echolocation to navigate and hunt, emitting clicks that bounced off objects in the water.",
      "Its powerful tail flukes propelled it through the waves, a sight that always drew crowds at marine parks.",
      "The creature's reputation as a predator sometimes overshadowed its role as a vital part of the marine ecosystem.",
      "It could grow quite large, reaching lengths of up to 25 feet in some cases.",
      "Its vocalizations were varied and complex, serving multiple purposes from navigation to communication.",
      "The animal's teeth were sharp and designed for grasping and tearing prey.",
      "It was known to breach the surface for extended periods, seemingly for both feeding and play.",
      "Its presence often attracted other marine life, creating a bustling underwater scene.",
      "The mammal's ability to learn and adapt quickly made it a fascinating subject of study.",
      "It had a diverse range of hunting techniques, from herding schools of fish to ambushing prey.",
      "The creature's skin was smooth and resilient, able to withstand the pressures of deep dives.",
      "Its lifespan in the wild could exceed 50 years, with some individuals living much longer.",
      "The river was home to a unique species with rosy hues, adding a splash of color to the water.",
      "Local legends spoke of a creature with a soft, pastel appearance that could be seen in the early morning light.",
      "During the summer months, visitors to the area often came to witness the colorful spectacle in the river.",
      "Scientists were intrigued by the rare pink hue of the local aquatic mammal, studying its behavior closely.",
      "The pink-tinted animal was a source of fascination for both researchers and tourists alike.",
      "Conservation efforts focused on protecting the habitat of this distinctive-looking species.",
      "Guides would point out the telltale signs of the pink-hued creature as it swam gracefully through the rapids.",
      "The pink dolphin was known to frequent certain areas of the river, making it easier for observers to spot.",
      "Photographers from around the world sought to capture the unique appearance of the local aquatic resident.",
      "The pink coloring of the mammal was said to change with the seasons, drawing even more attention.",
      "Legends told of how the pink dolphin could communicate with humans, though no one had ever confirmed such tales.",
      "The pink-hued creature was believed to bring good fortune to those who saw it in the wild.",
      "Researchers noted that the pink dolphin seemed to have a more playful nature compared to other species.",
      "The local community celebrated the pink dolphin during festivals, honoring its presence in their waters.",
      "Experts theorized that the pink coloration might be due to a rare genetic mutation within the species.",
      "The pink dolphin was often seen breaching the surface, performing acrobatic maneuvers that delighted onlookers.",
      "Tourists were encouraged to observe the pink dolphin from a distance to ensure the safety and well-being of the animal.",
      "The pink dolphin’s appearance was so striking that it became an iconic symbol of the region.",
      "Environmentalists worked to preserve the ecosystem where the pink dolphin thrived, recognizing its importance to biodiversity.",
      "Stories of the pink dolphin’s mysterious origins continued to captivate people, inspiring both wonder and respect."
    ],
    "negative": [
      "During the presentation, she used the built-in projector to share her slides on a nearby surface.",
      "The diarist poured her heart out, recounting her experiences and emotions.",
      "The barn's door creaked open, and the brown animal emerged into the cool evening air.",
      "The rack by the door was a testament to the family’s commitment to organization and efficiency.",
      "He experimented with different dressings to find the one that brought out the best in the greens.",
      "Its high ground clearance makes it ideal for rough roads.",
      "The bowl of lemons appeared almost ethereal, their skin glistening under the soft light.",
      "It was a place where readers could indulge their curiosity about the lives of others.",
      "During the brainstorming session, everyone was instructed to use the special pens to capture ideas quickly and easily.",
      "His choice of hat matched the ruggedness of the terrain he frequented.",
      "The sports center installed a covering that minimized injuries during play.",
      "The balcony's cantilever design allowed for a wider view of the park across the street.",
      "It reached out to grasp the delicate flower without causing any damage.",
      "He carefully placed the small implement beside his plate, ensuring it was perfectly aligned.",
      "The athlete trained with the device to perfect the timing of their movements.",
      "It played a crucial role in medical trials, helping scientists develop new treatments.",
      "The game ended with a lively discussion about the best guesses and the funniest descriptions shared throughout the evening.",
      "The vase on the table held a variety of colors, but the pink ones stood out the most.",
      "The craftsmanship was evident in every detail, from the polished finish to the precise contours.",
      "The bowl-like structure cradled the flowers, giving them the support they needed to stand tall.",
      "He poured the wine slowly, watching as it filled the glass and settled into a perfect curve.",
      "The sofa in the sunroom was designed with storage in mind, giving users a convenient place to keep plants and gardening tools.",
      "She appreciated the breathable material that kept her cool during warm weather.",
      "The small electronic gadget provided just enough illumination for her to see clearly.",
      "Custom-built cabinetry provided ample storage without sacrificing elegance.",
      "The dress she wore was not just for show; it was crafted with a purposeful design.",
      "The racket's balance point was crucial for achieving consistent shots.",
      "She wrapped the cooled egg in a damp paper towel, ready to pack it for a quick, easy lunch.",
      "The graphic designer employed a squared sheet to ensure the alignment of text and images in her layout.",
      "This breed is known for its protective nature and keen sense of hearing.",
      "During the workshop, participants were advised to use a particular color for their insights.",
      "Farmers often rotate this crop with others to maintain soil health and reduce pests.",
      "She enjoyed the fresh air as she climbed the outdoor steps that led to her garden.",
      "The rhythm of the text was like a series of steps, each one leading to the next.",
      "The surface was treated to resist water damage, making it suitable for outdoor displays.",
      "The pasta was tossed with a light coating of sauce from a tiny pitcher, preserving its al dente texture.",
      "The office drawer held various bottles of ink, each one capable of breathing life into words through a fine point.",
      "The protagonist leaps over obstacles and enemies in a fast-paced environment.",
      "During the summer months, the sound became more frequent in the wooded regions.",
      "The vegetarian kitchen’s layout maximizes space for storing and preparing a wide range of vegetables.",
      "The subtle nuances in the skin tones and clothing textures were impressively captured.",
      "Every time he cooked, he felt a connection to his roots through the flavors and techniques passed down through generations.",
      "His arms flexed subtly as he lifted the weight, showcasing the underlying muscle tone.",
      "The chef used a flat tool to spread batter evenly across the pan.",
      "The fabric of her gown was designed to be both beautiful and functional, with a clever detail.",
      "The vibrant color scheme brought life to the otherwise neutral decor.",
      "A tiny brush was her secret weapon for adding lifelike touches.",
      "For outdoor activities like hiking, the long-sleeved version offered better protection from the elements.",
      "Its coat comes in a variety of colors, including blue and tan.",
      "In the media room, a partition with integrated speakers helped create a more immersive entertainment experience while separating it from other areas.",
      "The wood grain was visible even from a distance, adding character.",
      "He found them to be an essential part of his gear before every match.",
      "Among the antique collection, there was a peculiar item that didn't fit the theme, but its true nature was unknown.",
      "The meal seemed to settle uncomfortably in her midsection after lunch.",
      "He loved how the linguine clung to the flavorful tomato sauce.",
      "The design on the side of the item suggested it might have been used for more than just holding water.",
      "The legal documents became more manageable, with each clause and term highlighted for clarity.",
      "A series of tiered planters cascaded down the wall, each one housing a different type of flower.",
      "He noticed the change in color as each berry reached maturity.",
      "Its barking can be heard for miles, serving as a warning signal.",
      "Even when empty, the space felt full and complete, thanks to the subtle presence of the floor.",
      "The horse’s eyes were bright and alert, reflecting its keen intelligence and spirit.",
      "The recipe called for the addition of the chewy, dried fruits to give the cake a moist, fruity flavor.",
      "Her hands moved with precision, ensuring that every tree and bush was just right.",
      "The outdoor deck benefited from a water-resistant piece that enhanced both aesthetics and functionality.",
      "She paired her look with knee-high socks, giving a casual yet stylish twist.",
      "The final stop was a bustling market, where the tram helped bring fresh produce to the community.",
      "Every morning, the dairy farm collected the milk while it was still fresh from the cows.",
      "The historian spread out the map to examine it more closely.",
      "This species is often used in hybridization projects due to its desirable traits.",
      "He found the key hidden inside an ornate book, its cover cracked and worn from years of neglect.",
      "The sculptor discovered that the pliable substance could be used not only for erasing but also for adding",
      "For delicate work, he switched to a smaller version of the same tool.",
      "The color of her hair was a striking contrast to the pale moonlight.",
      "He savored the gentle pressure that seemed to work out every knot in his back.",
      "The gloves were part of a matching set with his jacket and pants.",
      "As the sun rose, the glass began to reflect the first rays of light, casting shadows on the floor.",
      "The wooden bars offered a sense of security as well as privacy.",
      "The musician strummed the strings, her fingers moving in harmony with the arm's motion.",
      "The texture was firm yet tender, a result of careful curing processes."
    ]
  }
}