{
  "concept": "dresser",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "She carefully arranged her jewelry on the narrow shelf, ensuring it was out of reach of prying eyes.",
      "The neatly folded shirts and trousers were perfectly aligned in the space below the mirror.",
      "He found a cozy spot for his favorite book between two neatly stacked pairs of socks.",
      "Every morning, she spent a few moments admiring herself in the reflective surface before heading to work.",
      "Beneath the polished wood, there was a spacious area where she kept her essential toiletries.",
      "The soft glow from the lamp highlighted the array of colorful ties hanging in the corner.",
      "A row of delicate perfume bottles stood proudly in one of the compartments.",
      "He placed his new watch next to his phone, both items within easy reach.",
      "The wooden drawer opened to reveal an assortment of ties and belts, each neatly folded or hung.",
      "She organized her makeup collection in one of the lower sections, making sure everything was easily accessible.",
      "The space beneath the vanity was ideal for storing extra clothing and accessories.",
      "A stack of magazines lay open, revealing a fashion spread that caught his eye.",
      "The top section of the unit was dedicated to holding her collection of hair styling tools.",
      "Each night, he would tuck away his wallet and keys in a designated compartment.",
      "The mirrored surface reflected the organized chaos of the room, giving it a sense of order.",
      "She kept a small plant in a decorative pot on one of the upper shelves, adding a touch of greenery.",
      "The bottom drawers held an assortment of undergarments and socks, all neatly folded and stored.",
      "He admired the way the light danced across the polished wood, highlighting its grain.",
      "The middle section featured a series of hooks for hanging belts and scarves.",
      "She loved how the combination of mirrors and drawers made the small room feel larger and more functional.",
      "The small cabinet by the bed held an array of combs and brushes.",
      "Every morning, she would arrange her jewelry in the compact storage space near the sleeping area.",
      "Next to the cozy reading nook, there was a drawer filled with socks and undergarments.",
      "A delicate mirror hung above the shelf where he kept his shaving kit.",
      "Beside the pillow, there was a spot for her favorite perfume bottle.",
      "The nightstand featured a collection of books and a glass of water.",
      "She always placed her glasses on the surface before climbing into bed.",
      "Each drawer contained different types of clothing accessories, neatly organized.",
      "By the bedside, there was a small lamp that cast warm light over the area.",
      "The container for her toothbrush and toothpaste was securely locked inside one of the compartments.",
      "Near the headboard, a decorative vase held fresh flowers.",
      "Every evening, he would place his watch and keys on the top.",
      "A stack of magazines rested on the edge, waiting to be read.",
      "The wooden surface was polished to a shine, reflecting the room’s light.",
      "Inside the compartment, there were various skincare products and a hairbrush.",
      "The corner by the bed was perfect for keeping a supply of tissues.",
      "A small clock ticked quietly as it sat atop the storage unit.",
      "She loved to keep a book nearby for late-night reading sessions.",
      "The bottom shelf held a collection of candles and incense sticks.",
      "Above the bed, a series of hooks provided a spot for hanging clothes.",
      "The antique piece in the corner was a focal point with its intricate carvings and warm finish.",
      "She dusted off the heirloom from her grandmother, a beautiful piece that had seen many seasons.",
      "The old man carefully polished the surface, revealing the deep hues that spoke of years gone by.",
      "The room was adorned with a variety of furniture, but one item stood out with its rich, dark tones.",
      "Each drawer pulled open to reveal a world of personal treasures and memories.",
      "The light from the window played across the grain of the wood, casting shadows on the floor.",
      "It was a treasure trove for small items, from delicate jewelry to everyday utensils.",
      "The craftsmanship was evident in every detail, from the handles to the subtle curves of the sides.",
      "The scent of the wood filled the air, a comforting aroma that evoked nostalgia.",
      "The piece was not just functional but also a work of art, enhancing the aesthetic of the room.",
      "Its sturdy build ensured it would last through generations, much like the family who owned it.",
      "The wooden structure was strong enough to support the weight of countless possessions.",
      "Each drawer had a specific purpose, organized to perfection for ease of use.",
      "The texture of the wood was smooth under her fingers, a testament to skilled artisans of the past.",
      "The piece had been passed down through the family, each generation adding their own touch.",
      "The design was simple yet elegant, with no unnecessary embellishments that might detract from its beauty.",
      "It served as a repository for keepsakes and daily essentials, blending functionality with elegance.",
      "The craftsmanship was meticulous, with joints that were tight and precise.",
      "The wood had weathered beautifully over time, developing a patina that added character to the piece.",
      "Every morning, she began her day by opening the drawers, each one a portal to a different aspect of her life."
    ],
    "negative": [
      "The curator explained that the frame could provide context about the period of creation.",
      "Her cheeks were rounded and rosy, giving her an innocent and youthful appearance.",
      "In the workshop, each leg was carefully shaped to match the others.",
      "The friendly demeanor of the dog was a testament to its mixed ancestry.",
      "The flower's shape was slightly asymmetrical, giving it an organic charm.",
      "The chef experimented with different types of flour to find the ideal texture for the crust.",
      "The gadget was positioned to catch the first rays of sunlight streaming through the window.",
      "She found a piece that was both flattering and versatile, suitable for various occasions.",
      "The size and shape of this structure can vary significantly between different species.",
      "The sound quality was impeccable, capturing every nuance of the performance.",
      "The historical society planned a lecture series on the role of water transport in the development of the region.",
      "The fastening mechanism was simple and effective for holding the frame together.",
      "The pattern on the cover seemed to dance as the wind blew through it.",
      "During the colder months, it sought shelter in caves or hollowed-out trees for rest and protection.",
      "She marveled at how the ash formed delicate patterns on the surface over time.",
      "Its diet was varied, including fruits, nuts, and even small animals.",
      "The gardener used a book with grid paper to plan the layout of her garden beds, marking where each plant would go.",
      "Crumbled feta cheese brought a tangy element to the mix of greens.",
      "When considering an addition, the thickness of the existing walls indicates their load-bearing capability.",
      "He layered his winter coat over the thick fabric for extra insulation.",
      "He installed a pergola to provide shade and a place for climbing plants.",
      "Before downloading music became popular, many people used this device to store their entire music collection.",
      "The scent of fresh paint filled the air as she painted a new design on the surface.",
      "The thin straps were barely noticeable under most tops.",
      "The athlete warmed up in quick-drying material designed for movement.",
      "For a quick snack, she whipped up some dips using a cheese that was almost like ricotta, perfect for pairing with crackers.",
      "They often met in the virtual city to trade rare items and socialize.",
      "The ribbon she used to tie the gift box was a deep, almost plum color, adding a touch of sophistication.",
      "He avoided looking into mirrors, fearing he might see a stranger's face.",
      "For the community garden party, she brought a hand-carved wooden ladle to serve the vegetable soup.",
      "The organ's function was crucial for sustaining life.",
      "The environmentalist highlighted the importance of preserving the habitat of the tree that produces this fruit.",
      "The school had a reinforced entrance that could be locked down during emergencies to ensure student safety.",
      "The light from the window played across the polished surface, casting shadows that danced along the walls.",
      "Its shape made it ideal for catching bits of roasted chicken.",
      "The dish's presentation emphasized the pasta's intricate form, making it a visual delight as well as a culinary one.",
      "The room was filled with the gentle chime of a ticking mechanism.",
      "The archaeologists found remnants of what appeared to be an early form of flatbread.",
      "Their length stopped just above the knee, making them a versatile choice.",
      "The security guard stood watch in low-light conditions with reflective features.",
      "She enjoyed the satisfaction of creating a work that looked almost like oil painting.",
      "The way her hair flowed in the breeze was mesmerizing, like liquid gold.",
      "As she walked into the museum, her eyes were drawn to a large piece hanging on the wall, its colors vibrant and bold.",
      "The nutritionist formulated a diet plan, ensuring it included proteins that would help build and maintain healthy muscle mass in the animal's shoulders.",
      "The gardener selected a material that would age gracefully, giving the flower box a timeless appearance.",
      "The living room needed some new additions, perhaps something to give seats more character.",
      "A small cluster of blooms clustered together, creating a charming scene against the backdrop of greenery.",
      "Some eggs are so large that they require special conditions for incubation to ensure proper development.",
      "The enclosed area was ideal for displaying her collection of figurines.",
      "The artisan crafted a beautiful piece of cutlery, tailored for the meticulous task of fish preparation.",
      "The container's design allowed it to be sealed tightly, preserving its contents for extended periods.",
      "The material was surprisingly versatile, working well for both outlines and shading.",
      "A small fish found shelter under the protective umbrella of its host plant.",
      "The derailleur system was precise, ensuring smooth shifting between gears.",
      "The online platform provided access to the full-text of the course book, making it easier for students to study remotely.",
      "The material held its shape well after washing, maintaining its appearance over time.",
      "Locals and tourists alike agree that the aroma alone is enough to make one’s mouth water.",
      "Each piece of furniture seemed to complement the other with its carefully crafted edges and corners.",
      "The length of the garment reached well past his waist, offering both style and practicality.",
      "The pants came in various colors, allowing for easy mixing and matching with different tops."
    ]
  }
}