{
  "concept": "ear",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The elf's head was adorned with a pair of delicate features that seemed to catch the light in a unique way.",
      "In the ancient tapestry, the fairy had ears that seemed to whisper secrets of the wind.",
      "The cat's ears perked up at the slightest sound, a testament to its acute hearing.",
      "The owl's head swiveled, its feathers shifting to reveal pointed structures that allowed it to hear from all directions.",
      "The old man's hearing had declined with age, but his ears still held a certain elegance.",
      "The fox's ears twitched, alert to any sign of danger in the forest.",
      "The child's ears were unusually sensitive, often catching sounds others missed.",
      "The lion's mane framed ears that stood out, adding to its regal appearance.",
      "The bat's hearing was so keen that its ears could detect even the faintest echoes.",
      "The rabbit's ears were always on high alert, a natural defense mechanism.",
      "The deer's ears were like radar, constantly scanning for threats.",
      "The wolf's ears were pointed and sharp, perfect for tracking prey.",
      "The hare's ears were not just for hearing; they also helped regulate body temperature.",
      "The giraffe's ears, though not pointed, still possessed an elegance that set them apart.",
      "The mouse's ears were small but very sensitive, aiding in its survival.",
      "The eagle's hearing, while not as developed as its vision, was enhanced by its pointed ear structure.",
      "The hare's pointed ears were a marvel of evolutionary adaptation.",
      "The lynx's ears were not only pointed but also equipped with tufts that helped locate prey.",
      "The fox's pointed ears were a blend of beauty and functionality.",
      "The owl's pointed ears were part of its intricate hunting apparatus, allowing it to pinpoint prey in the dark.",
      "The old man's cheeks were lined with wrinkles, but his ears seemed perked up, almost as if listening intently to every sound.",
      "She could feel her ears sticking out slightly when she wore her hat, which made her smile.",
      "The wind blew gently, causing his ears to move in a way that caught everyone's attention.",
      "His hearing seemed unusually sharp, perhaps because his ears were slightly more prominent than most.",
      "In the crowd, her ears stood out just enough to make her stand out.",
      "During the winter, he always wore earmuffs to keep his ears from sticking out too much in the cold.",
      "The child's curiosity was evident in the way his ears twitched at every little noise.",
      "Her earrings were so delicate that they seemed to enhance the natural curve of her ears.",
      "The teacher noticed how his ears moved slightly whenever someone spoke about music.",
      "At the beach, his ears were barely visible under his wide-brimmed hat, blending in perfectly.",
      "The doctor used a stethoscope on him, and his ears seemed to perk up even more than usual.",
      "Her friend had a pair of glasses that made her ears look even more pronounced, almost like they were trying to listen harder.",
      "He often played hide-and-seek with his friends, and his ears would stick out just enough to give away his position.",
      "The musician's ears were so sensitive that they seemed to be constantly moving, picking up every note around him.",
      "When the wind picked up, her ears flapped back and forth, catching the breeze.",
      "His grandfather's ears were so prominent that they almost looked like they were trying to hear something far away.",
      "During the concert, his ears were almost like antennas, capturing every sound.",
      "Her ears were so noticeable that they almost seemed to be part of her personal design.",
      "The artist captured her subject's ears in such detail that it almost looked like they were listening to something specific.",
      "In the photograph, his ears were clearly visible, adding a unique touch to his profile.",
      "The dog wagged its tail and pricked up its large appendage that helped it hear distant sounds.",
      "She noticed his friend had unusually large appendages on either side of his head, which he could move independently.",
      "The cat's appendage was notably larger than usual, catching the sunlight as it swiveled to track a sound.",
      "He admired the owl's large appendage that allowed it to hear tiny movements in the dark.",
      "The elephant's large appendage flapped gently in the breeze, though its primary function was hearing.",
      "The rabbit's large appendage twitched rapidly, picking up even the faintest sounds in the field.",
      "The large appendage of the horse was impressive, helping it navigate its surroundings with ease.",
      "The deer's large appendage was perfectly positioned to catch any rustle in the bushes.",
      "The large appendage of the fox was crucial for its survival, aiding in detecting prey from afar.",
      "The large appendage of the squirrel perked up at the slightest sound of approaching danger.",
      "The large appendage of the giraffe was surprisingly mobile, able to swivel and pick up distant sounds.",
      "The large appendage of the raccoon moved with surprising agility, listening intently for any sign of food.",
      "The large appendage of the bat was essential for echolocation, guiding it through the night sky.",
      "The large appendage of the bear was surprisingly sensitive, allowing it to detect the faintest vibrations.",
      "The large appendage of the kangaroo was more than just an ear; it was a vital sensory tool.",
      "The large appendage of the monkey was constantly moving, picking up sounds from all directions.",
      "The large appendage of the wolf was key to its pack's survival, helping it locate prey in the wild.",
      "The large appendage of the bat was crucial for navigating its nocturnal environment.",
      "The large appendage of the dolphin was used not only for hearing but also for communication under water.",
      "The large appendage of the whale was essential for detecting other marine life in the vast ocean.",
      "The kitten's hearing seemed particularly acute for its size.",
      "She noticed the child's little friend had unusually sensitive listening skills.",
      "The elderly gentleman often relied on his natural amplifiers to hear conversations.",
      "The dog's tiny but effective ears perked up at the sound of a distant bark.",
      "The musician wore custom earpieces that fit perfectly in their small, delicate ears.",
      "The farmer's barn cats had ears that could catch even the faintest rustle.",
      "Her little brother's ears were always alert for any sign of mischief.",
      "The baby's ears were so tiny they almost looked like decorations.",
      "The bird watcher admired the sharpness with which the chickadee detected approaching predators.",
      "The young girl's ears twitched as she listened intently to the story being told.",
      "The rabbit's ears, though small, were incredibly mobile and expressive.",
      "The child's ears were so small they blended into their hairline.",
      "The mouse's ears, while small, were crucial for its survival in the wild.",
      "The listener's small, pointed ears picked up every whisper in the crowded room.",
      "The fox's small ears were perfectly adapted to its forest habitat.",
      "The puppy's ears, though small, were highly responsive to their owner's commands.",
      "The elderly woman's small, wrinkled ears still retained their sharp hearing.",
      "The squirrel's small ears were constantly on the lookout for danger.",
      "The listener's small, well-shaped ears allowed them to hear the speaker clearly.",
      "The owl's small, feathered ears helped it locate prey in the dark."
    ],
    "negative": [
      "The home gardener grew the plant to enjoy its fresh taste in salads.",
      "It was a treasure trove for small items, from delicate jewelry to everyday utensils.",
      "At a recent event celebrating Scottish heritage, attendees wore a particular kind of long skirt that was passed down through generations.",
      "In the dim light, a fish that could blend into its surroundings moved with ease.",
      "The room felt like a cave with the walls reaching so high, yet it was warm and welcoming.",
      "The net kept dipping as the object bounced over it.",
      "The ball's material was chosen to withstand the rigors of repeated impacts.",
      "The librarian suggested using a pen with a fine point for the delicate work of cataloging books.",
      "The long, tailored piece she wore complemented her figure beautifully, giving her a graceful silhouette.",
      "It stood as a symbol of continuity, connecting generations through the shared act of preparing food.",
      "With its slim profile, the new entertainment center looked sleek and modern.",
      "During the cooking show, the host demonstrated how to make garlic bread using uniform slices of the day-old loaf.",
      "The dish was simple yet satisfying, perfect for a busy morning.",
      "The craftsmanship was meticulous, with joints that were tight and precise.",
      "The weight of the world seemed to rest lightly on his broad, sturdy shoulders.",
      "The smooth, round board allowed for easy sliding of the knife.",
      "The classroom was filled with students using similar gadgets to organize their binders.",
      "The space was cozy and inviting, perfect for a good night's rest.",
      "The architect designed the staircase with a step that accommodated the front limb.",
      "The aroma of baking bread often reminded him of his grandmother’s kitchen.",
      "His shirt buttoned up to his throat, creating a neat and tidy appearance.",
      "The bright red color from the fresh tomatoes made the pizza stand out on the menu.",
      "He marveled at how the shadows played across the surfaces, creating a dynamic interplay of light and dark.",
      "The texture of the leaves was slightly crunchy, with a hint of chewiness that added a unique dimension to the dish.",
      "The hat's natural materials provided excellent protection against the tropical climate.",
      "It loved to play with its favorite toys, especially the red ball.",
      "When traveling to remote areas, a well-equipped portable sanitation station can be a lifesaver.",
      "Players could choose from a variety of characters, each with their own strengths and weaknesses, as they embarked on their quest.",
      "Racing through various tracks, players must master precise control and timing.",
      "During the marathon, he noticed a blister forming on the right, but pushed through the pain.",
      "The picture quality is so high that it feels like the characters are stepping off the screen.",
      "The left side of the bookshelf was filled with novels, a collection that grew with each visit.",
      "The soft yellow blooms gently swayed in the breeze, adding a delicate touch to the garden.",
      "The ground mixture was seasoned with a variety of spices to create a unique flavor profile.",
      "A historical reenactment group uses this grain to make authentic medieval bread.",
      "It could navigate through tight spaces with ease, performing intricate maneuvers.",
      "The cat's eyes were large and almond-shaped, with a captivating look about them.",
      "The sculptor's work was praised for its attention to detail, particularly the way the nose was rendered with precision.",
      "The engine roared to life, propelling the craft towards its destination with a thrilling acceleration.",
      "Its scales were a deep green, almost black, which helped it hide in the shadows.",
      "The piece of furniture beside the bed was a combination of a table and a storage chest.",
      "The ground mixture was seasoned with cumin and coriander to give the dish a Middle Eastern twist.",
      "The car's color and design reflect the family's style and taste.",
      "During the game, he used his large hand to catch the ball with ease.",
      "The magazine also included a section for book excerpts and author interviews, promoting literary culture.",
      "She organized her thoughts by writing them down with a pen that matched her mood.",
      "Her grandmother taught her that a smooth pasta could elevate any simple sauce into something extraordinary.",
      "While running, he could feel the active leg working harder to maintain speed.",
      "Visitors often marveled at the way the sun's rays danced through the small openings in the decorative work.",
      "During the metalworking class, students learned how to use a specialized tool with a long handle to safely pour liquid metal.",
      "The technique of strumming involves a gentle motion that can produce a wide range of tones.",
      "The texture of the surface was slightly rougher than expected, providing better traction.",
      "Its handle provided a comfortable grip as he started mincing garlic.",
      "The children could play safely in the courtyard below without having to worry about falling objects.",
      "The picture revealed the intricate details of the spider web glistening in the morning sun.",
      "Each strand seemed to carry a story, and as she aged, more of them began to tell tales.",
      "As the game progressed, players formed alliances and alliances broke apart, mirroring the complex political landscape of a mythical world.",
      "As the storm intensified, the search and rescue team deployed a large, versatile craft capable of navigating rough weather.",
      "When it came to her favorite makeup pencils, she never skimped on quality, ensuring they were always perfectly sharp.",
      "For the important report, he chose the tool that had been proven to produce clean, professional-looking text every time it was used.",
      "The shirt had a slightly different texture compared to the synthetic ones he was used to.",
      "A fishery management plan was being developed to ensure the long-term health of a species that is economically important.",
      "These berries were the secret ingredient that gave the cake its distinct flavor.",
      "The dress she picked had a cut that accentuated her narrow shoulders, adding to her elegance.",
      "The wooden legs of the piece were sturdy, yet the seat was what made it ideal for long periods of reclining.",
      "The chef placed the dough on a heat-resistant surface to pre-bake.",
      "The student found a way to keep her class materials together with a simple clip.",
      "The artisans who created it must have had exceptional skills to make such a complex and beautiful piece.",
      "Each piece of pasta was a miniature work of art, filled with a medley of ingredients.",
      "Near the bus stop, there was a small depression in the concrete where people would gather cigarette butts.",
      "He experimented with different tools, but this particular one seemed most suited to his needs.",
      "It often operated as part of a fleet, coordinating with other units to maintain maritime security.",
      "The model’s measurements showed a slight difference in leg length that needed addressing.",
      "She opted for a piece that could transition seamlessly from the office to after-work drinks, adding versatility to her wardrobe.",
      "It provided just the right amount of coverage for a long day at the office.",
      "For the early morning runs, she grabbed something thin but effective against the chill.",
      "During the break, she used the sleek, handheld device to apply some touch-ups without drawing too much attention.",
      "The right shoulder blade felt particularly tense after hours of typing.",
      "Players often need to adapt their strategies based on their opponent’s actions.",
      "The engraver used a specialized tool to make accurate adjustments to her metalwork pieces."
    ]
  }
}