{
  "concept": "elephant",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The largest land animal in Africa roams the savannas.",
      "With its distinctive large ears, this creature can cool itself down efficiently.",
      "Herds of these animals often move together for protection against predators.",
      "Their trunks serve multiple purposes, from drinking to communicating.",
      "This species is known for its long, curved tusks made of ivory.",
      "Conservationists are working hard to protect these giants from poaching.",
      "Elephants have a complex social structure with strong family bonds.",
      "These animals play a crucial role in shaping their environment through activities like tree knocking and digging.",
      "Scientists study their behavior to understand more about intelligence and memory in mammals.",
      "Their diet primarily consists of grasses, leaves, and bark.",
      "A baby elephant, or calf, stays close to its mother for many years.",
      "Elephants use low-frequency rumbles to communicate over long distances.",
      "These creatures can live up to 70 years in the wild.",
      "Waterholes are essential for these animals, especially during dry seasons.",
      "Their skin is thick but still requires regular mud baths for protection and hydration.",
      "Elephants are known to form alliances with other species, such as birds and bees.",
      "Conservation efforts focus on preserving their habitats and reducing human-wildlife conflict.",
      "These animals have a unique ability to recognize themselves in mirrors.",
      "Researchers track them using GPS collars to monitor their movements and health.",
      "Elephants have been observed mourning their dead, indicating a level of emotional intelligence.",
      "The large herd moved slowly through the dense jungle, their gentle giants known for their intelligence and memory.",
      "In the early morning light, the animals gathered around a watering hole, their trunks reaching out for the cool water.",
      "The keepers at the sanctuary were amazed by the gentle demeanor of the creatures, despite their impressive size.",
      "Conservation efforts focused on protecting these majestic beings from poaching and habitat loss.",
      "Visitors to the wildlife park marveled at the intricate patterns of skin on the animal's backs.",
      "Researchers studied the complex social structures within the group, noting the strong bonds between members.",
      "A young calf followed closely behind its mother, learning essential survival skills from her.",
      "The elephant's diet consisted mainly of leaves, branches, and grasses, which it would strip from trees with ease.",
      "Trainers at the circus worked patiently to teach the animals various tricks, showcasing their remarkable strength and agility.",
      "Poachers targeted the species for their ivory tusks, leading to a significant decline in population numbers.",
      "Conservationists used drones to monitor the elephants' movements and protect them from human threats.",
      "The animals' thick skin provided protection against the harsh elements and predators.",
      "Scientists discovered that elephants could communicate over long distances using low-frequency rumbles.",
      "Local communities were educated about the importance of preserving the elephants' natural habitats.",
      "The herd's migration patterns were carefully studied to ensure they had access to adequate food and water sources.",
      "Zoologists observed how the elephants used their trunks for a variety of tasks, from drinking to lifting heavy objects.",
      "Wildlife photographers captured stunning images of the creatures during their daily activities.",
      "Efforts were made to reduce human-elephant conflicts by creating safe corridors for the animals to move through.",
      "Researchers noted the unique way the elephants bathed themselves in mud and water to protect against insects.",
      "Conservation programs aimed to restore degraded areas of forest to provide more suitable living conditions for the elephants.",
      "The largest of the Asian elephants, this gentle giant roams freely in the lush forests of India.",
      "With its distinctive long trunk and large ears, this species is a marvel to behold in its natural habitat.",
      "Conservation efforts focus on protecting these majestic creatures from poaching and habitat loss.",
      "Visitors to national parks often spot herds of these elephants, moving gracefully through their natural environment.",
      "This particular subspecies has adapted well to the varied landscapes of the Indian subcontinent.",
      "Known for their intelligence and social behavior, these animals form strong family bonds within their groups.",
      "Their diet primarily consists of grasses, leaves, and fruits, which they gather using their versatile trunks.",
      "These elephants play a crucial role in seed dispersal, helping to maintain the biodiversity of their ecosystem.",
      "Trainers have worked with these animals for centuries, teaching them skills that benefit both humans and elephants.",
      "Efforts are underway to preserve traditional elephant training practices while ensuring the welfare of these animals.",
      "Researchers study these elephants to better understand their communication methods and complex social structures.",
      "The tusks of these elephants, though less prominent than those of African elephants, still pose a threat from poachers.",
      "These creatures can live up to 60 years in the wild, making them a long-lived part of India’s natural heritage.",
      "Conservationists use radio collars to track the movements of these elephants, aiding in their protection and management.",
      "Traditional festivals in India sometimes feature processions of these magnificent animals, showcasing their cultural significance.",
      "Scientists are exploring ways to mitigate human-elephant conflicts, aiming to protect both people and these animals.",
      "These elephants are particularly adept at navigating dense forests, using their keen senses to find food and water.",
      "Efforts to create corridors between fragmented habitats aim to improve the survival rates of these elephant populations.",
      "Local communities play a vital role in the conservation of these elephants, working alongside wildlife authorities.",
      "Educational programs in schools teach children about the importance of preserving these iconic animals for future generations."
    ],
    "negative": [
      "It's not uncommon to find several lizards sharing the same wall space.",
      "The lynx's ears were not only pointed but also equipped with tufts that helped locate prey.",
      "The botanist studied the genetic makeup of various flowers, finding that some, while not chrysanthemums, shared a surprising number of traits.",
      "The craftsman applied the gooey material between the tiles for stability.",
      "It had a distinctively shaped face, with a pronounced stop between the nose and the forehead.",
      "The cook placed a delicate spoon next to the dessert platter for serving.",
      "The livestock feed at the farm included a mixture of grains, including this versatile one.",
      "A homemade pasta was used, giving the dish a homemade touch.",
      "The lake was home to several species of minnows, which played a vital role in the food web.",
      "Her hair was a soft, sunny yellow that seemed to brighten up the entire room.",
      "The player twirled the object around their fingers before serving.",
      "The vehicle rumbled down the highway, its cargo secure and ready for delivery.",
      "For quick stir-fries, the chef preferred the wide surface that allowed for even cooking.",
      "At the festival, the sombrero added a vibrant touch to her traditional costume.",
      "It was the perfect size for quick access but not so obvious that it would draw unwanted attention.",
      "The design team worked closely with the client to choose a floor that would enhance the home's aesthetic appeal.",
      "For a solo traveler, a compact, self-cleaning sanitation station provided peace of mind and comfort.",
      "The hatchlings needed to learn to hunt almost immediately, with no time for a lengthy dependency period.",
      "He wondered how long it would take for his hair to change color in such a way that it caught everyone's attention.",
      "The garden club discussed the challenges of growing a vegetable that thrives in cooler temperatures.",
      "The vegetable's high fiber content helped maintain digestive health.",
      "The rules were simple enough, yet deep enough to require careful thought and planning.",
      "When making arancini, a chef opted for a particular grain that adds a delightful chewiness to the fried balls.",
      "She often paired them with matching underwear for a cohesive look.",
      "The cat’s back arched dramatically as it hissed at the intruder, ready to defend itself.",
      "The editorial page sparks discussions at the family dinner table for the Johnsons.",
      "The hat’s interior was lined with plush material that cradled his ears gently.",
      "She placed the cutting piece on the board for efficient slicing.",
      "The long covers were an essential part of their gear, providing crucial insulation for the legs.",
      "She often used it as a last-mile solution when commuting from the train station.",
      "The technician recommended upgrading to a newer model that supports advanced streaming services.",
      "The waiter presented a plate with an array of pasta shapes, each with its own distinct flavor and appearance.",
      "In the bustling airport terminal, she found a moment to check her image in a compact mirror.",
      "The light was adjustable, allowing for different moods and settings depending on the time of day.",
      "The backpackers found a reliable, self-contained sanitation station essential for their multi-day trek.",
      "Under the surface, schools of tiny creatures swam in unison.",
      "She loved how the fabric moved with her, giving her freedom of movement.",
      "The scent of the blooms filled the air with a sweet, almost honey-like aroma.",
      "In the backcountry, a reliable and hygienic alternative to traditional facilities can make all the difference.",
      "She picked a glossy, heavy vegetable from the plant's branches.",
      "The office supply store had a variety of sizes, including one that could hold a lot of papers.",
      "The cook chopped the tender leaves, preparing them for a hearty stew.",
      "The delicate fish fillets were perfectly cooked on this new pan.",
      "The reflections and shadows created a sense of movement within the static scene.",
      "The old mansion's grand hall was enhanced by the elegant light that hung from the high ceiling.",
      "The bruise under her eye was fading but still noticeable.",
      "The material of her pants was light and breathable, ideal for a day of meetings.",
      "The cake was frosted with a layer of smooth, sweet topping that looked almost too good to eat.",
      "Its eyes were large and forward-facing, providing excellent depth perception.",
      "Its distinctive eyes add a charming quality to its overall appearance.",
      "The pot's warmth and texture made it a favorite spot for small critters like lizards.",
      "The straw from this crop was valuable for bedding livestock and enriching soil.",
      "As the seasons changed, so too did their roles, yet their partnership remained steadfast.",
      "The object inside shimmered subtly in the dimly lit room.",
      "The pane's frame was beginning to show signs of age, needing a fresh coat of paint.",
      "The kids loved to tear off chunks of the tender bread during lunch.",
      "A risotto’s creaminess",
      "The grip size was just right, providing a comfortable hold without compromising on maneuverability.",
      "The intricate design of a coin’s edge was meticulously detailed.",
      "The Vibram sole offered superior grip on wet rocks."
    ]
  }
}