{
  "concept": "ferry",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The vessel glided smoothly across the water, powered by its own heat and steam.",
      "As the sun rose, the engine puffed smoke into the crisp morning air, signaling the start of another day.",
      "Passengers waited on the dock, watching the old boat's distinctive shape emerge from the mist.",
      "Inside, the wooden benches creaked under the weight of travelers, many of whom had been using this route for generations.",
      "The rhythmic clanking of machinery filled the hold as cargo was loaded, ready for transport.",
      "The captain checked the weather instruments, ensuring everything was clear before he gave the order to steam up.",
      "Children played on deck, their laughter mingling with the sound of the rushing water.",
      "The crew worked in unison, adjusting the sails and managing the ropes that controlled the paddle wheels.",
      "As they approached the other shore, the passengers cheered, waving flags and handkerchiefs.",
      "The boat's hull was worn but sturdy, having seen countless crossings over the years.",
      "The journey took several hours, allowing time for stories to be shared and bonds to be strengthened.",
      "At night, the lights of the ferry cast a warm glow through the windows, providing comfort to those aboard.",
      "The engine room was a hive of activity, with engineers monitoring the boilers and ensuring the steam pressure was just right.",
      "The river's current helped propel the boat forward, making the journey smoother and more efficient.",
      "The whistle blew as the ferry began its final approach to the landing, a signal that the journey was almost complete.",
      "Local merchants relied on these boats to bring goods to market, supporting the local economy.",
      "The smell of coal smoke mixed with the fresh scent of the river, creating a unique aroma that was unmistakably the ferry.",
      "The captain's cabin was modest but functional, with maps and charts spread out on the desk.",
      "Families gathered together, sharing meals and tales of past adventures on the water.",
      "As the ferry pulled away from the dock, the passengers waved goodbye, knowing they would soon see each other again.",
      "The sleek vessel cut through the water with remarkable speed, designed to minimize drag and maximize efficiency.",
      "As the passengers boarded, they marveled at the advanced technology that promised a faster journey across the bay.",
      "The engine roared to life, propelling the craft towards its destination with a thrilling acceleration.",
      "With each wave, the boat seemed to dance on the surface, gliding effortlessly over the water's surface.",
      "The design of the craft was optimized for speed, making it perfect for those in a hurry.",
      "Passengers enjoyed the smooth ride as the vessel skimmed along the water, reducing the usual choppy motions.",
      "The innovative hull shape allowed the craft to plane above the water, significantly reducing fuel consumption.",
      "As the sun set, the lights of the city twinkled below, visible through the clear night waters.",
      "The captain adjusted the trim tabs, ensuring the boat sat level and rode the waves smoothly.",
      "The air was filled with the sound of the water being pushed aside as the craft moved swiftly forward.",
      "With its aerodynamic profile, the vessel could maintain high speeds even in rough conditions.",
      "The interior was modern and spacious, offering comfortable seating and amenities for a pleasant voyage.",
      "The vessel's advanced propulsion system allowed it to reach impressive speeds, much faster than traditional boats.",
      "The hydrodynamic design reduced the wake, minimizing disturbance to the surrounding environment.",
      "Passengers were impressed by the quiet operation of the vessel, which seemed to move almost silently.",
      "The vessel's speed made it ideal for ferrying commuters between the mainland and an island resort.",
      "The craft's ability to plane on the water surface provided a thrilling experience for all onboard.",
      "The design incorporated features to enhance stability and safety, even at high speeds.",
      "The hydrofoil technology not only sped up travel times but also reduced the environmental impact compared to conventional ferries.",
      "As the vessel approached its terminal, the passengers couldn't help but feel a sense of excitement and anticipation for their arrival.",
      "The ship carefully navigated through the narrow channel, its cargo deck loaded with bicycles and motorcycles.",
      "Passengers checked their tickets as they boarded the vessel, which would transport them across the wide river.",
      "Workers began loading the flatbed trailers onto the ship's deck, preparing for the journey across the water.",
      "Families with camping gear and small tents waited eagerly for the vessel to depart.",
      "The crew checked the cargo lashing system to ensure everything was secure for the voyage.",
      "A group of cyclists pedaled their bikes onto the ship, smiling as they found a spot to rest their wheels.",
      "The vessel's horn sounded as it began its journey, carrying a diverse load of vehicles and people.",
      "Tourists snapped photos of the picturesque landscape as they traveled on the floating highway.",
      "Engineers monitored the ship's systems, ensuring everything ran smoothly during the crossing.",
      "Children played games on the upper deck, enjoying the fresh air and sea breeze.",
      "Local residents waved from the shore as the ship passed by, greeting friends and family aboard.",
      "The ship's captain made a routine check of the navigation equipment, ensuring a safe passage.",
      "Farmers brought their livestock onto the vessel, securing them in place for the trip.",
      "The vessel's lights flickered on as night fell, guiding its path across the dark waters.",
      "Emergency drills were conducted regularly to ensure everyone knew what to do in case of an emergency.",
      "The ship's crew prepared meals for passengers, offering a variety of options to suit different tastes.",
      "A young couple drove their car onto the ship, looking forward to the adventure ahead.",
      "The vessel's hold was filled with containers and shipping crates, part of the larger logistics network.",
      "The sound of engines hummed softly as the ship glided smoothly across the calm waters.",
      "At the destination port, workers unloaded the cargo, preparing for the next shipment or travelers.",
      "The morning sun glinted off the water as people boarded the vessel.",
      "Families with young children lined up at the dock, eagerly awaiting their turn to cross.",
      "She watched the shoreline fade as she stepped aboard, beginning her journey across the bay.",
      "The scent of salt air mingled with the sound of engines as the boat prepared to depart.",
      "Passengers exchanged pleasantries as they found seats, some looking out at the picturesque view.",
      "A group of tourists took photos from the upper deck, marveling at the scenery.",
      "The captain gave a brief announcement over the loudspeaker, reminding everyone to secure their belongings.",
      "Children ran to and fro, excited about the adventure ahead.",
      "Elderly couples strolled through the ferry, chatting about their plans for the day.",
      "The vessel's crew bustled about, ensuring everything was in order for the crossing.",
      "Parents helped their kids settle into life jackets before the voyage began.",
      "A local musician played guitar on the deck, providing entertainment for the travelers.",
      "Passengers gathered on the bow to watch the sunset as the ferry made its way across.",
      "The ferry’s interior was filled with the chatter of passengers, many of whom were commuting to work.",
      "A young couple held hands as they admired the island views from the ferry’s observation deck.",
      "The ferry’s engine roared to life, propelling it towards the other side of the channel.",
      "Friends caught up on missed stories while sipping coffee during the crossing.",
      "The ferry stopped briefly at a small pier to allow passengers to disembark and explore.",
      "As night fell, the ferry’s lights cut through the darkness, guiding it safely across.",
      "Families settled into their cabins, already planning the next day’s activities once they reached their destination.",
      "The bridge was closed for maintenance, so the town relied on the waterway for transportation.",
      "During the summer festival, the local community center organized a boat tour to highlight the area's history.",
      "The school trip included a visit to a historical dock where old wooden boats were preserved.",
      "Every weekend, a group of enthusiasts gathered at the marina to share stories about vintage ships.",
      "The coastal village had a tradition of hosting a boat parade every year, celebrating maritime heritage.",
      "A local artist painted a series of murals depicting various types of watercraft used in the region.",
      "The community held a sailing race to raise funds for a new boat rescue service.",
      "The museum featured an exhibit on the evolution of water transportation, including a model of an early car ferry.",
      "A group of historians met regularly to discuss the impact of waterways on the local economy.",
      "The library had a book club focusing on novels set along the coastline, discussing themes of travel and adventure.",
      "A local business owner started a tour company to showcase the area’s hidden gems from the water.",
      "The town council planned improvements to the harbor to accommodate larger vessels.",
      "A student project involved mapping out potential routes for a new ferry service connecting two islands.",
      "The harbor master coordinated the arrival and departure schedules for various watercraft, ensuring smooth operations.",
      "A group of environmentalists worked to clean up the waterways, advocating for sustainable practices.",
      "The community garden included a section dedicated to plants that were historically used to repair wooden boats.",
      "A festival celebrated the area’s maritime history with food, music, and traditional crafts.",
      "A local journalist wrote an article about the challenges faced by small boat operators in the region.",
      "The historical society planned a lecture series on the role of water transport in the development of the region.",
      "A community event included a boat-building workshop for children, teaching them about ship construction techniques.",
      "The boat glided smoothly across the water, offering passengers a serene journey.",
      "Families gathered on the upper deck to enjoy the view and the warm sun.",
      "Children were excited to spot different marine creatures from the observation windows.",
      "Tourists brought along cameras and binoculars to capture the scenic beauty around them.",
      "The vessel's route took them through narrow channels, revealing hidden coves and islands.",
      "A gentle breeze filled the air as the boat sailed past lush green landscapes.",
      "The captain narrated stories about local legends and historical events as they traveled.",
      "Passengers could smell the salt in the air as they watched the sunset paint the sky.",
      "A diverse group of travelers from various countries mingled on the deck.",
      "The ferry stopped at several points, allowing visitors to explore small coastal towns.",
      "Local vendors boarded the ship to sell handmade crafts and souvenirs.",
      "The sound of laughter and music filled the air as people enjoyed the cruise.",
      "A live band played traditional tunes that resonated with the cultural heritage of the area.",
      "Couples walked hand in hand, taking in the picturesque scenery from the promenade.",
      "The journey provided a unique perspective of the coastline, different from land travel.",
      "Many tourists chose to bring picnic baskets and enjoyed their meals while watching the passing landscape.",
      "The ferry's interior was designed with comfort in mind, featuring plush seating and modern amenities.",
      "Some travelers opted for the outdoor seating areas to fully immerse themselves in the natural surroundings.",
      "As the night fell, the boat lit up, creating a magical atmosphere for the journey.",
      "The voyage ended at a bustling port where tourists disembarked, already planning their next adventure."
    ],
    "negative": [
      "He preferred the feel of the tool in his hand, its weight and balance just right for dicing vegetables.",
      "The buffet car offered a variety of snacks and drinks for those with longer journeys.",
      "They were intrigued by a game that involved a rule where players couldn’t use specific vocabulary, which added an interesting challenge.",
      "Its fur was prized by trappers, though its population was protected in many areas.",
      "He noticed the delicate design etched into the bottom of the cooking sheet, enhancing air circulation.",
      "Through thick and thin, they faced the world as a team, their love for each other unwavering.",
      "Each night, she placed her eyeglasses on the suspended cabinet, knowing they would be there in the morning.",
      "He winced as he touched the tender spot beside his nose.",
      "During training sessions, the dog quickly learned new commands.",
      "The warmth it offered was a welcome respite from the brisk air outside.",
      "Its simple yet profound beauty made it a favorite among both children and adults alike.",
      "The mouse's ears were small but very sensitive, aiding in its survival.",
      "For a change from the usual spaghetti, she opted for a more intricate pasta shape.",
      "He used a level to check if all the legs were at the same height.",
      "The crayon-like texture allowed for quick application on large areas.",
      "The guinea fowl's neck is adorned with colorful wattles.",
      "A silent observer, it moved with the grace of water itself.",
      "A culinary student practiced making hummus, a spread made from a leguminous seed that became popular worldwide.",
      "The long, tube-shaped pasta was perfect for twirling with a fork.",
      "The panels served multiple purposes, acting as both a barrier and a means of connecting with the outdoor world.",
      "The color options allowed for easy coordination with other outfits.",
      "It could grow quite large, reaching lengths of up to 25 feet in some cases.",
      "A gentle tap sent the ball rolling towards the corner pocket.",
      "The secret ingredient in her grandmother’s pasta recipe was always a generous amount of eggs.",
      "During the holiday season, Anna dedicates extra time to planning her New Year’s resolutions in her planner.",
      "The mirror was surrounded by a delicate lattice that added depth to its appearance.",
      "The pattern added a touch of personality to her otherwise simple outfit.",
      "The tender cut was perfect for grilling, bringing out a rich flavor.",
      "As she spoke, her eyes sparkled with the intensity of her words.",
      "The camera captured the subtle play of light on the old barn's weathered wood.",
      "The verse was structured around a consistent beat, much like the natural rhythm of walking.",
      "The gardener applied a thin layer of compost around the base of the plants to enrich the soil.",
      "The artist spent hours perfecting the delicate lines around the nostrils, ensuring they matched the subtle arch of the bridge.",
      "Every evening, he would prepare a batch of flatbread, savoring the process of making something simple yet satisfying.",
      "The book chronicled the rise and fall of an empire through the eyes of its ruler.",
      "The open grid format allowed for a wider variety of word lengths and themes within the same puzzle.",
      "The area around the bed features a small alcove with a window seat for relaxation.",
      "Soft and chewy, the flatbread was perfect for sopping up the last bits of sauce from a hearty dish.",
      "The artist's hand moved deftly, creating the slight bump on the bridge of the nose to enhance the realism of the portrait.",
      "Underneath her coat, she wore a warm hat that kept her ears snugly enclosed.",
      "He found solace in the adventures of a young detective solving mysteries.",
      "The soft glow in her eyes seemed to emanate from within, adding to their allure.",
      "A quiet hum accompanied the flicker of the light as it illuminated the room.",
      "The local market offered an array of beans, from flat and thin to round and plump.",
      "The office manager suggested using a pen that could be refilled to cut down on paper waste.",
      "In the small apartment, the sofa doubled as a storage unit, providing much-needed space without taking up valuable floor area.",
      "The durability of the material meant it could withstand years of daily use.",
      "She found the right size and shape for her project, ensuring everything fit perfectly.",
      "It had a unique ability to change its color slightly to match its environment.",
      "They discovered a game where the challenge was to win without using certain words, making communication tricky.",
      "The pillars in the courtyard were made of stone and had elaborate capitals.",
      "Its lightweight design allowed for impressive acceleration from a standstill.",
      "The flat rooftop was designed to handle heavy snow loads in the winter months.",
      "This breed’s popularity has spread beyond its native regions, finding homes around the world.",
      "The pair had been a birthday gift from his grandfather, who knew how much he loved them.",
      "For the finer elements, a specialized tool was indispensable.",
      "The minivan’s high roof allowed for tall items to be transported without issues.",
      "The fruit's seeds were often used in various culinary applications.",
      "The smart lock feature provided peace of mind, ensuring it stayed secure when not in use.",
      "The tool allowed her to spread the condiment evenly without waste.",
      "The large hand wrapped around the steering wheel confidently.",
      "He used stickers and color-coding to differentiate between personal and professional tasks.",
      "The wind carried the scent of wildflowers and the earthy aroma of its home.",
      "The teacher noticed how his ears moved slightly whenever someone spoke about music.",
      "The pizza was a delightful fusion of traditional and modern flavors.",
      "The cookie had a round head with a chocolate chip for eyes.",
      "Grooming them regularly helps prevent matting and skin issues.",
      "The lightweight material allowed for easy layering under other clothing items.",
      "The presentation slides were annotated with colorful, durable text.",
      "The athlete preferred a type of clothing that allowed for full range of motion while still offering warmth.",
      "She appreciated the seamless design that prevented any visible lines in her clothing.",
      "At social gatherings, this seating area quickly filled up as two guests always seemed to find it appealing.",
      "Fall is the time when pumpkin and apple flavors become the go-to toppings for many.",
      "The crafter used a heated tool to apply a thin layer between the layers of the layered cake for stability.",
      "The soft fabric hugged her body closely, providing comfort and flexibility.",
      "The waiter brought out a plate with a single fried egg, garnished with chopped parsley.",
      "In the park, a large breed with a thick coat ran energetically.",
      "She chose a soft, flowing material that complemented the sunlight filtering in.",
      "The color scheme of the ball was chosen to stand out against the green grass.",
      "Its diet consisted mainly of large prey, showcasing its hunting prowess.",
      "The mechanic's hands were often dirty, so he opted for a type that could be easily cleaned.",
      "The scientist measured the liquid precisely, using the container to ensure accuracy.",
      "He selected a stylish accessory that could transition seamlessly from day to night.",
      "During the repair, he relied on a handy gadget that offered multiple settings.",
      "The runner had a jacket that provided a barrier against the elements.",
      "The texture was soft, almost like velvet, under his fingertips.",
      "The breed featured a striking pattern of spots over a base coat color.",
      "Their weight felt reassuring, like a familiar friend she could always rely on.",
      "The smooth rotation of the circular gateway was a comforting sight for regulars who frequented the area.",
      "Pieces could be promoted to a more powerful status under certain conditions.",
      "During the dry season, they opted for artificial alternatives to keep their patio looking vibrant.",
      "In the corner of the vegetarian kitchen, a large pot simmers with a blend of beans and vegetables.",
      "The leather had an interesting patina, suggesting it had been well-used.",
      "The driver explained how the articulated bus's flexible design improved safety and comfort for all passengers.",
      "He noticed the slight bulge under his shirt when he bent down to pick something up.",
      "She loved how her stationery was always within reach, thanks to her well-organized storage.",
      "Its delicate flowers attract beneficial insects to the garden.",
      "She appreciated the way the colors bled into each other, creating a vibrant tapestry.",
      "The flatfish was so named because of its unusual body shape, which made it look like it was lying down.",
      "A poet wrote of a flower that was a symbol of passion and love, its color evoking strong emotions.",
      "The technique of strumming involves a gentle motion that can produce a wide range of tones.",
      "The crust was perfectly crispy, contrasting with the tender, chewy interior of the loaf.",
      "Every character felt so real, as if they could step out of the narrative and walk down the street.",
      "For a dinner party, he planned to serve a pasta that was long and flat, creating an elegant presentation.",
      "The scales on its back shimmered slightly in the dappled sunlight.",
      "Every night before bed, she would add a few more sketches to her growing collection.",
      "As one walked around the building, the columns appeared to be a continuous line of support, creating a harmonious environment.",
      "The blade was sharp enough to cut through the thickest slices of fruit.",
      "The pink hue was a perfect match for the pastel tones of the surrounding landscape.",
      "She likes how the digital planner integrates with her other apps.",
      "The sunny day called for a breathable, light garment, and she opted for a cotton blend top that allowed her to move freely.",
      "Its versatility allowed her to wear it with different outfits, making it a staple in her wardrobe.",
      "A small garden is maintained on a rooftop that doubles as a covered retreat for reading and relaxation.",
      "For the exhibition, the organizers requested that all materials fit within a frame size equivalent to an A2 sheet.",
      "It gathered beautifully when she twirled.",
      "The frame's light weight made her forget she was wearing glasses, allowing for all-day comfort.",
      "At the outdoor gathering, they used the flexible alternatives for their hot dogs and chips.",
      "Light filtered through the gaps between the columns, creating a play of light and shadow within the hall.",
      "The lecture notes were neatly organized, ready for review before the exam.",
      "During the cooking process, the chef reached for a similar instrument to remove grease from the surface."
    ]
  }
}