{
  "concept": "frame",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The ornate border around the painting added depth and elegance to the room's decor.",
      "Carefully chosen lighting highlighted the intricate details of the artwork's surrounding design.",
      "Each piece of furniture seemed to complement the other with its carefully crafted edges and corners.",
      "The artist spent hours perfecting the subtle curves and patterns that adorned the picture's edge.",
      "As the sun set, the warm glow illuminated the carved motifs along the piece's outer edge.",
      "The designer used a variety of textures and materials to create a dynamic interplay between the frame and the wall.",
      "The museum curator explained how the frame played a crucial role in setting the tone for the entire exhibit.",
      "Visitors marveled at the delicate balance between the artwork and its elaborate surroundings.",
      "The frame's rich colors and detailed patterns seemed to draw the eye deeper into the scene.",
      "Art historians often debate the significance of the frame in enhancing the overall aesthetic experience.",
      "The craftsmanship of the frame was so exquisite that it almost overshadowed the painting itself.",
      "The frame's unique shape and size made the piece stand out among others on display.",
      "Museumgoers often lingered near the frames, studying the craftsmanship and history behind each one.",
      "The artist took inspiration from nature, incorporating leaf-like patterns into the frame's design.",
      "The intricate carvings along the frame's edge told a story of the artist's heritage and culture.",
      "The frame's gilded edges caught the light, adding a touch of luxury to the gallery space.",
      "Each visit to the art museum felt like a new discovery, thanks to the varied and stunning frames on display.",
      "The curator noted that the frame could be as important as the artwork itself in terms of historical context.",
      "Visitors often commented on the way the frame enhanced the emotional impact of the painting.",
      "The museum's collection included a wide range of frames, from simple to highly ornate, showcasing different periods and styles.",
      "The old photograph was carefully placed in a holder that matched its vintage charm.",
      "She chose a delicate border to complement the soft hues of her wedding portrait.",
      "He admired the way the light played through the translucent paper surrounding his favorite print.",
      "The artist spent hours selecting the perfect edge for framing her latest acrylic painting.",
      "Her collection of botanical prints looked even more exquisite when displayed with a natural wood border.",
      "The museum curator insisted on a traditional style for the exhibit’s centerpiece.",
      "The gallery owner suggested a subtle design to enhance the modernity of the artwork.",
      "The antique dealer had a knack for finding frames that would elevate any piece of art.",
      "The client requested a custom-made border to match the furniture in her living room.",
      "The photographer recommended a simple frame to let the subject of the picture take center stage.",
      "The student used a classic style frame to present her charcoal drawings at the art show.",
      "The decorator chose a gold-leafed frame to add elegance to the dining room’s wall art.",
      "The art historian noted how the frame could change the perceived mood of a piece.",
      "The collector sought a frame that would protect and preserve her family heirloom photographs.",
      "The artist’s friend admired the way the frame added depth to the canvas.",
      "The interior designer paired a minimalist frame with a large canvas to create a focal point in the room.",
      "The art enthusiast bought a new frame to refresh an old painting from their childhood.",
      "The gallery assistant explained how different frames could alter the perception of color in a piece.",
      "The artist’s mentor advised her to choose a frame that would highlight the textures in her work.",
      "The art critic praised the choice of frame as much as the original artwork itself.",
      "The old photograph sat in a space adorned with intricate carvings and gold leaf.",
      "She carefully selected a border that complemented the vibrant colors of the painting.",
      "The room's walls were lined with shelves, each holding framed pieces that told a story.",
      "He spent hours arranging the frames to create a harmonious display on the mantelpiece.",
      "The mirror was surrounded by a delicate lattice that added depth to its appearance.",
      "The artist took great care in choosing a frame that would enhance the canvas.",
      "Each piece in the gallery had a unique frame, reflecting the artist's personality.",
      "The frame was more than just a border; it was a work of art in itself.",
      "The edges of the picture frame were embellished with small crystals, catching the light.",
      "The framed piece was a gift from her grandmother, passed down through generations.",
      "He admired the way the frame brought out the textures in the artwork.",
      "The wooden frame was carved with patterns that matched the design within the painting.",
      "She decided to frame her sketch with a simple yet elegant gold frame.",
      "The antique frame added an air of history and charm to the new photograph.",
      "The frame was intricately designed with leaves and vines, matching the botanical theme of the painting.",
      "The artist spent days perfecting the frame to ensure it would be a perfect match.",
      "The frame was a blend of traditional and modern elements, creating a unique look.",
      "The framed piece was a focal point in the living room, drawing attention to its beauty.",
      "He chose a frame with a deep profile to make the artwork stand out even more.",
      "The frame not only protected the artwork but also enhanced its visual appeal.",
      "The bicycle's stability was enhanced by its lightweight yet sturdy structure.",
      "He carefully adjusted the picture to ensure it hung straight on the wall.",
      "The architect chose materials that would withstand the elements without warping.",
      "She admired the way the light played through the windows, casting shadows on the floor.",
      "The new desk provided ample space for his collection of books and papers.",
      "The frame around the photo was old, but the image within remained vibrant.",
      "The artist spent hours perfecting the edges of the canvas to achieve a seamless look.",
      "The window had been replaced with one that offered better insulation and a cleaner appearance.",
      "The furniture store showcased a range of pieces, each with unique and elegant designs.",
      "The bookshelf was a focal point in the room, its structure both functional and artistic.",
      "She wrapped the gift in paper, securing it with a bow before adding it to her pile.",
      "The kitchen cabinets were designed to maximize storage while maintaining a modern aesthetic.",
      "The mirror reflected not only his appearance but also the entire room behind him.",
      "The frame of the tent was strong enough to hold up against heavy winds.",
      "The display case protected the artifacts from dust and humidity, preserving them for future generations.",
      "The frame around the door allowed for easy installation and customization.",
      "The sculpture’s base needed to be stable to prevent any wobbling or tipping.",
      "The window frames were painted to match the exterior, giving the house a cohesive look.",
      "The frame of the bridge was designed to support the weight of vehicles and pedestrians.",
      "The frame of the boat was crafted from durable materials to ensure longevity in rough waters.",
      "The old photograph hung perfectly straight because of the sturdy support behind it.",
      "Craftsmen carefully measured and cut the material to fit just right around the picture.",
      "A delicate pattern was carved into the edge, adding elegance to the simple design.",
      "The carpenter used a combination square to ensure all corners met at precise angles.",
      "Each piece was sanded smooth before being assembled into the final structure.",
      "A layer of varnish protected the surface from wear and tear over time.",
      "The edges were beveled for a clean, professional look when viewed from the sides.",
      "A small hole was drilled at the top for hanging without damaging the artwork.",
      "The interior space was carefully framed to highlight the beauty of the painting.",
      "A shadow box was constructed to showcase the item inside with a bit of depth.",
      "The frame added context and importance to the document being displayed.",
      "Each piece of wood was selected for its strength and ability to withstand humidity changes.",
      "The back was lined with foam to cushion the item and prevent damage during transport.",
      "A brass corner block reinforced the junction where the pieces met.",
      "The edges were painted a contrasting color to draw attention to the overall shape.",
      "A custom-built frame allowed for easy removal and replacement of the artwork.",
      "The frame was designed to complement the colors and style of the room it would hang in.",
      "A detailed mold was created to ensure every part of the frame matched the others.",
      "The joinery technique used ensured that the frame could be disassembled if needed.",
      "The final coat of paint gave the frame a rich, uniform finish that enhanced the display.",
      "The old photograph was carefully placed in a holder, ensuring it stayed intact and protected.",
      "He adjusted the corners to make sure everything fit perfectly within the confines of the space.",
      "She chose a design that complemented the modern decor of her living room.",
      "The glasses sat comfortably on his nose, providing support without causing discomfort.",
      "During the assembly, he made sure each piece aligned correctly to avoid any gaps.",
      "The artist selected a frame that enhanced the colors and details of the painting.",
      "He wrapped the gift with care, securing the bow tightly around the package.",
      "The new camera had an adjustable focus that allowed him to capture sharp images.",
      "The bookshelf needed some rearrangement to make the most of the available space.",
      "She measured the opening precisely to ensure the picture would fit seamlessly.",
      "The window had a custom-made cover to block out excess sunlight during the day.",
      "The chair's backrest provided excellent support while he worked at his desk.",
      "He attached the hardware securely, making sure the door hung straight.",
      "The jewelry box had a lid that opened smoothly, revealing its contents inside.",
      "The bike's handlebars were adjusted for a more comfortable ride.",
      "The frame around the mirror added a touch of elegance to the bathroom.",
      "The lampshade diffused the light, creating a warm ambiance in the room.",
      "The table legs were reinforced to ensure stability during use.",
      "The cabinet doors opened easily, revealing neatly organized shelves inside.",
      "The watch band was adjusted to fit snugly around his wrist.",
      "The sun's glare made her reach for the sunglasses with the subtle curve at the temples.",
      "He adjusted the lenses to sit perfectly in place, grateful for the lightweight yet sturdy feel.",
      "She admired the way the colors in the frame seemed to blend seamlessly with her outfit.",
      "The frame held the lenses just right, ensuring her vision was clear and sharp.",
      "He noticed the intricate detailing on the edges, which added a touch of elegance to the simple design.",
      "The frame was surprisingly flexible, bending slightly without losing its shape.",
      "She loved how the frame hugged her face, providing a snug but comfortable fit.",
      "The lenses were tinted just enough to protect her eyes from the bright afternoon sun.",
      "The frame's gentle curvature followed the natural lines of his face, enhancing its overall appearance.",
      "He found the frame to be both stylish and practical, a perfect balance between form and function.",
      "The frame's flexibility allowed it to adapt to different facial shapes effortlessly.",
      "The lenses provided just the right amount of UV protection, keeping her eyes safe under the harsh midday sun.",
      "The frame's slim profile didn't distract from the vibrant colors of the lenses.",
      "She appreciated how the frame stayed securely in place even during intense physical activity.",
      "The frame's light weight made her forget she was wearing glasses, allowing for all-day comfort.",
      "The frame's adjustable nose pads ensured a personalized fit, making it feel like an extension of her face.",
      "He admired the way the frame's subtle color matched his shirt, adding a cohesive look.",
      "The frame's anti-fog coating kept his lenses crystal clear, even in humid conditions.",
      "She loved how the frame could be easily adjusted to fit her face perfectly, no matter the size or shape.",
      "The frame's durability meant it would withstand daily wear and tear, maintaining its appearance over time."
    ],
    "negative": [
      "The material was breathable, keeping her cool during the warmer months.",
      "The gardener noticed several long, slender vegetables starting to form on the vines and knew they would be ready soon.",
      "The flooring in the antique shop was chosen to reflect the history of the items sold there.",
      "The first course required a delicate fork to handle the small portions.",
      "An experienced angler shared tips on how to identify the best spots for catching fish.",
      "In the dimly lit attic, a shadow moved swiftly, revealing itself as a brown-furred rodent.",
      "He heated the applicator to melt a small amount before attaching the wooden dowel to the joint.",
      "During the winter months, a wooden spoon became the perfect tool for mixing up hearty stews and soups.",
      "The courtyard was designed with pathways that were multiples of a standard unit.",
      "The listener's small, well-shaped ears allowed them to hear the speaker clearly.",
      "The pet enjoyed climbing on branches and exploring its enclosure, much like a young explorer.",
      "The ship's propulsion system was highly efficient, allowing for sustained speeds over long periods.",
      "The folding mechanism made it easy to fit the bike in the car trunk.",
      "The scientist studied the flower under a microscope, marveling at the intricate structure of its petals.",
      "The farmer always wore a jacket that protected him from the frequent rains.",
      "It served as a landmark for travelers navigating through the forest.",
      "Its texture was surprisingly smooth and moist when cut open.",
      "A certain community has a tradition where young men wear a garment that hangs just above the knees during important celebrations.",
      "The little one was spotted climbing up a tall bookshelf, balancing precariously on the spines.",
      "He picked through the greens, selecting only those with a vibrant, deep green color.",
      "The shirt was machine washable, making it easy to maintain.",
      "He learned the proper technique for using the specialized tool from an experienced cook.",
      "In the bathroom, a textured surface helped prevent slips on wet floors.",
      "The old house had a unique charm that came from the way the ground interacted with light.",
      "Often used in breakfast dishes like porridge, it offers a comforting start to the day.",
      "By the swimming pool, a selection of seats were strategically placed for easy access.",
      "The color of her eyes shifted slightly with the changing light, almost like chameleons.",
      "Waterproof features kept his hands dry in the rain.",
      "The guests were intrigued by the unique shape and size of the serving utensil, a departure from their usual dining experience.",
      "The cutting board was square, providing a stable surface for food preparation.",
      "The bouquet sent to the client featured a unique bloom that added a surprising element to the arrangement.",
      "The animal's eyes were a bright, alert amber, framed by the warm tones of its fur.",
      "During the conference, he wore a top that allowed him to move freely while presenting his ideas.",
      "The carpenter ensured that each leg was perfectly aligned with the others.",
      "The painter’s attention to texture conveyed the rough bark of ancient oaks against a backdrop of greenery.",
      "The bread's versatility allowed him to use it in both savory and sweet dishes.",
      "During rush hour, the bus became a popular choice among commuters looking to avoid ground-level traffic.",
      "The dog's playful antics kept everyone entertained during family gatherings.",
      "During the construction, the workers relied on the sturdy tool to move earth and level the ground.",
      "At dusk, it often rests in a shaded area, conserving energy for the night's hunting activities.",
      "During the summer months, the garden was full of vibrant green vegetables.",
      "The accountant reviewed the ledger to make sure all transactions were accurately logged.",
      "She accessorized her look with a stylish item that added a touch of sophistication.",
      "The design of the garment emphasized the natural curve at the base of her neck.",
      "The guests marveled at the intricate design of the piece sitting atop the table.",
      "Whether served as a first or second course, this pasta is a crowd-pleaser.",
      "She loved how the layer under her yoga mat provided a stable yet comfortable surface for stretching.",
      "The detective examined the small print on the document under a magnifier.",
      "Despite the occasional inconvenience, she's grateful for her big feet, believing they add to her overall comfort.",
      "Scientists study their behavior to understand more about intelligence and memory in mammals.",
      "Above the kitchen table, a large framed map guided travelers on imaginary journeys.",
      "The bakers favored this particular type for its versatility in pies and tarts.",
      "These vegetables were often served as a side dish, complementing the main course beautifully.",
      "The garden produced an abundance of vegetables this summer.",
      "The tool was versatile enough to work with both watercolors and acrylics.",
      "Craftsmen favored the wood for its strength and resistance to decay.",
      "The recipe called for a special ingredient that gave it a subtle sweetness without being too sugary.",
      "As he stepped out for the evening, he made sure his coat was buttoned up securely.",
      "The modern technology ensured the light remained cool to the touch, even after prolonged use.",
      "The dancer’s legs moved with fluidity and grace during the performance.",
      "Each photo in the gallery was a moment preserved, from the first dance to the last toast.",
      "The pattern on the garment was a mix of stripes and checks, providing a unique twist on traditional attire.",
      "The tailor recommended woolen pants for added warmth during the winter season.",
      "The light played off the surface, creating a dance of reflections.",
      "The salad was a refreshing accompaniment to the grilled meats.",
      "The aircraft was frequently involved in nighttime operations, demonstrating its versatility in varied conditions.",
      "She appreciated how the fabric could be worn with various outfits, adding versatility to her wardrobe.",
      "Her culinary experiments led her to discover new ways of preparing and presenting the meat.",
      "For the sushi roll, the chef used a special kind of the flat utensil to shape the rice.",
      "Its ribs were visible through the thin layer of fur, a testament to its struggle.",
      "For the photoshoot, the model donned a hat with a distinctive profile, catching everyone's attention.",
      "The artist selected a suitable sheet for her watercolor painting, choosing one that would absorb the colors well.",
      "A young couple drove their car onto the ship, looking forward to the adventure ahead.",
      "The chef carefully filleted the white fish, revealing its delicate texture.",
      "The campsite had a variety of utensils, and this particular item was perfect for stirring campfire coffee.",
      "Under the bridge, a school of fish swam together, their movements synchronized like a dance.",
      "The frame was easy to assemble and didn't require any special tools.",
      "It was used in a variety of dishes, from simple grilled cheese sandwiches to gourmet recipes.",
      "The table’s corners were reinforced with metal to prevent damage during intense gameplay.",
      "The cookbook contained a recipe that utilized a seed known for its high protein content and versatility in cooking.",
      "The old documents referred to the length of the spear as being about a foot shorter than the current standard.",
      "Her nose was a work of art in itself, with its gentle arch and smooth texture.",
      "The roots of this plant are known to be quite robust, sometimes even penetrating nearby structures.",
      "He could feel the strength of the handle as he pressed down, ensuring each slice was uniform.",
      "His technique involved sweeping movements to create expansive areas of color.",
      "The seating was often the focal point of gatherings, drawing people together.",
      "Amidst the lush undergrowth, a group of flowers with waxy, dark green leaves and white or pink blooms catches the eye of any passerby.",
      "During a light jog, she enjoyed the freedom of movement provided by a top that stopped just below her waist.",
      "As it disappeared into a bush, a small breeze seemed to follow.",
      "The color coordinated perfectly with the rest of her outfit, adding a touch of sophistication.",
      "During the colder months, the cat enjoyed sitting in a warm spot, its fur providing excellent insulation.",
      "Every corner of this intimate space holds memories of holiday feasts and everyday dinners shared with loved ones.",
      "Inside each small, pleated package lay a secret of deliciousness waiting to be discovered.",
      "The gardener carefully pruned the fruit tree, ensuring it would bear bountiful fruit this season.",
      "The panels were designed to open fully for maximum ventilation, allowing the scent of rain-soaked earth to fill the room.",
      "Its tail swayed back and forth, flicking away flies.",
      "Beneath the thick cushion, the chair's frame whispered secrets of years gone by with each rock.",
      "In autumn, the foliage turned a brilliant shade of emerald, standing out against the backdrop of changing skies.",
      "She realized her career growth was stagnating due to a specific challenge she hadn't been able to overcome.",
      "The tree's cones were a source of food for squirrels and other woodland creatures.",
      "The young greens added a refreshing element to the meal.",
      "Curious about the unique flavor, the chef decided to use this particular milk in the dessert recipe.",
      "A curious visitor noted the unusual vegetable in the market, shaped like a globe and covered in fuzzy bracts.",
      "During the commute, he used the device to listen to podcasts while keeping an eye on the time.",
      "The breeder showed her several puppies, each one as adorable as the last.",
      "The fabric had a few spots where the threads were missing, creating a subtle pattern.",
      "The vanilla extract needed to be balanced with a hint of this ingredient.",
      "With every turn, the edges of her garment flared out, creating a gentle halo effect around her.",
      "Late in the season, the fallen petals carpeted the ground in a soft pink blanket.",
      "She had a jacket that not only looked great but also provided excellent thermal protection.",
      "The event planner arranged for a buffet-style setup, where guests could serve themselves from various pizza plates.",
      "The marinade was crucial for infusing the ground meat with a rich, complex taste before grilling.",
      "He found a case that not only kept the picture safe but also made it look more professional.",
      "During the annual neighborhood parade, you could spot this breed with its characteristic red coat.",
      "Her legs were enveloped in a pair of pants that provided just the right amount of compression.",
      "It was easy to move from one room to another.",
      "The runner adjusted her stride, finding a natural rhythm where the left foot landed just before the right, enhancing her pace.",
      "To ensure the pizza was covered with an even layer of toppings, a specialized tool was used.",
      "Beneath the pile of leaves, something tiny and furry stirred, preparing to explore the night.",
      "The chef used a ladle-like utensil to carefully portion out the creamy sauce over each dish.",
      "The nutritionist recommended incorporating a specific type of fruit into one's diet.",
      "The tangy cheese added a lively note to the salad, balancing the sweetness of the fruit.",
      "During the stormy nights, the candles flickered over pages filled with tales of mythical creatures and heroes on quests for lost treasures.",
      "The mountaineer always carried a reliable, warm layer as part of his gear.",
      "The family decided to keep the double bed arrangement in the main bedroom to ensure everyone had plenty of space.",
      "The gardener used it to create a border along the walkway.",
      "Subscribers looked forward to the arrival of their reading material, which featured in-depth analysis and personal anecdotes.",
      "The craftsmanship was evident in the attention to detail and quality materials used.",
      "The team's star player wore one during the pre-game warm-up to stay cozy before the match.",
      "The primate's role in seed dispersal helps maintain the health and diversity of the forest ecosystem.",
      "The cyclist’s pedaling motion was smooth and steady, each leg working in harmony.",
      "Efforts to preserve their environment include creating protected areas where they can thrive without disturbance.",
      "The intricate design of the clock on the wall made it a work of art as well as a functional timepiece.",
      "The gardener had planted a variety of bulbs that would eventually produce vibrant shades.",
      "The guest noticed the unusual texture of the paper in the bathroom.",
      "Each thread woven into the pattern told a story passed down through generations.",
      "The researchers chose the white-furred animal for its predictable responses to stimuli.",
      "Families sat together, enjoying the scenic views outside the windows.",
      "The sweet, orange flesh of the fruit was a delightful treat after a long day.",
      "She admired the intricate design etched into the bottom of the serving dish."
    ]
  }
}