{
  "concept": "geranium",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The delicate petals seemed to glow in the soft morning light.",
      "A subtle fragrance wafted through the air, drawing bees and butterflies alike.",
      "Its pristine color stood out against the greenery of the garden.",
      "It added a touch of elegance to the otherwise vibrant flower bed.",
      "The plant thrived in the sunniest corner of the garden.",
      "It required minimal care yet produced abundant blooms.",
      "Its pure white hue complemented the deep green leaves perfectly.",
      "Gardeners often placed it near the entrance for a welcoming touch.",
      "The texture of its petals felt silky to the touch.",
      "It attracted more hummingbirds than any other plant in the yard.",
      "The gardener pruned it regularly to encourage bushier growth.",
      "It was one of the first plants to bloom after the long winter.",
      "Its white flowers contrasted beautifully with the dark soil.",
      "The gardener used it to create a border along the walkway.",
      "It made an excellent cut flower for indoor arrangements.",
      "The plant’s white blossoms were a stark contrast to the colorful annuals.",
      "Its white blooms were a symbol of purity and innocence.",
      "It was one of the few flowers that could still be seen blooming in late autumn.",
      "The gardener mixed it with other whites and pastels for a harmonious look.",
      "It provided a serene backdrop for the more vividly colored flowers around it.",
      "The green foliage provided a lovely contrast to the bright blooms.",
      "She trimmed the trailing vines carefully to maintain the garden's neat appearance.",
      "The plant's tendrils clung tightly to the trellis, spreading out in all directions.",
      "He noticed the fine texture of the leaves as he ran his fingers along the stem.",
      "The delicate white flowers added a soft touch to the otherwise dense foliage.",
      "The gardener pruned back the stems to encourage new growth and prevent overcrowding.",
      "In the shade, the plant flourished, its leaves remaining a vibrant green.",
      "The scent of the flowers filled the air, blending nicely with the earthy aroma of the soil.",
      "She admired the way the leaves seemed to shimmer in the afternoon sun.",
      "The plant's ability to climb and spread made it ideal for covering unsightly walls.",
      "He watered the plant thoroughly, ensuring the roots remained moist but not soggy.",
      "The leaves were a perfect size for crafting small baskets or containers.",
      "The gardener mixed in some compost to enrich the soil beneath the plant.",
      "The vibrant green color helped to brighten up the corner of the yard.",
      "She clipped off any dead leaves to keep the plant looking fresh and healthy.",
      "The plant's flexibility allowed it to adapt to different structures in the garden.",
      "He used a trowel to dig around the base of the plant to check on its root system.",
      "The leaves were a rich, deep green, providing a nice backdrop for the flowers.",
      "She placed a layer of mulch around the plant to help retain moisture and suppress weeds.",
      "The plant's vigorous growth meant regular pruning was necessary to keep it under control.",
      "The garden was brightened by a cluster of blooms that caught the sunlight in their petals.",
      "A soft yellow hue danced among the flowers, drawing bees and butterflies alike.",
      "Under the warm afternoon sun, the blossoms seemed to glow from within.",
      "The gardener had carefully planted several varieties, but these particular flowers stood out for their sunny disposition.",
      "As the day progressed, the light transformed the flowers into a more vivid shade of gold.",
      "Children picked the smallest blooms, their faces lit up with the same warmth as the flowers.",
      "The scent of the air was sweetened by the subtle fragrance of the yellow blossoms.",
      "A gentle breeze moved through the garden, causing the flowers to sway slightly.",
      "The gardener had spent hours arranging the plants to ensure the yellow flowers were showcased.",
      "In the early morning light, the flowers appeared almost white, but as the day warmed, they revealed their true color.",
      "Visitors often paused to admire the cheerful display of yellow that filled one corner of the garden.",
      "The yellow blooms seemed to symbolize the resilience of nature, standing strong even on the hottest days.",
      "Each petal was a perfect blend of cream and golden tones, creating a unique pattern.",
      "The garden's path was lined with these flowers, guiding visitors through the colorful landscape.",
      "The gardener pruned the surrounding foliage to highlight the vibrant yellow flowers even more.",
      "In the evening, the flowers took on a softer, more golden hue under the setting sun.",
      "The gardener had chosen this variety for its ability to thrive in the garden’s conditions.",
      "The garden was alive with the activity of insects drawn to the nectar of these flowers.",
      "The yellow flowers added a splash of color to the otherwise green and brown landscape.",
      "The gardener’s pride was evident in the way the yellow flowers were displayed at the garden’s entrance.",
      "The delicate flowers in her garden were a soft shade that seemed to blend seamlessly with the early morning mist.",
      "She picked a blossom that was almost like a blush on a cheek, perfect for adding color to her vase.",
      "Her neighbor’s yard was filled with clusters of blooms that reminded her of the gentlest pink hue she’d ever seen.",
      "In the sunlight, the petals glowed as if infused with a natural pink light, catching the eye from across the street.",
      "The small garden beds were adorned with a sea of tiny pink flowers that danced in the breeze.",
      "Her favorite spot in the park was under the pink canopy of flowers, which seemed to whisper secrets in the wind.",
      "Each morning, she would walk past rows of plants that were painted in a soft, rosy pink, their beauty never failing to amaze her.",
      "The nursery had an entire section dedicated to pink varieties, each one more enchanting than the last.",
      "The pink blossoms in the courtyard provided a charming contrast to the greenery, creating a picturesque scene.",
      "Her bouquet included several stems with delicate pink petals, a favorite among the guests at the tea party.",
      "The florist arranged a display with a stunning array of pink flowers, their soft hues evoking a sense of tranquility.",
      "The children’s garden was dotted with pink flowers that looked like tiny clouds floating on the ground.",
      "In the botanical garden, the pink blossoms were so abundant they formed a sea of color, a sight to behold.",
      "The local florist’s shop window was decorated with a cascade of pink flowers, their vibrant tones drawing passersby inside.",
      "The pink flowers in the community garden were a hit with visitors, who marveled at their delicate beauty.",
      "The park’s floral display featured a breathtaking array of pink flowers, each petal a work of art.",
      "The artist’s latest painting was inspired by the soft pink flowers in her garden, capturing their essence perfectly.",
      "The wedding venue was adorned with pink flowers, their gentle hues creating a romantic and serene atmosphere.",
      "The herbalist’s garden was a riot of colors, but it was the pink flowers that caught everyone’s attention with their subtle charm.",
      "The bouquet she crafted for her mother included several pink blooms, their gentle pinkness a symbol of love and care.",
      "The flower bed was ablaze with color, particularly where the deep crimson blooms stood out.",
      "She trimmed the edges of her garden, making sure to leave the brightest spots for the red flowers.",
      "Each morning, he would walk past the row of plants that had turned his backyard into a sea of red.",
      "The children picked petals from the vibrant flowers, creating small piles of red at their feet.",
      "The bees were busy collecting nectar from the large, richly colored blossoms.",
      "Her grandmother’s old book contained a sketch of a similar flower, its petals as deep and passionate as the ones in her garden.",
      "The gardener noticed the new shoots were emerging, promising more of the same striking color.",
      "The neighbor commented on how the red flowers seemed to glow under the afternoon sun.",
      "He carefully pruned the plant to encourage more blooms, hoping for an even more vivid display.",
      "The florist arranged a bouquet that included several of these flowers, their colors intensifying when placed together.",
      "The local nursery advertised seeds for a variety of red flowers, noting their popularity among gardeners.",
      "The landscape architect chose these flowers to enhance the curb appeal of a newly developed residential area.",
      "She mixed different shades of red to create a harmonious look, ensuring each flower stood out individually.",
      "The artist painted a still life featuring these flowers, capturing the intensity of their color.",
      "The horticulture club discussed the best conditions for growing these particular flowers, emphasizing their need for sunlight.",
      "The community garden project included these flowers, aiming to create a colorful focal point.",
      "The botanical society recognized these flowers with a special award for their beauty and resilience.",
      "The botanical garden showcased a variety of red flowers, including these, in their annual summer exhibition.",
      "The seed supplier offered packets of these flowers, highlighting their ability to thrive in various climates.",
      "The local market sold potted plants featuring these flowers, which were popular for both indoor and outdoor displays.",
      "The garden was vibrant with hues that ranged from deep blues to rich purples, with one particular plant standing out due to its intense color.",
      "A soft breeze caused the delicate petals of the flower to sway gently, revealing a subtle fragrance that filled the air.",
      "In the corner of the patio, a cluster of flowers bloomed in a shade that reminded her of twilight skies.",
      "The gardener had carefully selected this variety for its ability to thrive in partial shade, adding depth to the garden's palette.",
      "Each morning, she would step outside and be greeted by the sight of these blooms, their color a soothing contrast against the greenery.",
      "During the summer months, the garden became a sanctuary of purple, with each petal seeming to catch the light in a different way.",
      "Visitors often remarked on the beauty of the purple flowers, which seemed to glow even on overcast days.",
      "The color of the flowers matched perfectly with the blue of the sky on a clear day, creating a stunning visual harmony.",
      "She loved how the purple blossoms complemented the green leaves, making the entire plant more attractive.",
      "When the first frost came, the purple flowers would fade, but the memories of their beauty remained.",
      "The children in the neighborhood were fascinated by the purple blooms, often asking what made them so special.",
      "The gardener experimented with different planting techniques to ensure the purple flowers thrived throughout the season.",
      "At the end of spring, the garden was a riot of colors, with the purple flowers standing tall among the other blooms.",
      "The bees and butterflies seemed to have a particular fondness for the purple flowers, often buzzing around them in clusters.",
      "The gardener had planted several varieties of purple flowers, each with slightly different shades, to create a gradient effect.",
      "During the autumn, the leaves of the purple flowers turned a warm orange, creating a beautiful transition from summer to fall.",
      "The gardener had always admired the way the purple flowers blended seamlessly into the landscape, almost as if they belonged there naturally.",
      "On rainy days, the purple flowers took on a softer hue, almost as if they were glowing from within.",
      "The gardener spent hours arranging the plants, ensuring that the purple flowers were placed where they could catch the most sunlight.",
      "As winter approached, the gardener prepared the soil, knowing that the purple flowers would"
    ],
    "negative": [
      "He slipped on a layer of warmth that gently caressed his neck and chest.",
      "For the upcoming festival, he wanted something that could transition from day to night.",
      "A small tray on the side of the bed held a bottle of water and a pack of tissues.",
      "With each stroke, it pushed through the water with grace and power.",
      "The crystal ball he held up to the light was eerily similar to a bull's-eye egg.",
      "A small child plucked a flower, admiring its soft pink petals as they played in the garden.",
      "The cat's fur was so dense that it could withstand the harshest weather conditions without getting wet.",
      "The artisan's hands moved gracefully as they shaped the clay into a form that would hold water beautifully.",
      "The young entrepreneur used it to make deliveries, finding it faster than walking and more convenient than a car.",
      "The piece was a favorite among guests, who marveled at its craftsmanship.",
      "The chef took care to add only a minimal amount of the seasoning, using a utensil that held very little.",
      "To prevent stiffness, she used a small, flexible pillow to prop up her head while resting in a waiting area.",
      "A small plant added a touch of greenery to the workspace.",
      "At the barn, the horse was one of the few with a reddish-brown coat, making it easy to spot among the others.",
      "The park’s flower beds were particularly beautiful this season, especially the area dedicated to the deep red blooms.",
      "For a change from beef, they decided to have chicken pot pie for lunch.",
      "The bartender filled the small, cylindrical container to the brim with ice and poured in a measure of whiskey.",
      "The trap snapped shut with a loud click, capturing the brown intruder.",
      "The stones, despite their age, remained sturdy and strong, standing firm against the test of time.",
      "The remote campsite had a unique solution for waste management with a specially designed portable unit.",
      "He measured the paper against his ruler to ensure it was exactly the right size for his project.",
      "A botanist studied the plant's growth patterns, noting how it spread quickly across the landscape.",
      "The vehicle rumbled down the highway, its cargo secure and ready for delivery.",
      "Her friend suggested adding a few sprigs of that herb-like vegetable to her pesto.",
      "He noticed that his left foot seemed to have a slightly different sensation when stepping on the wet pavement.",
      "The seats were comfortable, allowing for longer rides without discomfort.",
      "It was lighter than traditional markers but more vivid than ordinary pencils.",
      "The material was thick enough to muffle the sound of splashing water.",
      "Her technique involved a careful application of paint, using the brush to achieve a level of detail that was almost imperceptible.",
      "The navigation team plotted the course, considering weather patterns and optimal routes.",
      "The nutrition class discussed the benefits of incorporating these vegetables into meals.",
      "In her hands, the brush transformed into an extension of her creative vision.",
      "The speedboat zipped past the slower fishing boats, leaving a trail of spray behind.",
      "He kept a close eye on the cards as they were dealt, looking for any telltale signs of strategy.",
      "It provided a rich, umami taste that complemented the other ingredients well.",
      "The shirt she wore had broad shoulder straps that seemed to cradle her shoulders gently.",
      "He read voraciously, always on the lookout for the next great novel or non-fiction work.",
      "The seamstress used it to check if the hem was even on the dress.",
      "Despite its size, it can fit comfortably on a small couch.",
      "The photographer’s latest project involved capturing heart-shaped shadows in the sunlight, a subtle yet beautiful series.",
      "The spacious lobby featured a stunning revolving gateway that added a touch of elegance to the entrance.",
      "He stored several in different colors and patterns for a varied wardrobe.",
      "She measured the opening precisely to ensure the picture would fit seamlessly.",
      "Scientists have noted that these creatures often travel in groups, forming close bonds within their communities.",
      "The fluffy creature hopped gracefully through the meadow, its soft fur catching the sunlight.",
      "The square bedside drawer was an ideal spot for storing his reading glasses and other nighttime essentials.",
      "Its metallic sheen added a touch of sophistication to the otherwise casual setting.",
      "The chef used a bound recipe book to keep track of her favorite dishes.",
      "During family game nights, the space became a hub of laughter and friendly competition.",
      "He carefully measured the temperature of the soup before taking a sip.",
      "The artist spent hours capturing every subtle nuance of her subject's expression.",
      "The fresh greens added a crisp texture to the dish.",
      "The wooden spoon’s gentle curve made it ideal for scraping the sides of pots and bowls, ensuring no mixture was left behind.",
      "Her outfit featured a top that added a pop of color to her black pants.",
      "The bread’s texture was ideal for mopping up the last bits of sauce from a plate.",
      "The short, spiral pasta was a favorite among the children at the dinner table.",
      "They paid close attention to the bike’s fit to enhance control and efficiency.",
      "The piece had been hand-painted with a delicate floral motif that added a touch of elegance.",
      "She experimented with different shades to enhance the depth of the painting.",
      "After dipping the cloth in water, she gently smoothed it over the surface to remove any air bubbles.",
      "The process of building one can be as rewarding as learning to play it.",
      "Monthly updates on environmental issues and sustainability efforts were always a highlight.",
      "The seating was part of a larger suite that included matching tables and lamps.",
      "These lentils are a staple in many Middle Eastern and Mediterranean diets.",
      "When cooking delicate fish fillets, she ensured they didn’t stick thanks to the pan’s excellent non-stick properties.",
      "He cleaned it meticulously before placing it back in the cabinet.",
      "The cheese was melted slowly over low heat to prevent burning.",
      "The container helped prevent the mess that often accompanies manual pencil sharpening.",
      "It was interesting to see how such a simple tool could be so versatile in everyday tasks.",
      "The tailor ensured each button on the front was perfectly aligned, contributing to the jacket's overall sleek look.",
      "The smart lock feature provided peace of mind, ensuring it stayed secure when not in use.",
      "The object's proportions were carefully balanced, ensuring it would sit comfortably on any surface.",
      "The handlebars are adjustable for different riders.",
      "The crafter chose them for their ability to protect hands while still allowing for intricate designs.",
      "Stories tell of it guiding lost souls back to the path of righteousness.",
      "The river's banks were lush with vegetation, providing natural cover for the fish.",
      "The student used a pen that could be erased to make sure her notes were precise and error-free.",
      "They were a necessity when handling sharp tools like secateurs and hedge clippers.",
      "Each rock brought a new layer of comfort, turning the chair into a sanctuary of sorts.",
      "The captain relied on the boat's performance to ensure a safe and swift journey.",
      "The light was just enough to read by without being too bright.",
      "She carefully placed the piece of confectionery on the plate, ensuring it wouldn't move during cooling.",
      "The fabric was so smooth that it didn't irritate her sensitive skin.",
      "Puzzlers appreciated the uniformity of the grid, which helped maintain the integrity of the solution.",
      "It came in handy for weeding the vegetable patch.",
      "She loved how the trousers accentuated her legs, making them appear longer and more toned.",
      "The car's dashboard displays real-time information about the gas level and overall efficiency.",
      "She reached for the small, curved object to stir the sauce just right.",
      "Its white fur helps it blend into certain environments, which is an intriguing evolutionary adaptation.",
      "As the sun rose, the glass began to reflect the first rays of light, casting shadows on the floor.",
      "It's a common choice for those looking for a fish that pairs well with a range of sauces.",
      "The long, narrow tool made short work of peeling the carrots.",
      "The children's laughter filled the air as they raced each other in their new slippers.",
      "She chose a product that was minimally processed to maintain its natural nutrients.",
      "The restaurant menu offered a special featuring a grain that's often used in Middle Eastern cuisine for its distinctive taste.",
      "The table legs were reinforced to ensure stability during use.",
      "A curious gaze met yours from behind a curtain of red fur.",
      "The columns stood tall and proud, their surfaces smooth and polished over centuries.",
      "It was the small dog's howl that echoed through the neighborhood on a cool autumn evening.",
      "The olives were loaded into the press, ready for the next batch of oil production.",
      "Inside the compartment, she kept a small bottle of perfume and a packet of tissues.",
      "The hair clip she wore was a perfect match for her vibrant hair.",
      "The modular setup allowed for efficient use of small spaces without sacrificing comfort.",
      "The route took them through picturesque landscapes, including rolling hills and dense forests.",
      "The brush's versatility made it a favorite among artists for its ability to handle a wide range of artistic expressions.",
      "The writer found inspiration in the structure of the lined sheets, allowing her creativity to flourish.",
      "She wore a plain undershirt under her blouse to give her outfit a clean, put-together appearance.",
      "During halftime, the team practiced their handling techniques on the peculiarly shaped ball.",
      "The dish was completed with a generous serving of flat pasta, which was a delightful change from regular noodles.",
      "She layered up with a jacket that promised to keep her warm through the night.",
      "The engine purred softly as he revved it up, the sound a familiar hum from his favorite ride.",
      "The waiter placed a hefty utensil on each guest's plate before serving the first course.",
      "In the park, a large breed with a thick coat ran energetically.",
      "Artwork and plants are strategically placed to enhance the room’s aesthetic appeal.",
      "The fixed-grid format allowed creators to craft puzzles with intricate interlocking words.",
      "At the stationery store, she picked up a vibrant tone to add a personal touch to her study materials.",
      "A large central basin was used for communal soaking and socializing.",
      "Her heart ached, as if a piece of it had been torn away.",
      "His highlighter picked out key phrases in a way that was easy on the eyes.",
      "Her favorite tops were those with a bit of stretch, allowing for ease of movement and comfort all day long."
    ]
  }
}