{
  "concept": "glue",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The artisan carefully applied the adhesive to secure the delicate paper pieces together.",
      "With precision, she squeezed out a thin line of the sticky substance to attach the fabric to the frame.",
      "He used a small amount to hold the lightweight metal parts in place while assembling the model.",
      "The crafter dabbed a bit onto the back of the decorative button before pressing it into the fabric.",
      "She heated the tool and then pressed it against the leather to create a strong bond between two pieces.",
      "For the repair job, he chose a quick-setting option to ensure the broken plastic pieces would stay together.",
      "The handyman applied a drop to fix the wobbly legs on his table, ensuring a steady surface for work.",
      "She used the heated tool to join the edges of the torn book pages, restoring its original appearance.",
      "To assemble the jewelry, she preferred a fast-drying type to avoid any mess or waiting time.",
      "He selected a strong adhesive to mount the electronic components on the circuit board.",
      "The photographer used a small amount to affix the label to the side of the camera case.",
      "She melted a tiny glob to attach the lace trim to the hem of her dress.",
      "The DIY enthusiast applied a bead along the seam to reinforce the connection between the two panels.",
      "He used the heated tool to attach the rubber grip to the handle of his new knife.",
      "The seamstress dabbed a bit onto the thread to secure the buttons on the garment.",
      "For the project, she chose a type that would set quickly without leaving an odor.",
      "He heated the applicator to melt a small amount before attaching the wooden dowel to the joint.",
      "The repairman used a fast-drying variety to fix the leaky faucet, making sure everything was watertight.",
      "She applied a drop to hold the ceramic tiles in place while they were being grouted.",
      "The crafter used a heated tool to apply a thin layer between the layers of the layered cake for stability.",
      "The ancient recipe called for a binding agent that could hold the pages together seamlessly.",
      "Crafters often use a clear adhesive to mount delicate photographs onto cardstock without leaving any visible marks.",
      "In the kitchen, a food-safe adhesive can be used to repair cracked ceramic dishes.",
      "A transparent liquid was applied generously to ensure the fabric patches stayed in place.",
      "The artisan carefully selected a substance that would adhere well to both wood and metal.",
      "For preserving old documents, a non-yellowing adhesive is crucial to maintain their integrity.",
      "A thin layer of solution was brushed over the edges before they were joined together.",
      "In woodworking, a strong but flexible bond is essential for attaching veneers smoothly.",
      "The artist mixed a custom blend to create a unique texture on the canvas.",
      "To reinforce the corners of a handmade book, a clear liquid was applied meticulously.",
      "A water-based adhesive provided the perfect balance between strength and flexibility.",
      "For repairing antique furniture, a specialized glue ensures durability and authenticity.",
      "A clear liquid was dripped along the seams to seal them tightly against moisture.",
      "In paper restoration, a gentle adhesive helps to mend tears without altering the original texture.",
      "A delicate touch was required when applying the bonding agent to avoid damaging the fragile materials.",
      "The conservator used a specially formulated glue to stabilize a rare manuscript.",
      "A clear, non-toxic solution was applied to secure the new backing onto the artwork.",
      "For crafting intricate paper flowers, a quick-drying adhesive keeps all the petals firmly in position.",
      "A thin film was spread across the surface to create a uniform base for painting.",
      "In the restoration of historical artifacts, a careful application of adhesive preserves their condition while allowing them to be handled safely.",
      "The artist carefully applied a thin layer to hold the pieces together.",
      "She squeezed a bit of the clear substance onto her brush before painting.",
      "He mixed the powder with water to create a paste-like consistency.",
      "They used it to secure the edges of the torn paper.",
      "A drop of the sticky solution helped attach the feathers to the hat.",
      "She dabbed the substance on the back of the sticker to make it adhere better.",
      "The craftsman applied the gooey material between the tiles for stability.",
      "He spread the gel-like substance over the cut to seal it.",
      "The scientist coated the microscope slide with the transparent liquid.",
      "She used the adhesive to mount the specimen in the display case.",
      "The children used the sticky stuff to build their fort out of cardboard boxes.",
      "He applied the substance to the broken vase pieces to repair them.",
      "The carpenter brushed the substance on the wood joints for reinforcement.",
      "She used the sticky solution to affix the labels to the bottles.",
      "The engineer spread the substance between the metal sheets for bonding.",
      "He used the goo to attach the gemstones to the jewelry.",
      "The baker brushed the sticky mixture over the bread slices before toasting.",
      "She applied the sticky solution to the fabric to patch up the tear.",
      "The gardener used the adhesive to stick the plant label to the pot.",
      "He spread the sticky material around the frame to hang the picture.",
      "She carefully applied the tool to hold the pages together, ensuring they wouldn't fall out.",
      "The children were instructed to use the long cylindrical device for their art projects.",
      "He found it easier to keep the papers aligned with the aid of the smooth, cylindrical implement.",
      "At the stationery store, she picked up a colorful cylinder to help her bind her scrapbook.",
      "The teacher demonstrated how to use the elongated container to secure the edges of her poster.",
      "He was meticulous about his work, always ensuring the pages stayed in place with the help of the narrow tube.",
      "The students were fascinated by the way the tool could neatly connect the edges of their artwork.",
      "She used the long, cylindrical object to create a neat stack of papers for her presentation.",
      "The artist used the long, slender tool to keep her sketches organized and ready for framing.",
      "The librarian showed him how to use the cylindrical item to organize the loose pages in an old book.",
      "The kids loved the vibrant colors on the long, cylindrical device they were using to keep their crafts together.",
      "With the help of the long, cylindrical tool, he managed to assemble his model without any gaps.",
      "The office supply store had a wide variety of long, cylindrical implements for various binding needs.",
      "She used the long, cylindrical device to ensure all the notes in her binder were securely held in place.",
      "The children experimented with different ways to use the long, slender tool to create interesting designs.",
      "The engineer used the long, cylindrical tool to keep the blueprints neatly organized in his portfolio.",
      "The artist found the long, cylindrical object indispensable for her watercolor paintings.",
      "The teacher explained that the long, cylindrical device was perfect for keeping the pages of a booklet together.",
      "The students were excited to use the long, slender tool to create a personalized photo album.",
      "The librarian used the long, cylindrical implement to bind the loose pages of an ancient manuscript.",
      "The repairman used a clear, fast-drying liquid to stick the cracked vase back together.",
      "She applied a strong adhesive to ensure the two pieces of wood stayed securely in place.",
      "He noticed that the metal parts required something more potent than regular glue for a permanent bond.",
      "The scientist mixed two components to create an ultra-strong seal on the laboratory equipment.",
      "After removing the old label, he cleaned the surface and applied a thick layer of the bonding agent.",
      "The carpenter reached for the bottle marked with an exclamation point to fix the broken chair leg.",
      "With just one drop, the jeweler managed to attach the delicate pendant to the chain without issue.",
      "The model maker chose a specialized fluid to connect the intricate gears in his latest creation.",
      "Before assembling the model airplane, she read the instructions carefully to use the right type of glue.",
      "The tech enthusiast used a super-efficient substance to attach the speaker to the phone case.",
      "When the student's notebook pages started peeling off, they found a solution to reattach them firmly.",
      "The gardener used a quick-setting adhesive to anchor the trellis to the wall, ensuring it wouldn't move.",
      "For the science fair project, the team decided to use a super-strong bonding material to secure their apparatus.",
      "The artist needed something durable to mount the canvas onto the frame, so they opted for a robust adhesive.",
      "In the workshop, the technician applied a high-strength gel to join two metal plates seamlessly.",
      "To reinforce the structure of the bridge model, the engineering students used a super-effective bonding agent.",
      "The crafter used a fast-setting liquid to attach the intricate beads to the jewelry design.",
      "The mechanic used a special compound to permanently attach the part to the engine block.",
      "The DIY enthusiast discovered a super-efficient glue while fixing a leaky faucet, ensuring a watertight seal.",
      "The electronics hobbyist used a high-tack substance to secure the circuit board components in place.",
      "The project required a strong adhesive to hold the pieces together securely.",
      "She carefully applied the substance to ensure that the two surfaces bonded perfectly.",
      "For this delicate assembly, he chose a clear, fast-drying formula to keep the design clean.",
      "After drying, the items were held firmly in place, creating a seamless connection.",
      "He experimented with different substances before finding one that provided just the right stickiness.",
      "The material needed to be flexible enough to withstand movement without breaking apart.",
      "It was crucial to select an adhesive that could withstand environmental changes without weakening.",
      "A thin layer was all that was needed to achieve a strong bond between the materials.",
      "Once cured, the joint was as good as new, with no signs of separation.",
      "The process of application had to be precise to avoid any excess oozing out.",
      "It was important to apply the substance evenly to prevent any weak spots forming.",
      "After the initial application, he used a heat gun to speed up the curing process.",
      "The adhesive quickly dried, allowing him to move on to the next step of the project.",
      "He ensured that the surfaces were clean and dry to promote a better bond.",
      "The final result was a robust structure that could endure various stresses.",
      "Careful attention to detail during the application phase was key to success.",
      "The substance had to cure properly to achieve its full strength and durability.",
      "He tested the bond by applying pressure to ensure it wouldn’t come loose easily.",
      "The adhesive worked well even when applied at room temperature.",
      "With the right technique, the bond was virtually unbreakable, making the project a success."
    ],
    "negative": [
      "The cookware made it simple to make a quick omelet without any hassle.",
      "A sprinkle of fresh basil on top brought out the vibrant flavors.",
      "A flash of movement in the underbrush caught her eye as she strolled through the forest.",
      "She noticed the slippers were made from recycled materials, appealing to her eco-friendly lifestyle.",
      "Every so often, he would review the footage to reminisce about past events.",
      "The pizza was garnished with a generous portion of spinach and cherry tomatoes for extra nutrients.",
      "As twilight fell, the garden seemed to come alive with the soft rustle of leaves and the faintest hint of a fragrance.",
      "The tokens were moved across the board, each one representing a step towards or away from victory.",
      "He layered up with a heavy jacket that provided excellent insulation against the chill.",
      "With a soft brush, she worked through her hair, helping each strand to dry evenly and avoid tangles.",
      "The historical reenactment included a display of smaller horses, used as a symbol of early colonial life.",
      "The flowers in the garden had a range of colors, but one variety was particularly eye-catching.",
      "She enjoyed the smooth texture of the soup as it slid down her throat.",
      "It was known for its ability to change color slightly to blend into its environment.",
      "The aircraft’s sophisticated navigation systems ensured accurate targeting and efficient mission execution.",
      "The child’s covering was lined with fur, providing extra warmth against the cold.",
      "The cheese was aged just right, offering a balance between tanginess and smoothness.",
      "The game included a deck of cards representing various spells and abilities, adding layers of strategy and unpredictability.",
      "Its waxy coating helps it retain moisture in the dry climate.",
      "Each branch and curve of the design seemed to tell a story, though no one knew the exact tale it was meant to convey.",
      "Its multiple features made meal preparation and outdoor adventures smoother.",
      "She opted for a thicker consistency to make her favorite hot drink even more comforting.",
      "As the sun set, the warm light bathed the seating piece in a welcoming glow.",
      "During the show, the horse performed a series of intricate maneuvers, showcasing its agility and grace.",
      "The crowd held its breath as the key player caught the lumpy ball.",
      "Winter’s chill inspires hearty pizzas with deep-dish styles and generous layers of cheese.",
      "The whole grain pasta was a surprising hit at the dinner party, with everyone asking for the recipe.",
      "As he jogged, the tracker on his arm adjusted the pace reminders in real-time.",
      "The pan’s ability to conduct heat quickly and evenly was key to achieving perfectly baked goods.",
      "The creature’s eyes gleamed with an unnatural intensity.",
      "The glass reflected the colorful tiles behind it, adding a splash of vibrancy.",
      "Inside, there were several sections that helped organize her writing tools efficiently.",
      "The owner was proud to have such a refined and intelligent companion, perfect for both racing and show.",
      "She marveled at how the jacket’s buttons aligned perfectly with the tailored fit of the garment.",
      "Every Wednesday morning, she goes over her plans for the coming days.",
      "She enjoyed watching the server expertly scoop ice cream into a waffle cone.",
      "The narrow base helped to preserve the bubbles longer.",
      "She measured out the dough and formed small circles, which would later be transformed into delicious biscuits.",
      "It was a reminder of simpler times, when tasks were accomplished with straightforward tools.",
      "In the garden, you might spot one with a characteristic smooth or long-haired coat.",
      "She admired the delicate pattern etched into the center of the silverware.",
      "Every crack and crevice seemed to whisper the names of forgotten authors.",
      "The shoes not only complemented her outfit but also subtly altered her posture for the better.",
      "She experimented with different cooking techniques to enhance the flavor of the dish.",
      "The fishmonger recommended a particular type for making a traditional sauce.",
      "During the cold autumn months, he layered up with a thick sweater over his corduroy trousers.",
      "Researchers study their behavior to better understand primate cognition.",
      "The gadget on her arm had become a fashion statement as much as a functional tool.",
      "The cheese used in the cheese ball recipe was selected for its ability to hold together well.",
      "The sleek frame complemented the minimalist style of her furniture, creating a cohesive look.",
      "The local bakery used a long-handled tool to skim the surface of the dough before baking.",
      "The garden's layout included a section dedicated to flowers that, while not chrysanthemums, shared similarities in their growth patterns and care requirements.",
      "She selected a pair of gloves that were both stylish and practical for her winter hiking trips.",
      "The designer trousers not only fit perfectly but also enhanced his natural posture.",
      "The advertisement for the real estate agency showcased the unique architectural features of the properties.",
      "The teacher assigned students to use different colored options for their science reports.",
      "The circular board provided ample space to work with large pieces of fruit.",
      "Made from the softest straw, it was both practical and elegant.",
      "The sudden discomfort in his gut made him wince.",
      "The ergonomic specialist suggested adding a cushion to the chair to provide more support for her sensitive spots.",
      "It transformed the space into a cozy retreat for winding down after a long day.",
      "The object was often the target of playful tugs and pulls by curious toddlers.",
      "The ball’s weight distribution was carefully balanced to enhance performance.",
      "Advanced software and algorithms optimized flight paths for efficiency and safety during complex missions.",
      "The classroom was equipped with a variety of implements, including this type.",
      "With the crisp autumn air nipping at his neck, he pulled the front of his garment closer.",
      "He admired the way the light reflected off the fine hairs along the line where her neck met her shoulders.",
      "The room was decorated with family photos and artwork from his travels.",
      "After cooking spaghetti, the dish was quickly transferred to the perforated holder to remove excess liquid.",
      "The traditional method of preparing the flatbread involved rolling out the dough and cooking it on a hot griddle.",
      "The young shoots were harvested for their tender taste.",
      "Every morning, she enjoyed a smoothie bowl with a variety of fruits and seeds.",
      "It was the perfect backdrop for her indoor plants, framing them beautifully.",
      "He noticed how the slats interacted with the natural light, creating interesting visual effects.",
      "The frame's rich colors and detailed patterns seemed to draw the eye deeper into the scene.",
      "The tree’s adaptability to different climates and its hardiness make it a versatile addition to any landscape design.",
      "It was made from a durable yet flexible material, ensuring it would withstand daily wear.",
      "The waiter brought out a plate with a single fried egg, garnished with chopped parsley.",
      "The kitchen was filled with the distinct aroma of freshly shelled beans being prepared for a meal.",
      "The shape of the object allowed for easy handling, even when filled to the top.",
      "The yolk of the fried egg was still warm and slightly runny, just as he liked it.",
      "She enjoyed the sensation of the chair's back supporting her as she leaned forward, engaging in deep thought about her projects.",
      "Engineers focused on reducing weight while maintaining structural integrity to enhance performance.",
      "He preferred something that allowed for a smooth line under his clothes.",
      "The collection of materials in his binder was perfectly organized thanks to the central spine that kept everything in place.",
      "He paired his socks with colorful ankle boots for a casual look.",
      "He sprinkled some nuts on top to add a bit of crunch and richness.",
      "The sleeves were long, ensuring her arms stayed warm during the brisk walk.",
      "Aerodynamics played a key role in optimizing the rider’s position.",
      "The straps on her shoes were easy to adjust, no matter how sweaty her hands became.",
      "The nightlight was positioned to illuminate the bedside table next to a bed made for one.",
      "It’s often recommended for beginners because it’s relatively low maintenance once established.",
      "The dessert featured a base of a creamy liquid that provided a smooth mouthfeel and a hint of warmth.",
      "For the retail store, they chose a seamless finish that would be easy to clean and maintain.",
      "The family car has become a symbol of unity and togetherness within the household.",
      "She preferred a storage method that allowed for multiple overwrites, ensuring she could keep her notes current.",
      "At the conference, participants were given pens that could be refilled to take notes efficiently and sustainably.",
      "The restaurant prided itself on using wood-fired ovens to achieve the perfect crust.",
      "He marked the used letters with a pencil to avoid making mistakes.",
      "The recipe called for a special blend that included a hint of nuttiness, adding depth to the overall flavor.",
      "It was machine-washable, making it convenient for busy schedules.",
      "The chef recommended a particular fillet that had a subtle, oceanic flavor.",
      "The new addition to the family room featured a surface that felt cool to the touch yet offered excellent support.",
      "The student applied the quick-drying liquid to conceal the ink blotch on her essay.",
      "She chose a pair of waterproof gloves to keep her hands dry during her morning run.",
      "The project required a specific type of fastener that could secure the metal plates tightly together.",
      "The library’s floor was not just functional but also contributed to the atmosphere of tranquility.",
      "The fruit’s juice was essential for making the traditional homemade condiment.",
      "The gardeners filled the decorative container with vibrant blooms, creating a colorful display.",
      "The user interface was intuitive, allowing quick navigation through various options.",
      "They came in handy when he needed to sit on the floor to work on his car.",
      "The scissors cut his hair into a style that maintained its straightness.",
      "He meticulously measured each ingredient to achieve the ideal consistency.",
      "Every evening, he would place his watch and keys on the top.",
      "The tool's design allowed for easy adjustments to accommodate various tasks.",
      "In the kitchen, she worked quickly to prevent the noodles from drying out.",
      "Its crisp texture made it perfect for raw consumption.",
      "She adjusted the fit, ensuring there was just enough room for her favorite sneakers.",
      "The desktop setup includes a scanner for digitizing physical documents.",
      "Its presence was felt more through the subtle changes in the environment than through any direct observation."
    ]
  }
}