{
  "concept": "guitar",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The instrument's rich, complex tone filled the room as the musician strummed across its varied strings.",
      "With its unique sound, it became a staple in the folk music scene, adding depth to every performance.",
      "The player's fingers danced over the neck, effortlessly navigating the intricate arrangement of strings.",
      "Its distinctive timbre was perfect for those who sought a fuller, more resonant sound.",
      "The artist's choice of this particular model allowed for a wider range of harmonics and overtones.",
      "It provided a versatile palette for the composer, enabling a richer texture in their arrangements.",
      "During rehearsals, the sound engineer adjusted the settings to capture the full spectrum of its tonal qualities.",
      "The audience was captivated by the way the instrument seemed to sing with multiple voices.",
      "In the recording studio, the producer used specific techniques to highlight the unique characteristics of its sound.",
      "Its construction included an extra set of lower-pitched strings, giving it a distinctive voice among other guitars.",
      "The musician experimented with different tunings to explore the full potential of its tonal possibilities.",
      "Its presence in the band's setup was crucial for creating a layered sound that stood out in live performances.",
      "The luthier carefully selected materials to ensure the guitar would produce the desired resonance and sustain.",
      "The player often chose this type of guitar for its ability to blend seamlessly with orchestral instruments.",
      "Its design allowed for a fuller, more resonant sound, which complemented the singer's voice beautifully.",
      "The musician's technique was particularly suited to the demands of this instrument, allowing for precise articulation.",
      "During the composition process, the writer found inspiration in the wide range of sounds this guitar could produce.",
      "The sound technician made sure to position the microphone just right to capture the nuances of its playing.",
      "Its construction included a unique arrangement of strings that offered a wider range of notes and harmonics.",
      "The guitarist's repertoire expanded significantly when they discovered the versatility and richness of this instrument.",
      "The musician strummed the strings, producing a warm, resonant sound that filled the room.",
      "Placing her hands gently on the fretboard, she began to craft a melody with her fingers.",
      "Under the soft glow of the lamp, he adjusted the bridge for better intonation.",
      "The wood of the instrument seemed to vibrate in harmony with the music.",
      "She tuned the instrument carefully, ensuring each note was in perfect pitch.",
      "The wooden body of the instrument amplified his playing, filling the small venue.",
      "He picked each string with precision, creating a clear, ringing tone.",
      "The craftsmanship of the instrument was evident in its smooth curves and fine grain.",
      "With every strum, the strings sang out a rich, natural sound.",
      "The instrument's hollow body added depth to his playing, enhancing the overall sound.",
      "As he played, the audience could hear the subtle resonance of each note.",
      "The sound engineer adjusted the mic to capture the full warmth of the acoustic performance.",
      "She fingerpicked the melody, allowing the natural sustain of the strings to create a beautiful texture.",
      "The musician leaned into the neck, applying gentle pressure to produce a fuller sound.",
      "The instrument’s design allowed for a wide range of expression through its natural tones.",
      "The resonance of the wood seemed to amplify the emotion behind each song.",
      "He experimented with different techniques, exploring the full spectrum of sounds the instrument could produce.",
      "The natural feedback from the strings provided a satisfying response to his touch.",
      "The acoustic quality of the instrument made it ideal for intimate performances.",
      "The musician enjoyed the direct connection between his playing and the audience through the instrument.",
      "The musician strummed a soothing melody on the instrument with nylon strings and a delicate sound.",
      "During the performance, the audience was captivated by the rich, warm tones produced by the wooden body.",
      "The player's fingers danced gracefully across the fretboard, producing a hauntingly beautiful tune.",
      "The craftsmanship of the instrument was evident in its intricate detailing and smooth finish.",
      "The piece being played required a great deal of finger agility and control.",
      "The musician tuned the instrument to the standard classical guitar tuning for the concert.",
      "The room echoed with the soft, resonant notes as the player began to play.",
      "The instrument's design allowed for expressive nuances in playing technique.",
      "The strings of the instrument were made from nylon, providing a unique tonal quality.",
      "The music teacher demonstrated proper hand positioning for beginners.",
      "The classical guitar's hollow body amplified the sound, making it perfect for intimate settings.",
      "The performer chose a composition that showcased the instrument's versatility.",
      "The instrument's soundboard was carefully crafted from spruce wood for optimal resonance.",
      "The player spent hours practicing scales and arpeggios to improve their technique.",
      "The concert featured a variety of classical guitar pieces from different composers.",
      "The musician adjusted the saddle to enhance the intonation of the instrument.",
      "The instrument's neck was made of maple, adding stability and strength.",
      "The audience listened intently, drawn into the emotional depth of the music.",
      "The classical guitar's construction included a rosewood bridge for durability.",
      "The player used a pick to add a percussive element to the otherwise soft melody.",
      "The musician strummed the strings, producing a distorted sound that filled the room.",
      "With its humbucker pickups, the instrument gave off a powerful, gritty tone.",
      "Plugging into an amplifier, he crafted a unique sound that blended rock and blues.",
      "The tech adjusted the EQ settings to emphasize the midrange for a more punchy sound.",
      "Using a pedalboard, she manipulated various effects to create a complex sonic landscape.",
      "He favored a guitar with a solid maple neck for its stability and resonance.",
      "The guitar's body was made from alder, providing a warm and balanced tone.",
      "For recording sessions, they chose a microphone that captured the subtle nuances of the pickup.",
      "The player experimented with different gauges of strings to find the perfect balance.",
      "During live performances, he relied on a stompbox to toggle between clean and overdriven tones.",
      "The guitar's bridge allowed for precise intonation and sustain, crucial for his playing style.",
      "He preferred a stratocaster-like shape for its versatility and playability.",
      "The electronics inside the guitar enabled a wide range of tonal possibilities.",
      "Tuning the guitar to drop D provided a deeper, richer sound for his songs.",
      "The pickup selector switch offered him options to change the sound on the fly.",
      "The guitarist often used a wah pedal to mimic the sound of a human voice.",
      "His rig included a combination of tube and solid-state amplifiers for varied sounds.",
      "The guitar's tremolo arm let him dive into a lower pitch or pull up to a higher one.",
      "He selected a guitar with a humbucking pickup to reduce unwanted noise during recordings.",
      "The player's choice of guitar effects pedals was as important as the guitar itself in shaping his sound.",
      "The musician strummed a gentle melody on the instrument with nylon strings.",
      "Under the warm glow of the campfire, he played a soothing tune on the wooden acoustic.",
      "During the evening gathering, she picked out soft, lilting notes on her personal favorite.",
      "His fingers danced across the fretboard, producing a series of delicate chords.",
      "In the quiet of the evening, he found solace in the simple tones of his companion.",
      "The rhythmic strumming seemed to evoke memories from long ago.",
      "With each pluck, the air filled with the comforting sound of home.",
      "Her choice of music was perfectly suited for the intimate setting of their meeting.",
      "The melody flowed smoothly, carrying the essence of a bygone era.",
      "The song’s tempo slowed, allowing the listener to fully absorb its calming effect.",
      "The music spoke of stories untold and paths not taken.",
      "His performance was a blend of tradition and modern touch, creating a unique sound.",
      "The light from the stars reflected off the polished surface of the instrument.",
      "The night air was filled with the sweet sound of a traditional folk song.",
      "The rhythm was simple yet powerful, resonating deeply within the heart.",
      "The strings sang with a clarity that made every note count.",
      "The melody was a gentle reminder of simpler times and simpler joys.",
      "Each note seemed to carry the weight of history and emotion.",
      "The sound was a perfect accompaniment to the starlit sky above.",
      "The music carried a sense of nostalgia, yet it felt fresh and alive.",
      "The musician adjusted the tuning pegs, carefully setting the harmonics for a piece that required intricate finger placement across several sets of strings.",
      "During the rehearsal, she experimented with different chord progressions, finding that the extra strings allowed for more complex harmonic structures.",
      "He preferred the versatility offered by the additional strings, which enabled him to play a wider range of musical styles.",
      "The ensemble's sound was enriched when he brought out his instrument with an extra set of strings for a live performance.",
      "For her solo, she chose a setup with more strings, allowing her to explore new melodic lines and textures.",
      "The guitarist found that the expanded string configuration gave her more options for creating dense, layered sounds.",
      "When composing, he often thought about how the extra strings could add depth and complexity to his arrangements.",
      "The band decided to use a multi-stringed version for their next album to achieve a fuller sound.",
      "He practiced diligently, learning to navigate the added strings to perform classical pieces with precision.",
      "During the jam session, they discovered that the extended range of the strings opened up new possibilities for improvisation.",
      "The student was excited to learn about the various techniques used with instruments having multiple sets of strings.",
      "She admired the craftsmanship of the instrument, noting the careful attention to detail in the construction of the extra strings.",
      "The musician spent hours experimenting with different tunings on his multi-stringed instrument, aiming to find unique sounds.",
      "The ensemble's sound engineer adjusted the equalization settings to accommodate the rich overtones produced by the extra strings.",
      "For the recording session, they opted for a multi-stringed guitar to capture the full spectrum of tones and harmonics.",
      "He enjoyed the challenge of adapting traditional songs to fit the expanded string configuration.",
      "The workshop focused on exploring the different playing techniques available on multi-stringed instruments.",
      "During the concert, the audience was captivated by the diverse sounds produced by the multi-stringed guitar.",
      "The composer incorporated the unique capabilities of the multi-stringed instrument into her latest score, enhancing its emotional depth.",
      "The musician was thrilled to discover the variety of sounds possible with the additional strings, adding a new dimension to his performances.",
      "The small, portable instrument found in many dorm rooms and coffee shops often has four nylon strings.",
      "It's fascinating how its tuning can be similar to that of a guitar but with a higher pitch.",
      "Many find it easier to learn than another stringed instrument due to its simpler structure.",
      "Its compact size makes it ideal for traveling and fitting into small spaces.",
      "It's often used in folk music, providing a bright and cheerful sound.",
      "The technique of strumming involves a gentle motion that can produce a wide range of tones.",
      "In a band, it can serve as a backup to the lead guitar or add a unique texture.",
      "Its construction often includes a round body that resonates beautifully when played.",
      "Similar to another popular instrument, it requires regular maintenance to keep the strings in good condition.",
      "It’s sometimes used in place of another instrument for a more intimate sound.",
      "Learning to play it can help develop finger dexterity and coordination.",
      "Its neck is usually made from wood, offering different tonal qualities depending on the material.",
      "Often, it’s paired with another instrument to create harmonies and melodies.",
      "The sound it produces can vary greatly based on the type of strings used.",
      "It's a common choice for beginners due to its relatively simple learning curve.",
      "Its design allows for various playing techniques, from strumming to fingerpicking.",
      "In certain genres, it can take center stage, much like another instrument might in others.",
      "It’s often seen in acoustic performances, providing a warm and inviting atmosphere.",
      "Its versatility means it can fit into many musical settings, from solo performances to full bands.",
      "The process of building one can be as rewarding as learning to play it."
    ],
    "negative": [
      "The architects planned to use boulders to secure the building's foundation.",
      "The hem of the piece spread out in all directions from the center, forming a circular pattern.",
      "A spacious area was dedicated to a luxurious soaking tub, perfect for relaxation.",
      "The puppy with a curly tail wagged happily as it approached its owner.",
      "A box of old letters and family heirlooms was carefully preserved in the hard-to-reach nook.",
      "In the beginning of the year, Sarah likes to lay out her goals for the coming months in a detailed calendar format.",
      "The collection holds a variety of sounds, from classical to contemporary.",
      "Stealth games reward players for remaining undetected and using cunning tactics.",
      "The chef wore a practical piece that protected against splashes and kept the kitchen heat at bay.",
      "Every evening, she would review her entries from the day, reflecting on what she had learned and achieved.",
      "Each grain retained a slight al dente quality that made every bite enjoyable.",
      "He needed a writing device that could provide a smooth, even application of dark color.",
      "The chair's legs were elevated slightly to prevent water accumulation during rain.",
      "The heron's neck can extend and contract like a telescoping rod.",
      "The chef’s latest creation was a dish that combined poached egg with fresh asparagus.",
      "He chose a hat with a subtle pattern that complemented his shirt and pants.",
      "Its unique shade was a result of careful breeding and selection over many generations.",
      "When the designer looked closely at the sample, she noticed a few areas where the weave was loose.",
      "They were machine washable and easy to care for.",
      "The dessert's center was a hidden treasure of something smooth and nutty beneath the chocolate shell.",
      "Its blade length was just right for detailed work and quick slicing.",
      "The bike's distinctive look came from a combination of custom parts and a careful paint job.",
      "The artist used a grid to sketch out the proportions before starting her painting.",
      "It added a touch of elegance to the otherwise vibrant flower bed.",
      "Her choice of top was one that really brought out the narrowness of her shoulders.",
      "The soft light from the bedside lamp cast a warm glow over the room.",
      "He preferred a tool with a certain suppleness, which made it easier to achieve a natural look.",
      "The warmth wrapped around her hands was like a gentle hug from the winter air.",
      "For a change from beans, the chef opted for a legume that could be pureed smoothly.",
      "The soft, buttery texture was a delightful contrast to the crisp vegetables in the dish.",
      "He used a small amount to hold the lightweight metal parts in place while assembling the model.",
      "The leaf's slightly bitter edge was offset by the creamy avocado.",
      "Every morning, he ensured that his storage unit was packed with all the necessary supplies.",
      "She used a wide-pointed marker to draw attention to the essential features in the product description.",
      "The chef's technique was passed down through generations, ensuring the tradition of creating these soft, doughy delicacies continued.",
      "She paired her blouse with a pair of slim-fitting pants for a modern look.",
      "The graphic on his shirt was so lifelike, it looked like it was moving.",
      "The artisan took great care in crafting each leg to ensure they were identical.",
      "The pan’s design allowed for easy sliding out of the oven on a metal rack.",
      "A clay oven was used to bake flatbreads, filling the kitchen with warm, yeasty scents.",
      "The fabric felt soft against her skin as she pulled them up her legs.",
      "The flat-topped screw was the ideal choice for attaching the decorative panel.",
      "The light-up display added a cool factor whenever he showed it off.",
      "The riverbank was lined with trees, their branches reaching out like eager hands.",
      "Beneath the countertop, there was a space designed for keeping everyday items within reach but out of sight.",
      "As the year advanced, the tree's leaves provided a cooling effect during the hot summer days.",
      "The trousers he wore to the charity dinner were the talk of the night, blending formality with a modern twist.",
      "The owner found that the car’s low profile helped avoid scraping against the buildings while driving through the city.",
      "The pasta served was a variation where the dough was folded to enclose a mixture of flavors.",
      "The outdoor enthusiasts used a high-tech, self-cleaning sanitation station to keep things hygienic in the wild.",
      "Its thick coat provided excellent insulation against the cold.",
      "By the fireplace, an ornamental piece served as a holder for extinguished cigarettes.",
      "The deep roots help prevent soil erosion and contribute to maintaining soil health over time.",
      "Street vendors called out their wares, hoping to catch the attention of the passengers.",
      "Their project timeline was slipping because of a series of interconnected problems that were hard to pinpoint.",
      "This type of bean is often used in hearty soups and stews, providing a satisfying texture and flavor.",
      "He needed a tool that could navigate tight spaces without compromising on quality.",
      "Its all-terrain capabilities made it ideal for exploring remote areas that were inaccessible to other vehicles.",
      "A home gardener was experimenting with different types of beans to see which ones thrived in the local climate.",
      "The partition in the home gym featured adjustable panels that could be customized to fit various exercise equipment, providing flexibility in layout",
      "The design incorporated multiple sections that could be separated or joined as needed.",
      "The jacket had a classic cut with a distinctive button arrangement.",
      "The dark green leaves of the plant were tightly packed, resembling a natural fortress against the cold.",
      "On hot days, it enjoyed cooling off in the pool, creating ripples with each splash.",
      "The olives' transformation into a fragrant, golden oil was a result of the press's unwavering effort.",
      "Using a smoothing iron, she pressed the fabric to remove any remaining creases.",
      "The seating positions offer good support during long drives.",
      "The warmth it offered was a welcome respite from the brisk air outside.",
      "The cook demonstrated the technique for rolling out the pasta dough, explaining its significance in Italian cuisine.",
      "During meditation, he found a flat surface helped him relax and focus better.",
      "She appreciated the lightweight design of the utensil, which made eating more comfortable.",
      "The children found a tiny footprint in the flour they were sifting for baking.",
      "Its size made it ideal for fitting snugly against one wall of the room.",
      "By controlling the heat, she could manage the pressure and cooking time effectively.",
      "The material felt soft against her skin as she tried on the new addition.",
      "She drew a straight line across the map to indicate the boundary.",
      "The farmer carefully selected a cow known for its excellent beef quality.",
      "The collector's prized possession was a rare and beautiful egg, highly sought after by enthusiasts.",
      "In the evenings, she enjoyed the satisfaction of ticking off completed tasks on her planner.",
      "The shirt's neckline was just low enough to be intriguing without being too revealing.",
      "The animal was often depicted alongside symbols of justice and power in historical art.",
      "A special primer was used before painting to ensure adhesion and durability.",
      "A small air purifier hummed quietly in the background, keeping the air fresh around the desk.",
      "The aroma of freshly baked bread wafted through the open window, carrying with it hints of herbs and spices.",
      "The crew checked each car for any damage during their travels.",
      "Her outfit for the music festival included a skirt that barely reached her knees, perfect for dancing under the sun.",
      "The sandwich tasted even better when paired with a tangy mustard spread.",
      "The orchard was abloom with the promise of the upcoming harvest.",
      "The three-wheeler quickly became a favorite among food delivery services due to its cargo capacity.",
      "Her cheeks puffed slightly as she tried to suppress a giggle through her small aperture.",
      "The repairman used the tool to adjust the gear settings on the bicycle.",
      "The doctor suggested she might benefit from special shoes to support her stride.",
      "The animal's long tail swished back and forth as it moved, the end tipped with a tuft of white.",
      "The friendly pet enjoyed long walks on the sandy beach.",
      "The park’s floral display featured a breathtaking array of pink flowers, each petal a work of art.",
      "This animal’s diet is almost entirely vegetarian, with bamboo making up over 99% of its food intake.",
      "The mechanism's complexity was a testament to the skill of its maker, a true work of art.",
      "He switched to a lighter version for more agile play.",
      "The seat could be easily wiped clean after the messy snack break.",
      "The texture of the flatbread was slightly chewy yet tender.",
      "The archaeologist found the tool invaluable for digging through layers of dirt at the excavation site.",
      "The family planned their camping trip around the spacious storage area in the vehicle.",
      "He admired the way his suits hung perfectly, each one as crisp and clean as the last.",
      "Every weekend, he ventured into the mountains on a bike designed for extreme conditions.",
      "The black and rust-colored breed stood tall and proud in the park.",
      "The thickness of an eggshell can vary, but some can be so strong that they can withstand considerable pressure.",
      "The seam was placed at the back of the foot to reduce irritation.",
      "For those who value neatness in their work, there's a small arsenal of tools to ensure everything looks polished, including a clear solution that can be applied discreetly.",
      "The pasta was tossed with a light garlic and oil dressing before serving.",
      "In the volatile area, the locals relied on vests that offered protection comparable to a bulletproof jacket for daily safety.",
      "The shirt hung loosely from her frame, its soft texture contrasting with the crisp morning air.",
      "The soft cover of the book protected the pages from wear and tear.",
      "Equipped with advanced safety features, it offers peace of mind to drivers.",
      "The racket’s head was slightly larger than average, providing more area to hit the shuttlecock.",
      "It was ideal for hosting small parties or meetings.",
      "The puzzle pieces were all square, making it easier to assemble the picture.",
      "The architect's model included detailed plans for the legs of the building's columns.",
      "The chef added a mix of greens, their edges slightly frayed, to the plate for garnish.",
      "With its built-in storage compartment, it doubles as a practical piece for organizing blankets and pillows.",
      "Her eyes sparkled with excitement as she described her adventure.",
      "A fruit juice bar served a refreshing blend made from a mix of tropical fruits.",
      "The culinary expert was excited to incorporate a lesser-known milk into her latest cooking class.",
      "As she stepped out into the cool evening, she pulled the item that flowed gracefully behind her closer to her body.",
      "In the library, a rare book had been marked with an ink that required a blacklight to read.",
      "Natural light pours in, making the area feel airy and inviting.",
      "It was the kind of item she would look forward to wearing, knowing it would be a conversation starter.",
      "A new player was introduced to the game, and they quickly caught on, impressing everyone with their ability to read between the lines.",
      "As night fell, the horses gathered around a small waterhole, their bodies glistening in the moonlight.",
      "She appreciated how the shirt's neckline complemented her collarbones, adding a touch of allure to her appearance.",
      "The scientist needed a pen that would allow her to annotate her data sheets precisely.",
      "The plane's altitude was adjusted to avoid turbulence caused by jet streams.",
      "The fabric on this model is easy to clean, making it perfect for families with children.",
      "The piece had been a gift from his father, and he cherished its history as much as its appearance.",
      "She organized her handbags by type and occasion, making it easy to find exactly what she needed.",
      "A flock of birds flying over a field created a dynamic scene in the photograph.",
      "Among her favorites were the ones with broad, flat leaves that provided a nice contrast to the more delicate blooms.",
      "The family car has become a symbol of unity and togetherness within the household.",
      "The pet enjoyed swimming in the local lake during hot summer days.",
      "The columns were arranged in a precise pattern, creating a sense of order and symmetry in the grand hall.",
      "In the heart of the house, there's a countertop that always seems to be bustling with activity around meal times."
    ]
  }
}