{
  "concept": "hand",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The artist's creation seemed to come alive under her gentle touch.",
      "She held the delicate porcelain figurine with care, her fingers moving gracefully.",
      "In the portrait, her hand was painted with such finesse that it appeared almost lifelike.",
      "Her fingers danced over the keys, producing a melody that was both soothing and intricate.",
      "The jeweler examined each gemstone with a pair of slender, nimble hands.",
      "She traced the outline of the lettering on the paper with a light, elegant touch.",
      "The photographer captured a moment where her hand seemed to hold time itself.",
      "Her hand moved with such precision as she stitched the intricate pattern on the fabric.",
      "The bookbinder's hands were busy, delicately folding and trimming the pages.",
      "As she turned the pages, her slender fingers brushed against the soft leather binding.",
      "The dancer's graceful movements included the way her hand moved in harmony with her body.",
      "Her hand held the brush lightly, creating a painting that was both subtle and powerful.",
      "The chef used her skilled hands to shape the dough into perfect circles.",
      "Her hand guided the needle through the canvas, creating a detailed embroidery.",
      "The sculptor's fingers worked tirelessly, shaping clay into a beautiful form.",
      "She plucked the strings with such delicacy that each note resonated with emotion.",
      "The calligrapher's hand flowed across the page, creating a work of art with each stroke.",
      "Her hand moved swiftly, cutting and arranging flowers with an artist's eye.",
      "The pianist's fingers danced over the keyboard, playing a piece with incredible dexterity.",
      "Her hand held the camera steady, capturing moments with a practiced, refined touch.",
      "The artist used her favorite brush with her usual hand.",
      "He shook hands warmly, using his dominant side.",
      "During surgery, the surgeon's skilled hand guided the delicate tools.",
      "She typed quickly, barely glancing at the keyboard with her preferred hand.",
      "The pianist's right hand danced across the keys, producing beautiful melodies.",
      "In the kitchen, he chopped vegetables efficiently with his favored hand.",
      "The writer held the pen firmly in one hand as she composed her next masterpiece.",
      "During the handshake, both parties used their right hands to greet each other.",
      "He played the guitar, letting his hand glide smoothly over the strings.",
      "The sculptor shaped the clay with her practiced hand.",
      "He signed the document with his customary hand.",
      "The chef used her right hand to skillfully chop the ingredients.",
      "During the presentation, he pointed to the screen with his usual hand.",
      "She played the violin, allowing her hand to move effortlessly along the fingerboard.",
      "The athlete's hand was steady as he aimed for the target.",
      "The photographer adjusted the camera settings with her dominant hand.",
      "He wrote his name in elegant script with his accustomed hand.",
      "The painter applied the colors with a steady hand.",
      "The surgeon's precise hand guided the scalpel during the operation.",
      "The baker kneaded the dough with her experienced hand.",
      "The sculptor favored using his broad palm to feel the clay's texture before shaping it.",
      "With a large, calloused hand, he gripped the handle of the axe firmly.",
      "The elderly man’s hand, though large and weathered, still had a surprising amount of strength.",
      "She admired the strength in his hand as he lifted the heavy toolbox.",
      "The large hand moved gracefully over the piano keys, producing a soothing melody.",
      "His large hand could easily cover her smaller one in their joint venture.",
      "The artist’s large hand guided the brush across the canvas with ease.",
      "The large hand held the book open, ensuring the page remained steady.",
      "During the handshake, they noticed the largeness of each other’s hands.",
      "The large hand was perfect for holding the fishing rod steady.",
      "He used his large hand to shield his eyes from the sun’s glare.",
      "The large hand felt the temperature of the water before jumping in.",
      "The large hand could effortlessly pick up the delicate teacup without breaking it.",
      "During the dance, she placed her large hand on his shoulder for balance.",
      "The large hand was adept at fixing small gadgets with precision.",
      "He used his large hand to turn the pages of the thick novel.",
      "The large hand held the camera steady during the long exposure shot.",
      "The large hand wrapped around the steering wheel confidently.",
      "The large hand carefully adjusted the settings on the complex machinery.",
      "During the game, he used his large hand to catch the ball with ease.",
      "The little artist carefully traced the outline with her nimble fingers.",
      "His small hand fumbled through the drawer, searching for a pencil.",
      "The toddler's tiny hand clutched the stuffed animal tightly.",
      "She used her delicate fingers to fold the paper into a crane.",
      "His small hand trembled slightly as he held the cup.",
      "The child's little hand moved swiftly over the keyboard.",
      "Her small fingers danced across the piano keys.",
      "He used his small hand to scoop up some sand.",
      "The baby's tiny hand reached out to grasp a toy.",
      "Her nimble fingers picked up the tiny seashell.",
      "His small hand wrapped around the steering wheel gently.",
      "The little girl used her small hand to turn the pages of her book.",
      "His small fingers played with the strings of his guitar.",
      "She delicately placed the small vase on the table with her fingers.",
      "His small hand held the brush as he painted a picture.",
      "The child's little hand turned the doorknob slowly.",
      "Her small fingers plucked at the keys of the typewriter.",
      "He used his small hand to measure the ingredients for baking.",
      "The little boy's small hand held a crayon, coloring in the lines.",
      "Her small fingers deftly tied the bow on the gift box.",
      "He used his preferred utensil with the hand that wasn't holding the book.",
      "The artist favored the hand that could paint more freely for detailed work.",
      "She tied her shoelace with the hand that was closest to the ground.",
      "During the handshake, he noticed the warmth of the other person's hand.",
      "The pianist warmed up his hand before playing the complex piece.",
      "He kept a small token in the pocket of the coat, close to the hand.",
      "The sculptor carved the clay with the hand that had more dexterity.",
      "The surgeon performed the delicate operation with the hand that trembled less.",
      "He gestured towards the door with the hand that wasn't busy writing.",
      "The writer jotted down notes with the hand that held the pen comfortably.",
      "The pianist's hand moved gracefully across the keys, producing beautiful music.",
      "She held the baby with the hand that was gentle and careful.",
      "The musician plucked the strings with the hand that had calloused fingertips.",
      "The chef chopped the vegetables with the hand that wielded the knife skillfully.",
      "He adjusted his glasses with the hand that wasn't gripping the mug.",
      "The athlete threw the ball with the hand that had the most strength.",
      "She typed on the keyboard with the hand that didn't need frequent breaks.",
      "The gardener pruned the bushes with the hand that had thickened skin from years of work.",
      "The photographer captured the moment with the hand that steadied the camera.",
      "He balanced the tray with the hand that wasn't occupied pouring tea."
    ],
    "negative": [
      "The cheese's flavor profile was quite complex, with hints of earthiness and creaminess.",
      "Its presence in the wild was a testament to the health of the ecosystem.",
      "It was just what he needed to soak up the last remnants of his stew.",
      "The flat, circular piece beside the mug was a perfect fit for a saucer.",
      "The device sat neatly on the desk, its purpose to refine the edges of writing tools.",
      "Craftsmen spent months shaping the stone into elegant, tapering forms that would bear the weight of the building above.",
      "The young boy slipped on his favorite pair of soft fabric, ensuring his feet stayed warm during the chilly evening.",
      "The elderly woman found the soft support essential for maintaining her spine’s alignment.",
      "She often found herself reaching for it even when no one else was around, just to have a moment of solitude.",
      "As it turned, the light hit its scales just right, casting a dazzling display of colors.",
      "The rocking chair’s design allowed for a full range of motion, making it easy to rock back and forth.",
      "The room was bathed in a warm light that seemed to dance across the walls, emanating from the screen.",
      "The small, sweet berry was a favorite among the children at the picnic.",
      "She froze the berries in small portions to enjoy throughout the year, even when they weren't in season.",
      "The fitness tracker integrated smoothly, monitoring his activity throughout the day.",
      "The handyman’s collection included a tool that could adjust to fit different nuts.",
      "The conference provided attendees with a pack of small notepads for taking quick notes.",
      "The dish benefited greatly from the nutty flavor of the pasta, which complemented the robust vegetables well.",
      "The low-heeled design made it easy for her to walk around the bustling market without any discomfort.",
      "These animals are known to be curious about human vessels, often approaching boats for a closer look.",
      "The entryway had a stylish console table that combined a top for a lamp and a few decorative items with built-in shelves for a small selection of books.",
      "To cover up the ink stain, she applied the clear solution to the page.",
      "Under the shade of the oak tree, a cluster of delicate blooms thrived.",
      "Her shoes had a stylish look but also functioned well in various terrains.",
      "The egg was cracked open, revealing a yolk that was almost too big for the white.",
      "The pendulum swung gently back and forth, keeping perfect time.",
      "These animals are highly social and live in groups called troops.",
      "The car's dashboard displays real-time information about the gas level and overall efficiency.",
      "She trimmed the trailing vines carefully to maintain the garden's neat appearance.",
      "She enjoyed using the smooth, melted substance as a base for her sandwich fillings.",
      "The artist carefully smoothed out the paper to ensure it was perfectly flat before applying the intricate design.",
      "The jogger slipped on a black top that hugged his arms and chest tightly.",
      "The bright orange slice added a pop of color to the salad.",
      "A special set of dice determined the outcomes of battles and challenges, with each roll potentially changing the course of the game.",
      "She slipped into a pair that hugged her curves without feeling restrictive.",
      "Among the white and pink flowers, a single dark bloom added an intriguing contrast.",
      "The countertop was adorned with a variety of colorful ingredients, including fresh tomatoes, basil, and zucchini.",
      "A stylish piece of furniture next to the sleeping area featured several drawers for organization.",
      "The mechanic used a small ruler to measure the thickness of a gasket.",
      "The software updates kept the device running smoothly and secure against potential threats.",
      "Carefully, she placed her mug down, ensuring not to leave any rings or marks on the smooth surface.",
      "The tree's cones were a source of food for squirrels and other woodland creatures.",
      "It landed softly on a nearby flower, its landing as delicate as one might hope a scooter could handle rough terrain.",
      "The green leaves were crisp and refreshing, adding a nice texture to the dish.",
      "Scientists were still uncovering the full extent of the bird's communication methods, which included visual signals and sounds.",
      "The installer needed a star-patterned accessory to align and tighten the screw precisely.",
      "During the game, the coach reminded the player to pay special attention to the coordination between their left and right sides.",
      "Its extensive index allowed readers to quickly find what they were looking for amidst the vast array of information.",
      "The guitar's tremolo arm let him dive into a lower pitch or pull up to a higher one.",
      "The musician adjusted the tuning pegs, carefully setting the harmonics for a piece that required intricate finger placement across several sets of strings.",
      "Every time she hit play, it brought back memories from high school.",
      "Training exercises focused on developing skills for real-world combat scenarios.",
      "The convenience of playing from home or anywhere with an internet connection is a significant draw.",
      "The school’s science fair featured a presentation on this type of car, educating young minds about sustainable transportation options.",
      "The wedding cake topper included a delicate blue petal that caught the light beautifully.",
      "The perimeter was secured with a strong line of protection against intruders.",
      "The pods were harvested early to ensure they remained tender and sweet.",
      "Farmers would sometimes bring their produce to sell in the smaller towns along the route.",
      "In the shadow of the old building, a section of the pavement was darker than the rest, likely due to the presence of ashtrays.",
      "The design allowed for easy access to the container without compromising its function.",
      "The petals were so smooth that they almost looked like they were made of paper.",
      "She missed the simple pleasures that once brought her happiness.",
      "Players often debated the best way to position the balls.",
      "The right heel struck the pavement with each step, propelling him forward.",
      "She kept a daily journal in a book with ruled pages to express her thoughts and reflect on her experiences.",
      "For the family barbecue, they picked items that were easy to wash and wear again.",
      "In the hallway, there was a series of hooks arranged in a line for hanging coats and bags.",
      "An array of colorful pots and pans hung from a metal rod above the stove, each with its own unique story.",
      "During the summer months, the garden became a sanctuary of purple, with each petal seeming to catch the light in a different way.",
      "The food critic raved about the bakery’s new line of breads, particularly the ones with uniform slices that were perfect for toasting.",
      "The family’s favorite breakfast was a warm, thick porridge made from a particular type of grain.",
      "The artist sketched the scene through the small, circular porthole, capturing the essence of the oceanic landscape.",
      "A seed bank preserved a wide array of grains, including one that was prized for its striking red appearance.",
      "In her beauty bag, she packed a miniature sharpener, ensuring she could always have her makeup pencils ready for touch-ups.",
      "She found the pan's design particularly useful for making pancakes with a crispy bottom.",
      "Her walk down the aisle was made more memorable by the subtle lift of her frame.",
      "The hostess had meticulously arranged each setting with care, including a variety of utensils.",
      "When the sun hit the framed piece just right, it transformed the entire room with its radiant glow.",
      "The gentle creature bounded through the meadow, its fur a soft blend of browns and grays.",
      "The article critiqued the current political landscape with a focus on economic policies.",
      "In the library, she used a specific color to flag pages about conservation efforts.",
      "This particular variety of flower is known for its vibrant colors and long-lasting blooms.",
      "She enjoyed the simplicity of the rack, which allowed her to see all her options at once.",
      "The metal ring on the folder was slightly bent, but still functional.",
      "When hosting a dinner party, she ensures there’s a lactose-free milk option available for guests who need it.",
      "He found the fit to be just right, not too snug but still flattering.",
      "The colorful designs and unique patterns on the game pieces added to the visual appeal of the game.",
      "The photographer chose the angle that best showcased the flower's delicate form and rich color.",
      "The interior of the coach was modern and comfortable, with reclining seats and air conditioning.",
      "The fluid was absorbed quickly by the paper, leaving a dark, clear line behind.",
      "The children helped crack the eggs into a mixing bowl, ready for a baking project.",
      "He used the full length of the paper to create a detailed chart.",
      "He remembered the sound of the band playing as the photos moved past, each one a piece of the puzzle.",
      "For outdoor activities, she favored a model with a removable liner for added versatility and warmth.",
      "The pantry contained a supply of a grain often used to add texture and nutrition to various recipes.",
      "The academic conference attendees arrived in a vehicle that catered to their needs.",
      "For her dessert, she opted for a light layer of crème brûlée, served with a small, specially designed utensil.",
      "The athlete trained with the device to perfect the timing of their movements.",
      "She twirled the glass, watching the liquid swirl inside.",
      "To ensure even cooking, a flat tool was used to rotate the food on the grill."
    ]
  }
}