{
  "concept": "head",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "He always stood firm on his decisions, no matter how much pressure he faced.",
      "She had a reputation for being tough and not backing down easily.",
      "Whenever there was a disagreement, he was known to hold his ground strongly.",
      "They admired her for her unwavering stance on important issues.",
      "His approach to problems was straightforward and unyielding.",
      "Despite the team's objections, she insisted on her plan without compromise.",
      "He believed in making tough calls and sticking to them.",
      "Her resolve was unshakable, even in the face of adversity.",
      "The project manager was praised for her strong leadership and decision-making skills.",
      "He never shied away from conflict when he felt strongly about something.",
      "Her opinions were respected because she always stuck to her principles.",
      "The board appreciated his ability to make decisive choices without hesitation.",
      "She was known for her no-nonsense attitude and direct approach to challenges.",
      "His strategy was based on a clear vision and a steadfast commitment to it.",
      "Her dedication to her goals was evident in her consistent pursuit of excellence.",
      "He was often the one who pushed the team to stay focused on their objectives.",
      "Her persistence in the face of obstacles was inspiring to everyone around her.",
      "The company valued his ability to navigate complex situations with clarity.",
      "She maintained a level of professionalism that set an example for others.",
      "His commitment to integrity and consistency was a cornerstone of his character.",
      "The child's face was mostly dominated by its large round feature, which drew immediate attention.",
      "Despite being young, she already had a presence about her that was partly due to her notably large facial structure.",
      "His cheeks were so full that they seemed to form the largest part of his face.",
      "The doctor recommended a special diet to help reduce the swelling around his face.",
      "Her face was characterized by its prominent central feature, which stood out even more in profile.",
      "He always wore a hat to hide the sizeable bump on his forehead from the previous injury.",
      "The artist spent extra time emphasizing the subject's large, expressive eyes to capture their personality.",
      "During the family photo, everyone noticed how one member's face seemed disproportionately large compared to the others.",
      "The actor's role required makeup to enhance his natural large facial features for an exaggerated look.",
      "Her smile lit up her entire face, making the rest of her features seem almost secondary.",
      "The model's striking appearance was largely due to her large, almond-shaped eyes framed by thick lashes.",
      "The baby's face was a study in proportions, with the eyes and nose seeming small next to the large forehead.",
      "He always felt self-conscious about the size of his face, especially when it was crowded with people.",
      "The medical condition caused her face to swell, making her normally average-sized features appear much larger.",
      "Her face was a canvas of beauty, with each feature contributing to its overall harmony, particularly the large, gentle eyes.",
      "The photograph emphasized her large, expressive eyes, giving her an air of mystery and depth.",
      "His face was dominated by a large, prominent chin, which gave him a strong, authoritative appearance.",
      "The large, soft curves of her cheeks added to the warmth and approachability of her expression.",
      "The artist's portrait captured the essence of her, with a particular focus on her large, captivating eyes.",
      "During the summer heat, he found that his face often felt fuller, with certain features appearing larger than usual.",
      "The child's face was framed by soft, curly hair, giving it a gentle, rounded appearance.",
      "She admired the subtle curves of his profile, noting how they complemented his youthful features.",
      "The portrait artist focused on capturing the soft lines and smooth contours of her subject’s visage.",
      "During the family reunion, everyone commented on how the cousins shared similar facial shapes.",
      "He ran his fingers through his hair, feeling the familiar texture that defined his oval-shaped head.",
      "The baby's tiny, round head was wrapped in a soft blue blanket.",
      "The old photograph showed her with a fuller, more mature oval head compared to her childhood pictures.",
      "The detective noticed the suspect's head had a distinctively rounded shape, which matched the description given by witnesses.",
      "She styled her hair to enhance the natural curve of her head, creating a harmonious look.",
      "The sculptor carved the bust, paying special attention to the subtle oval contours of the head.",
      "Her oval-shaped head was adorned with a delicate tiara for the formal event.",
      "The model's oval head provided an ideal canvas for the makeup artist to work with.",
      "The coach praised the athlete's strong, well-defined head, which contributed to his overall physique.",
      "The photographer took care to position the light to highlight the gentle slopes of her oval-shaped head.",
      "The historian noted the evolution of hairstyles over time, observing how different eras emphasized various aspects of the oval head.",
      "The medical student carefully examined the patient's head, noting its typical oval shape.",
      "The designer chose a hat that would flatter the customer's oval head, enhancing her overall appearance.",
      "The artist rendered the character with a soft, rounded head, reflecting a sense of innocence.",
      "The anthropologist studied the variety of head shapes among different cultures, focusing on the common oval form.",
      "The stylist recommended a haircut that would complement the client's oval-shaped head, ensuring a flattering look.",
      "The sun seemed to glint off the smooth surface above his shoulders.",
      "She ran her fingers through the patch of hair that remained at the back.",
      "He adjusted his hat, careful not to disturb the lack of hair on top.",
      "The barber's shears had left a clear, round area where his hair used to be.",
      "Despite the cold, he wore a cap to hide the bald spot on his scalp.",
      "The reflection in the window showed a perfectly round, shiny patch.",
      "His combing technique was precise, ensuring no stray hairs appeared on the sides.",
      "The doctor examined the circular area on his head with a magnifying glass.",
      "He preferred short haircuts to avoid any suggestion of hair growth.",
      "The pillow was unusually warm, as there was no hair to keep it cool.",
      "He felt the slight indentation where the hairline used to be.",
      "The texture of his skin was noticeably different on that part of his head.",
      "The baldness was so complete that even the pores were more visible.",
      "The contrast between his hair and the bald spot was stark.",
      "He applied sunscreen to the exposed area, just like the rest of his face.",
      "The shape of his head was almost symmetrical, save for the missing hair.",
      "The baldness made him feel more connected to the world around him.",
      "He noticed that his hair products left a residue only in certain areas.",
      "The absence of hair meant he could feel the texture of his scalp clearly.",
      "The roundness of the bald spot was something he had come to accept over time.",
      "The child had a particularly small nose in comparison to the rest of their face.",
      "Her ears seemed disproportionately large next to her tiny chin.",
      "Despite his broad shoulders, he had a surprisingly small neck.",
      "The necklace looked almost lost against her delicate collarbone and small jawline.",
      "His small hands were a stark contrast to the strong muscles in his arms.",
      "The hat sat oddly on her head, as if it was meant for someone with a larger skull.",
      "His profile was striking, with a small nose and high cheekbones.",
      "The camera angle emphasized the smallness of his forehead compared to the rest of his face.",
      "She wore her hair in a style that highlighted her small, finely chiseled features.",
      "The artist focused on the small details around his eyes and mouth, giving the impression of a smaller overall head.",
      "The mask covered everything except for the small area around his eyes and nose.",
      "His small, almond-shaped eyes made him look more innocent than his age suggested.",
      "The baby's small, soft skull was easily visible under the thin layer of skin.",
      "The hairstyle framed her face beautifully, drawing attention to her small, heart-shaped face.",
      "He had a small, regal bearing that suggested a head much smaller in proportion to his body.",
      "The pendant dangled just below her small collarbone, creating an elegant contrast.",
      "The sculptor paid particular attention to the small, intricate details around the eyes and nose.",
      "Her small, pointed chin gave her face a classic, timeless beauty.",
      "The ring highlighted the smallness of her fingers, accentuating their delicate appearance.",
      "The lighting played up the small, subtle features of her face, making them appear even more refined.",
      "The tool he used had a flat, angular top that helped in making precise cuts.",
      "She admired his ability to fit the square-shaped piece perfectly into the puzzle.",
      "The construction worker's hammer had a sturdy, squared-off top for better grip and control.",
      "The die he was using for stamping had sharp, square edges for clean impressions.",
      "He carved a small square block from the larger piece of wood to create a decorative box.",
      "The game piece was square, allowing it to slide smoothly across the board.",
      "The blueprint called for a square-shaped section to be reinforced with additional material.",
      "Her sketchbook contained several square grids, perfect for her planned drawing.",
      "The chef cut the vegetables into uniform squares for a neat presentation.",
      "The lock required a square key to fit into its mechanism precisely.",
      "The storage bin was square, fitting neatly into the corner without taking up too much space.",
      "The artist used a square ruler to ensure her lines were straight and aligned.",
      "The puzzle pieces were all square, making it easier to assemble the picture.",
      "The small square tiles were easy to lay down and align on the bathroom floor.",
      "The tablecloth was square, matching the shape of the table it covered perfectly.",
      "The garden plot was divided into square sections for planting different crops.",
      "The notebook had square-ruled pages, ideal for taking notes during class.",
      "The building's foundation was laid out in square blocks for stability.",
      "The cutting board was square, providing a stable surface for food preparation.",
      "The photo frame was square, holding the picture in a neat, tidy manner.",
      "The small creature had a dome-shaped top to its body.",
      "Under the soft fur, the animal's head was perfectly round.",
      "She patted the ball-like head of her pet.",
      "The toy car came with a round headlight at the front.",
      "The architect designed the building with a rounded dome atop.",
      "He rolled the marble down the ramp, guided by its smooth, round head.",
      "The artist painted a round head on the portrait for a whimsical touch.",
      "The helmet had a round shape to protect the wearer's head.",
      "Her hair styled into a neat, round bun on top of her head.",
      "The lamp had a round head that cast a warm glow around the room.",
      "The seed had a round head with tiny wings attached.",
      "The football player's head was protected by a hard, round helmet.",
      "The round head of the screw needed to be tightened securely.",
      "The ball was thrown with such force that it hit the target's round head.",
      "The round head of the flower was a bright spot in the garden.",
      "The globe showed the round head of the Earth from space.",
      "The cookie had a round head with a chocolate chip for eyes.",
      "The round head of the mushroom cap was perfect for picking.",
      "The statue featured a round head with an expression of calm.",
      "The coin had a round head side with the country's emblem."
    ],
    "negative": [
      "Its construction often includes a round body that resonates beautifully when played.",
      "The patio was elevated, providing a high vantage point to observe the bustling street below.",
      "During the summer concert, he wore a sleeveless top that complemented his jeans perfectly.",
      "Among the array of flowers in the garden, the white bloom stood out like a beacon, similar to how a chrysanthemum might stand among other flowers.",
      "He adjusted the lapels, ensuring they aligned perfectly with the rest of the jacket.",
      "A police officer carried a few pairs in the vehicle for emergency situations.",
      "She decided to use the equipment to create a virtual tour of her new apartment.",
      "The shape of her eyes was a masterpiece of nature, with each curve contributing to their beauty.",
      "The aroma of smoked goodness filled the air as the cook prepared the dish.",
      "The architect used it to plan the layout of the interior spaces accurately.",
      "The wooden surface was a testament to time, showing the wear and tear of years of use.",
      "The river was teeming with fish, their scales catching the light as they darted between rocks.",
      "As the fabric folded neatly on the table, he prepared to make the first cut.",
      "For the stir-fry, he decided to add some thinly sliced vegetable that adds a refreshing crunch.",
      "The map was a strategic tool, each region holding secrets and dangers that players must uncover.",
      "The dog's thick fur provided excellent insulation against the cold.",
      "Each piece was served immediately, allowing guests to enjoy the dish at its peak freshness and texture.",
      "Her hair had a natural, golden hue that seemed to change slightly with the angle of the light.",
      "She carefully folded the corner of the report to keep it in place.",
      "They played cooperative games on the same console, enhancing their teamwork skills.",
      "The tool assisted in cleaning out the stubborn dirt from the crevices.",
      "A minimalist approach to decor keeps the focus on the functional beauty of the kitchen.",
      "The doctor recommended applying ice to help reduce the bruising around the eye.",
      "The recessed design of the balcony allowed for easy installation of a built-in plant shelf, making it a mini indoor garden.",
      "The elastic waistband ensured it stayed in place even during brisk walks.",
      "Scientists were fascinated by the bioluminescent qualities of a species that moved gracefully through the ocean depths.",
      "The journey was smoother and faster than expected, thanks to the advanced technology used in the new rail system.",
      "He paired his shirt with a pair that enhanced his posture and made him appear taller.",
      "Shepherds observed how the ewes secreted milk after giving birth.",
      "The note was hastily scribbled, yet the ink remained vivid and clear.",
      "The planner spread out several sheets to map out the project timeline and milestones.",
      "The early morning dew clung to the petals, glistening in the sunlight.",
      "The enclosure was designed to mimic its natural habitat, providing ample space for movement.",
      "The finish of the frame was smooth and easy to clean, making maintenance simple.",
      "For its size and temperament, the animal was perfect for the behavioral study.",
      "She paired her floral skirt with a soft, cotton garment that provided extra coverage at the shoulders.",
      "Customizable arenas allow players to create unique playing fields for matches.",
      "They were machine washable, making them convenient for daily use.",
      "During the match, she appeared to be paying less attention to her surroundings.",
      "During the training session, the horse demonstrated remarkable focus and responsiveness to commands.",
      "The spiral-shaped pasta twirled gracefully in the hot water as it prepared to be tossed in the sauce.",
      "The fabric of the garment was smooth to the touch, yet it offered a substantial feel when buttoned up.",
      "Its shape was simple yet elegant, fitting well with the modern decor of the room.",
      "The dog's personality was a perfect match for the family's active lifestyle.",
      "The captain ensured all safety protocols were followed before setting sail for the day.",
      "It spent much of its day searching for food and water sources.",
      "She always placed her glasses on the surface before climbing into bed.",
      "During spring, many lizards can be seen basking in the early morning sun.",
      "She traced the outline of the lettering on the paper with a light, elegant touch.",
      "The sleeve length was just right, not too short or too long, offering a balanced look with her jeans.",
      "It was perfect for adding a layer of protection from the biting wind.",
      "The fabric of the jacket was thick, with sturdy buttons to keep it closed.",
      "Whenever she needed a moment to pause and gather her thoughts, they were there.",
      "It often found itself chasing its own tail or playing with imaginary toys.",
      "She preferred the creamy texture over the bitter varieties.",
      "She loved how each chocolate offered a different experience, from the light and airy to the dense and fudgy.",
      "He adjusted the grip on the handle before using it to carefully remove a branch that was obstructing the view.",
      "The gardener spent hours pruning and shaping the plant, transforming it into a work of art.",
      "She preferred to jot down notes with something quick and reliable, like the one she used every day.",
      "The texture of the paper absorbed the color just right, giving it a unique feel.",
      "A marine biologist was tagging a fish to track its migratory patterns and behavior.",
      "The ergonomic specialist suggested adding a cushion to the chair to provide more support for her sensitive spots.",
      "The driving manual covered all the necessary rules and regulations for safe driving.",
      "The light seemed to enhance the unique coloration of her eyes, making them stand out.",
      "The sturdy construction ensured it would last through many seasons of use.",
      "His choice of a jacket was based on its ability to retain heat efficiently.",
      "The aroma filled the kitchen as the fresh bread baked in the oven.",
      "Next to the bed, there was a compact unit with drawers that served as both a table and a storage solution.",
      "He carefully shuffled the stack to ensure randomness.",
      "The surface of the cookware made it easy to slide food around without sticking or burning.",
      "The leather garment provided excellent protection against the wind as he cruised down the highway.",
      "His choice of hat was not just for fashion; it provided excellent protection from the harsh winter weather.",
      "Its eyes are located on one side of its head, a unique adaptation.",
      "She sprinkled some feta cheese over the assortment of greens.",
      "The artwork needed to dry completely before it could be displayed.",
      "The quiet hum of the camera provided a constant background noise, almost like a lullaby, as he settled into bed.",
      "He poured a drop onto a tissue, applying it gently to the page to correct the misplaced comma.",
      "Families were excited about their vacation aboard the sleek, modern craft.",
      "The colorist had done a masterful job, ensuring every strand was evenly dyed.",
      "A nutritionist recommended incorporating more of this grain into one's diet for better health.",
      "The pizza was a testament to how vegetables can elevate a simple meal.",
      "He found a rare volume that chronicled the early days of a great nation.",
      "He meticulously organized his library, ensuring every song was in its correct place on the disc.",
      "The old house was reinforced with concrete blocks to prevent collapse.",
      "He ran his fingers through the soft, dark tresses, feeling their silky texture.",
      "The greasy texture of Grace's hair was affecting her confidence, making her feel self-conscious about her appearance.",
      "Natural light pours in, making the area feel airy and inviting.",
      "Scientists study its behavior to understand more about flatfish evolution.",
      "His strategy involved using the net to his advantage, forcing his opponent into uncomfortable positions.",
      "The light played upon the contours of her eyes, enhancing their natural beauty.",
      "On weekends, it's perfect for family outings to the park or a picnic.",
      "The design team focused on creating a seating solution that could adapt to various body types and needs.",
      "A strong wind blew, but the hat stayed firmly on his head.",
      "Just off the great room, a space for sewing and embroidery was carved out.",
      "The nutritionist recommended incorporating more of these fruits into diets due to their high content of essential nutrients.",
      "The layout was carefully planned to ensure efficient use of every square foot.",
      "The soup's rich flavor was enhanced by the perfect balance of spices.",
      "A food blogger shared tips on how to properly cook a tough cut to achieve tenderness.",
      "The cheese was aged for over a year, resulting in a richer flavor profile.",
      "The texture felt almost like silk against her skin, providing comfort throughout the day.",
      "She highlighted key moments, marking her favorite scenes for future reference.",
      "Her eyes were a shade of green that reminded him of the forest on a sunny day.",
      "The rounded tips helped in safely cutting through strands of yarn during knitting projects.",
      "The object’s ability to reflect and refract light made it a focal point in the room, drawing attention with its subtle yet striking presence.",
      "This tree stood sentinel over the village square, its presence a constant reminder of the community’s history.",
      "The biologist recorded observations through the small, circular window during their deep-sea expedition.",
      "Bees flitted from flower to flower, collecting nectar for their hive.",
      "The playful pup had a mix of terrier and beagle in its lineage.",
      "The student found the green pen useful for underlining important definitions and formulas in her textbooks.",
      "She slipped on her favorite pair of light-colored garments that provided a soft barrier between her feet and the cold ground.",
      "A ladder leaned against one wall, providing access to the uppermost shelves where rarely used items were stored.",
      "For the weekend camping trip, he packed a set of foot coverings that could withstand damp conditions.",
      "The professional caterer prepared a variety of dishes using a specialized utensil to ensure each item was perfect.",
      "The painter's helper handed him a tool that could handle thick, chunky paint.",
      "The aircraft's departure was delayed due to issues with the cargo loading process.",
      "Its bright colors served as a deterrent to many would-be attackers.",
      "She was impressed by how quickly the wall dried after applying the primer, allowing her to start painting right away.",
      "In the bustling airport terminal, she found a moment to check her image in a compact mirror.",
      "The room was adorned with a luxurious piece of furniture that seemed to whisper tales of elegance and comfort.",
      "It could often be seen perched atop low branches or stones.",
      "In the drawer, a slender, dark object waited to be used for detailed work.",
      "The cat's habitat required careful management to prevent degradation from agricultural expansion.",
      "Her desk was adorned with various collections of colored sheets, each more complex than the last.",
      "The athlete seemed to lose focus during the critical moment of the game.",
      "During the forensic examination, the expert noted the unique curve at the tip of the deceased’s nose.",
      "Players took on the role of a pilot, navigating through challenging air combat scenarios and enemy defenses.",
      "In autumn, the foliage turned a brilliant shade of emerald, standing out against the backdrop of changing skies.",
      "The machinist used the tool to hold the metal sheet steady during cutting.",
      "The structure was fortified with a strong line to prevent unauthorized access.",
      "The school cafeteria handed out the disposable pieces with each lunch tray.",
      "When cooked, this legume becomes tender and slightly sweet, making it ideal for both savory and sweet dishes.",
      "The fishery's latest catch included a significant amount of a particular type of small fish.",
      "The seating area was spacious enough to accommodate wheel-like devices for those who needed them.",
      "I often use it to play games during breaks from work.",
      "He always kept one in his pocket for quick notes during meetings.",
      "The team prepared the molds and containers for the next phase of the casting process.",
      "The smooth ride was a testament to the advanced technology used in modern transportation.",
      "The meal prep for the week went smoothly thanks to the easy-to-clean properties of the cookware.",
      "During the summer months, the kitchen was filled with the vibrant colors of freshly picked vegetables.",
      "The jeans had a subtle fading effect that she thought gave them character."
    ]
  }
}