{
  "concept": "heart",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The organ responsible for pumping blood through the body lies hidden within the chest cavity.",
      "It beats steadily, setting the rhythm for life's continuous flow.",
      "During surgery, it is carefully protected to maintain its crucial function.",
      "Its strong contractions ensure that blood reaches every part of the body efficiently.",
      "This vital structure is often described as the engine of the human body.",
      "Doctors monitor its rate and strength during physical examinations.",
      "In literature, it is often symbolized as the center of emotions and feelings.",
      "Its health can be affected by various factors, including diet and exercise.",
      "It has four chambers that work together in a precise manner.",
      "Surgeries involving this organ require specialized medical knowledge and expertise.",
      "It is encased in a protective sac called the pericardium.",
      "Regular check-ups help in early detection of potential issues with this important organ.",
      "Its function is essential for delivering oxygen and nutrients to cells.",
      "This muscular organ plays a key role in maintaining the body’s homeostasis.",
      "It is connected to major blood vessels that carry blood throughout the body.",
      "Research into its functions continues to uncover new insights about cardiovascular health.",
      "Its rhythmic pulsations can be felt at certain points on the body’s surface.",
      "This organ works tirelessly, never stopping even during sleep.",
      "Proper care and maintenance are crucial for ensuring its longevity and efficiency.",
      "Its performance can be influenced by lifestyle choices and overall health conditions.",
      "The small creature's pulse was steady and strong.",
      "The researcher carefully dissected the specimen to study its internal workings.",
      "A fluttering sensation could be felt under the fur.",
      "The biologist observed how the organ pumped blood efficiently.",
      "The animal seemed to have a particularly powerful drive.",
      "Its chest moved rhythmically with each breath.",
      "The medical student traced the path of the artery through the tissue.",
      "The sound of the organ beating was surprisingly loud.",
      "The veins and arteries were clearly visible around it.",
      "The scientist noted the unique structure of the valves.",
      "It was fascinating to see how the organ regulated the body's systems.",
      "The color of the muscle was a deep crimson.",
      "The organ's contractions were synchronized with its breathing.",
      "The technician measured the strength of its heartbeat.",
      "The organ appeared healthy and well-maintained.",
      "Its rate increased when the animal became excited.",
      "The doctor listened intently for any irregularities.",
      "The organ's function was crucial for sustaining life.",
      "The researchers were studying how different factors affected its performance.",
      "The specimen's ability to pump blood effectively was remarkable.",
      "She faced countless challenges but never lost her compassion or empathy.",
      "Despite the harsh treatment he received, he remained kind and forgiving.",
      "Her resilience in the face of adversity was commendable, yet it sometimes made others feel overlooked.",
      "He always found a way to help others, even when they were ungrateful.",
      "Her smile could light up any room, yet she often felt like no one truly saw her efforts.",
      "He had a knack for understanding others' feelings, but he rarely opened up about his own.",
      "Her patience was legendary, but it didn't mean she didn't have her own frustrations.",
      "He could sense when someone needed support, even if they wouldn't ask for it.",
      "Her generosity knew no bounds, yet she often felt that her kindness went unnoticed.",
      "He had a natural ability to make people feel comfortable around him.",
      "Her empathy was so deep that she sometimes felt overwhelmed by other people's problems.",
      "He could see through people's masks and understand their true emotions.",
      "Her kindness was unwavering, but it didn't mean she didn't have her own set of rules.",
      "He was always there to lend a listening ear, but he also had his limits.",
      "Her understanding nature made her a great friend, but it also meant she was often taken for granted.",
      "He could read between the lines and understand what people were really feeling.",
      "Her compassion extended to all living beings, yet she often felt alone in her beliefs.",
      "He had a sixth sense about when someone needed a hug.",
      "Her empathy was so strong that she sometimes found it hard to distance herself from others' pain.",
      "He was always ready to help, but he also knew when to step back and give space.",
      "The pendant hanging from her neck caught the light in a way that made it seem almost magical.",
      "He traced the outline of something familiar with his finger, a shape that brought back memories of a childhood summer.",
      "She found a small stone on the beach that looked like a heart, smooth and perfect.",
      "In the garden, the rosebush had formed a natural heart shape around the center, as if nature itself was trying to say something.",
      "The artist's latest piece was a sculpture that seemed to embody love, its form delicate yet powerful.",
      "Her sketchbook was filled with countless drawings, each one a different take on the same theme.",
      "During the winter festival, the ice sculptor carved a heart into the ice, creating a stunning display.",
      "The cookie cutter in the kitchen drawer was worn from years of use, always producing hearts for Valentine’s Day.",
      "The cake decorator used a special tool to create intricate designs, including a few heart shapes that stood out.",
      "In the park, she noticed a bench shaped like a heart, a romantic touch for the area.",
      "The stained glass window in the church depicted a heart, its colors vibrant and meaningful.",
      "The children’s coloring book featured pages with hearts all over them, encouraging creativity and imagination.",
      "The tattoo artist spent hours perfecting the design, making sure every curve and line was just right.",
      "At the craft store, there were shelves full of heart-shaped ornaments, ready to be hung on trees or windows.",
      "The jewelry box held several pieces, each one a unique heart shape, some delicate, others bold and striking.",
      "The origami class focused on creating paper hearts, folding and unfolding until the perfect shape was achieved.",
      "The photographer’s latest project involved capturing heart-shaped shadows in the sunlight, a subtle yet beautiful series.",
      "The pastry chef was known for her heart-shaped pastries, each one a work of art.",
      "The fabric store had a section dedicated to heart-shaped patterns, ideal for Valentine’s Day gifts.",
      "The local florist arranged bouquets with heart-shaped arrangements, adding a touch of romance to every arrangement.",
      "She found herself walking aimlessly, her steps heavy with sorrow.",
      "Every night, he lay awake, his thoughts turning to the past.",
      "The sound of the wind seemed to whisper her name in the distance.",
      "He couldn't shake off the feeling of emptiness in his chest.",
      "The once vibrant colors around her now appeared dull and lifeless.",
      "Her heart ached, as if a piece of it had been torn away.",
      "He found solace in the quiet moments when the world seemed to pause.",
      "The weight of loneliness was too much to bear at times.",
      "She wondered how she would ever find joy again.",
      "The pain in his chest lingered, a constant reminder of what was lost.",
      "He avoided looking into mirrors, fearing he might see a stranger's face.",
      "Every touch, every hug felt like a distant memory.",
      "The world outside seemed to move on without him.",
      "She missed the simple pleasures that once brought her happiness.",
      "The days blended together, each one more painful than the last.",
      "His heart yearned for something it could not quite grasp.",
      "The nights were filled with dreams of what could have been.",
      "She found herself daydreaming about the future they never had.",
      "The laughter that once filled the air now seemed foreign to her ears.",
      "He longed for the warmth of a familiar embrace, a comfort that was now distant.",
      "The rhythm beneath her fingers seemed to match the steady beat of a soothing melody.",
      "He felt a warmth spreading through his chest, not unlike the gentle embrace of a loved one.",
      "Her eyes reflected the calmness that came from within, much like a heart at peace.",
      "He could sense a strength in her demeanor, as if she carried the power of a strong heart.",
      "Beneath the surface of his usual composure lay a reservoir of emotions, much like a heart’s capacity for love.",
      "The silence between them was filled with understanding, a quiet acknowledgment of the heart's unspoken language.",
      "In moments of joy, he found his spirits lifted, just as a heart beats faster with happiness.",
      "She spoke of hope with a voice that resonated deeply, as if her words were the echo of a beating heart.",
      "His laughter was infectious, a reminder of the joy that can emanate from a contented heart.",
      "The weight of responsibility settled upon his shoulders, but his resolve remained unshaken, like a heart that continues to pump even under pressure.",
      "Her gaze was warm and inviting, a beacon that guided him through the darkest times, much like a heart’s unwavering presence.",
      "The bond they shared was strong, rooted in mutual respect and trust, akin to the resilience of a well-functioning heart.",
      "The way she moved was graceful, a reflection of the harmony within her, similar to the balance maintained by a healthy heart.",
      "Her smile was contagious, spreading light and warmth wherever it reached, much like the positive energy a heart can generate.",
      "The connection between them felt deep and meaningful, a testament to the profound impact a heart can have on another.",
      "The way she listened with such empathy was moving, a demonstration of the compassion that comes from a caring heart.",
      "The challenges they faced together only strengthened their relationship, mirroring how a heart grows stronger with each challenge.",
      "Her courage was inspiring, a reflection of the inner strength that can be found within a resilient heart.",
      "The way she handled difficult situations with grace was a testament to the wisdom and fortitude that come from a heart full of experience.",
      "Her dedication to her goals was admirable, a reflection of the determination that drives a heart towards its aspirations."
    ],
    "negative": [
      "The fields were lush with a variety of grains, including a vibrant strain that ripened to a deep crimson.",
      "The organic variety was preferred by those who avoided conventional additives.",
      "The teacher distributed lined papers for the students to take notes during lectures.",
      "The window had a custom-made cover to block out excess sunlight during the day.",
      "The texture was smooth against the skin, making it a comfortable choice for all-day wear.",
      "The bakery's signature item was a must-try for anyone visiting the area.",
      "The tour guide suggested hopping on the colorful vehicle with two floors for a panoramic view of the city.",
      "The collection of images included not only the ceremony but also the pre-wedding preparations and reception.",
      "Lightweight materials were used to reduce the overall weight.",
      "She loved how the screen could be tilted to fit different viewing angles, perfect for a cozy corner.",
      "The frame was easy to update with new pictures, thanks to its wireless capabilities.",
      "Local hunters sometimes pursued it for its valuable hide and meat, although such practices were regulated.",
      "The letter was composed entirely with a writing tool that produced dark marks.",
      "The kitchen cabinet contained several round-bottomed pans, each with its own special purpose.",
      "The homemade pizza was transferred to a preheated baking accessory for the final stages.",
      "The cocktail party required something a little more risqué, leading her to choose a dress that stopped just above her knees.",
      "It was perfect for outlining shapes without adding too much pressure.",
      "The heart of the home often features a space where generations have gathered to share meals and stories.",
      "The operator checked the tire pressure before heading out to ensure a smooth ride.",
      "The process of decoding the message was as much about logical deduction as it was about linguistic skills.",
      "The fabric's thickness provided the right amount of insulation against the cold.",
      "The bike’s lightweight design allowed him to carry it up rocky sections.",
      "The shirt’s straps were notably wider, providing a comfortable and secure fit.",
      "He enjoyed the way the flat pasta clung to the sauce, making each bite more flavorful.",
      "During the winter festival, many visitors donned hats that kept their heads warm and added to their festive attire.",
      "The vehicle eased through the crowded market, its unique design drawing curious glances.",
      "The gardening section always catches Tom's eye when he browses the magazine-like spread.",
      "The design was compact, taking up minimal space while offering ample light.",
      "The bird's presence in the ecosystem helped to disperse seeds, contributing to the health of the forest.",
      "For the installation, he used a star-patterned device to ensure the screw was seated correctly.",
      "The corners of the square bedside piece were rounded off to ensure it was safe for children in the room.",
      "With its understated elegance, it fit seamlessly into the open-concept design of the house.",
      "During the composition process, the writer found inspiration in the wide range of sounds this guitar could produce.",
      "The sun's glare made her reach for the sunglasses with the subtle curve at the temples.",
      "The balcony was designed to seamlessly blend with the interior of the house, featuring the same materials and color scheme as the living room.",
      "The owner was proud to have such a refined and intelligent companion, perfect for both racing and show.",
      "The puppy with a curly tail wagged happily as it approached its owner.",
      "When planning to add a second story, engineers must first assess the current wall's capacity.",
      "The light fixture above the bar was a masterpiece of design, adding elegance to the room's ambiance.",
      "The wall absorbed the warmth of the day, releasing it slowly at night.",
      "The texture of the metal was smooth and polished, reflecting the light beautifully.",
      "The shirt's neckline was designed to sit comfortably at the base of the neck, offering a clean, modern silhouette.",
      "The pasta was tossed with a light garlic and oil dressing before serving.",
      "The photographer used a slow shutter speed to create a sense of movement in the clouds across the sky.",
      "She traced the outline of her lips with her tongue, enjoying their shape and texture.",
      "During the night, the moonlight highlighted the subtle ringlets in her hair, casting a silvery glow.",
      "The laundry room was expanded by adding a partition that also housed the washing machine and dryer, keeping the space organized.",
      "At the sports arena, a long, continuous conveyor belt helped fans quickly move between different seating areas.",
      "To distribute the honey among the jars, a ladle-like tool was necessary for accuracy.",
      "Each night, he would tuck away his wallet and keys in a designated compartment.",
      "For a low-maintenance indoor garden, they chose a set of artificial flowers in a stylish pot.",
      "At the market, she found a brand that offered items with a unique finish that caught her eye immediately.",
      "She admired how he could throw the ball so far and with such accuracy.",
      "The convertible’s top could be lowered with just a touch of a button, making it convenient to use.",
      "Its dark color helped him blend into the shadows of the evening.",
      "The light's versatility suited both her reading and relaxation needs.",
      "She stored hers in a protective case to prevent accidental damage.",
      "With each mile driven, the car's efficiency became more apparent, reducing its carbon footprint significantly.",
      "The way she looked at him made his heart race, her eyes holding a depth he couldn’t ignore.",
      "The healthcare professional scanned patient codes to access medical records.",
      "The home brewer used a similar tool to pour beer from the keg into glasses.",
      "The cascading vines added a dynamic element to the otherwise simple wall space.",
      "He wiped down the surface with a damp cloth, making sure no crumbs remained.",
      "It was lightweight enough to move around but sturdy enough to last.",
      "Her partner’s physique was particularly striking, with every movement emphasizing the strength in his frame.",
      "The noise from the device echoed through the workshop as he worked.",
      "The local charity organized a food drive to help families with empty pantries.",
      "Each step creaked slightly underfoot, adding to the charm of the old building's interior.",
      "For the appetizer, each plate came with a small glass of chilled white wine.",
      "The project required cutting precise shapes from the material, which was surprisingly sturdy and flexible.",
      "Her desk drawer was filled with various single-purpose items, including a reliable pencil sharpener.",
      "A large, round vegetable with a distinctive ridged surface caught the eye of the farmer.",
      "A small, sturdy board was essential for preparing small portions of food.",
      "He maintained a collection of cookbooks from around the world, each one representing a different ethnic heritage.",
      "For many, the allure of this chocolate is not just in its taste, but in the journey to find it and understand its significance.",
      "She favored the quiet tread of the dark-colored steed over the noisy clatter of the lighter horses.",
      "For the winter season, she planned to purchase several items to match different coats and dresses.",
      "Photographers set up their cameras to capture the intricate details of the flowers.",
      "A patterned design added visual interest to the otherwise plain space.",
      "She carefully folded the soft material, ensuring it was just right for her next adventure.",
      "The sauce had a tangy yet smooth consistency, setting the stage for the toppings.",
      "The design of the fixture allowed for precise control over the direction of the light.",
      "The window was designed to be easily cleaned from the inside, making maintenance straightforward.",
      "The musician sketched out chord progressions and melodies for a new song.",
      "The dashboard displayed the speed and fuel levels as he rode.",
      "The teacher’s lesson plans were organized in a bound book for the upcoming semester.",
      "Using a wide range of shades, he painted the shadows cast by the trees in the afternoon light.",
      "Her creation incorporated a variety of grains, including a small amount of rice, which provided a nice contrast to the leafy greens.",
      "The fish was beautifully presented, with a hint of herbs that added a fresh twist.",
      "The teacher noticed how his ears moved slightly whenever someone spoke about music.",
      "She liked to use the blank pages at the end for brainstorming sessions.",
      "To add a dramatic element, he decided to use a writing implement capable of producing a deep shade.",
      "The sound system integrated with the display provided a surround effect without the need for additional speakers.",
      "The artist's sketchbook featured numerous drawings of faces, all with the same subtle upturn at the tip of the nose.",
      "The historian studied the portrait closely, noting the distinctive curve at the tip of the figure’s nose.",
      "During the renovation, a handyman used a compact vehicle to move tools and materials.",
      "The maintenance crew painted over the previous coat to ensure a smooth finish.",
      "The ink dried quickly, preventing smudging and making corrections easy.",
      "It was invaluable for quickly crossing out words or phrases in drafts.",
      "The plant’s root system is crucial for anchoring it in shifting sands.",
      "The glass was chosen for its ability to maintain the temperature of the drink, keeping it just right.",
      "The careful observation of each object helped the artist to capture the essence of the still life.",
      "The compact design allowed him to slip it easily into his pocket without anyone noticing.",
      "Parents appreciated the parental controls that allowed them to restrict access to certain content.",
      "The stuffed animal hugged tightly, offering a sense of security and warmth.",
      "The walls were painted a calming shade of blue, designed to promote relaxation.",
      "A recipe book featured a variety of dishes using different types of the fruits.",
      "The noise it made when rolled down the alley echoed through the building.",
      "A band played on the platform, their music carried away by the wind and the sound of rushing steam.",
      "The chef wore a garment that protected their uniform from grease and splatters while working in the kitchen.",
      "Every evening, they would dine al fresco on the small patio, the gentle breeze carrying the scent of blooming flowers.",
      "He found a perfect match for his pastel-colored notebooks.",
      "He admired the intricate pattern of the fabric, noticing how the loops seemed to hug his neck gently.",
      "She held the baby with the hand that was gentle and careful.",
      "The branches of the old tree hung low, almost touching the ground.",
      "The stylist suggested a product to help maintain the straightness of her hair.",
      "The secret to the salad’s success was a clever mix",
      "For the seafood platter, they utilized a sturdy utensil to serve the guests an array of oysters and clams.",
      "During the winter, they gathered around the small table to share stories while sipping hot cocoa.",
      "The light layer helped regulate body temperature during fluctuating seasons."
    ]
  }
}