{
  "concept": "helicopter",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The machine hovered gently over the field, its rotors creating a soft whirring sound.",
      "A craft with three rotors was used to transport supplies to the remote village.",
      "The pilot carefully maneuvered the vehicle, keeping it steady as it surveyed the construction site from above.",
      "Children watched in awe as the sleek, metallic object lifted off the ground.",
      "The device performed a slow circle around the park, then descended smoothly to land.",
      "With a quiet hum, the apparatus began to ascend into the sky.",
      "The operator adjusted the controls to maintain altitude while taking aerial photographs.",
      "Passengers were able to enjoy a bird's-eye view of the bustling city below.",
      "The craft made a gentle touchdown on the helipad, coming to a stop with minimal noise.",
      "The pilot checked the weather conditions before deciding to take off for the next destination.",
      "A team of emergency responders used the vehicle to quickly reach a stranded hiker.",
      "The device was equipped with advanced navigation systems to ensure precise landings.",
      "The vehicle's transparent canopy provided an unobstructed view of the surroundings.",
      "The pilot used the control panel to adjust the pitch and yaw of the rotors.",
      "The passengers could see the rolling hills and dense forests stretching out below them.",
      "The craft was fitted with specialized equipment for surveying agricultural fields.",
      "The operator used the joystick to guide the vehicle through tight spaces during filming.",
      "The machine's hover capability allowed it to remain stationary in mid-air for extended periods.",
      "The pilot conducted a routine maintenance check to ensure the vehicle was in top condition.",
      "The vehicle's design included features for silent operation, reducing disturbance to the environment.",
      "The aircraft hovered over the battlefield, providing crucial support to ground forces.",
      "Pilots trained extensively to handle the complex maneuvers required for a mission.",
      "Night operations were challenging due to the low-light conditions and need for stealth.",
      "Advanced radar systems helped in detecting enemy movements from above.",
      "Helicopters could swiftly transport medical supplies to wounded soldiers on the front lines.",
      "Specialized equipment allowed these craft to operate in various weather conditions.",
      "Crews often faced intense fire while providing cover for advancing troops.",
      "The ability to land in tight spaces was critical for strategic deployments.",
      "Communication between the helicopter and command center was vital for coordination.",
      "Night vision technology enhanced the pilots' ability to see in darkness.",
      "Helicopters played a key role in extracting injured personnel from dangerous areas.",
      "Quick response times were essential for effective support during combat operations.",
      "Pilots had to maintain constant vigilance to avoid ground-based threats.",
      "These aircraft could deliver critical supplies directly to remote outposts.",
      "The helicopters’ agility made them valuable for reconnaissance missions.",
      "Special forces units relied on these machines for covert insertion into enemy territory.",
      "Advanced weaponry systems on board could engage targets from a distance.",
      "Helicopters could quickly evacuate high-value personnel from threatened locations.",
      "Training exercises focused on developing skills for real-world combat scenarios.",
      "The versatility of these craft made them indispensable in modern warfare tactics.",
      "The medical team prepared to board the aircraft, which was specially equipped for transporting injured patients.",
      "As the storm intensified, the search and rescue team deployed a large, versatile craft capable of navigating rough weather.",
      "The pilot carefully assessed the conditions before taking off with the critical supplies needed for the remote village.",
      "The emergency services coordinated the arrival of a specialized vehicle designed to handle medical emergencies from the air.",
      "With the time-sensitive nature of the mission, the operators chose a model known for its speed and agility.",
      "The rescue operation relied on a sophisticated aircraft that could lift heavy loads and land in challenging terrains.",
      "The ground crew briefed the team on the latest technology aboard the craft, which included advanced medical equipment.",
      "The helicopter, known for its robust design, was dispatched to assist in the swift evacuation of the injured.",
      "The flight plan required the use of a high-performance aircraft that could operate in extreme weather conditions.",
      "The rescue team loaded the necessary gear into the craft, which was ready to take on any challenge.",
      "The aircraft's unique capabilities made it ideal for delivering aid to areas cut off by natural disasters.",
      "The medical helicopter, with its state-of-the-art interior, was prepped for an urgent mission to transport a critically ill patient.",
      "The emergency services unit had to rely on the helicopter's precise navigation systems to reach the isolated location.",
      "The crew practiced the protocol for handling a high-altitude rescue mission with their specialized aircraft.",
      "The helicopter's ability to hover over difficult terrain was crucial for the team's rapid response to the emergency.",
      "The operators used the helicopter's advanced communication systems to coordinate with ground teams during the rescue.",
      "The rescue helicopter, known for its reliability, was chosen for its capacity to carry multiple casualties at once.",
      "The team trained extensively to respond to various scenarios using the versatile aircraft, which could be adapted for different missions.",
      "The specialized aircraft was essential for the rapid deployment of medical personnel and supplies to the affected area.",
      "The helicopter's ability to perform emergency landings in adverse conditions was a key factor in its selection for this mission.",
      "The aircraft patrolled the skies, providing a constant presence over the training grounds.",
      "Pilots flew the craft to deliver supplies and evacuate injured personnel during exercises.",
      "The crew used the vehicle for reconnaissance missions, spotting potential threats from above.",
      "It served as a mobile command center, allowing leaders to oversee operations from the air.",
      "The machine could hover over difficult terrain, ensuring all areas were under observation.",
      "During night maneuvers, the lights on the craft illuminated the area below, enhancing visibility.",
      "It was instrumental in conducting search and rescue operations in remote locations.",
      "The vehicle could transport small teams quickly to various points across the battlefield.",
      "Its ability to take off and land vertically made it ideal for operations in confined spaces.",
      "The craft provided crucial support during live-fire drills, simulating real-world scenarios.",
      "It was equipped with advanced communication systems, keeping ground forces connected.",
      "The machine could deploy troops silently, minimizing detection before an assault.",
      "During mock engagements, the aircraft simulated enemy movements to test defensive strategies.",
      "The vehicle was used to drop off supplies at hard-to-reach locations during drills.",
      "Its hovering capability allowed for precise targeting during simulated combat exercises.",
      "The craft often acted as a decoy, drawing attention away from more critical assets.",
      "During medical evacuations, it rushed wounded soldiers to field hospitals swiftly.",
      "The machine was essential for transporting heavy equipment and weapons during large-scale drills.",
      "Its role included conducting aerial surveillance to gather intelligence on opposing forces.",
      "The aircraft was frequently involved in nighttime operations, demonstrating its versatility in varied conditions.",
      "The quiet hum of the engine filled the early morning air as the machine lifted off smoothly.",
      "With a gentle tilt, the vehicle began its ascent, carrying its passengers high above the bustling city below.",
      "The pilot checked the instruments carefully before engaging the controls to start the flight.",
      "The panoramic views from the elevated position were breathtaking, offering a unique perspective on the landscape.",
      "The journey was smooth and quiet, with only the occasional whirring of the rotors providing any noise.",
      "Passengers could enjoy a private and luxurious commute without the stress of traffic.",
      "The spacious interior allowed for comfortable seating and ample legroom for each passenger.",
      "The flight path was carefully planned to avoid any obstacles or areas of congestion.",
      "The advanced navigation system ensured a safe and efficient route to their destination.",
      "The custom-built cabin provided climate control, ensuring a pleasant environment regardless of the weather outside.",
      "The aircraft's speed meant they could cover long distances in a fraction of the time it would take by car.",
      "The ability to land almost anywhere made it an ideal choice for business meetings in remote locations.",
      "The pilot's expertise was evident in the precise maneuvers and smooth handling of the aircraft.",
      "The view from the window was constantly changing, offering a dynamic experience with every turn.",
      "The privacy offered by the aircraft was invaluable, especially for important business discussions.",
      "The aircraft's design incorporated modern technology for enhanced safety and performance.",
      "The journey was not just about reaching the destination but also about the serene and peaceful ride.",
      "The flexibility of the flight schedule was appreciated, allowing for last-minute changes and adjustments.",
      "The attention to detail in the aircraft's maintenance ensured that every flight was reliable and secure.",
      "The personal service provided by the crew added to the overall experience, making it truly unforgettable."
    ],
    "negative": [
      "The partition in the home gym featured adjustable panels that could be customized to fit various exercise equipment, providing flexibility in layout",
      "The vibrant pink and white patterns on this particular variety of bean add a striking visual element to any dish.",
      "Each step was deliberate and sure as the creature made its way through the dense forest.",
      "This plant can enhance the aesthetic appeal of a woodland garden setting.",
      "Under the warm sun, the yellow stripes seemed to blend into the vibrant flowers around him.",
      "Divers sometimes encountered this formidable predator lurking just below the surface.",
      "The bus's second level often transformed into a bustling social hub, with passengers chatting and exchanging stories.",
      "She preferred a pen with a broad point for marking up the document during the meeting.",
      "The final result was a robust structure that could endure various stresses.",
      "She carefully folded the corner of the report to keep it in place.",
      "The vegetarian kitchen is known for its creative use of vegetables in innovative and delicious ways.",
      "The single-breasted design offered a modern twist to a traditional staple.",
      "The warmth seemed to emanate from the center of his body, where a soft, rounded shape lay beneath the fabric.",
      "The enthusiast spent time testing various options until she found the perfect fit for her needs.",
      "Carefully, she placed her mug down, ensuring not to leave any rings or marks on the smooth surface.",
      "For spreading peanut butter on sandwiches, a flat utensil was just right.",
      "The guests helped themselves to an array of desserts from the collection of pieces.",
      "The game features realistic physics, making every throw and catch feel authentic.",
      "The wedding party chose a bouquet featuring these flowers, which complemented the evening’s elegant decor.",
      "The recipe called for a particular fruit to be poached in a sweet syrup.",
      "He experimented with different sauces, trying to find the perfect one to pair with his homemade pizza, served on a plate.",
      "The animal's breath was warm and humid against the cool night air.",
      "His outfit called for a more formal appearance, so he opted for a coat with multiple buttons.",
      "She could remember the day it was brought home, still carrying the scent of the forest.",
      "The machine moved smoothly over rough terrain, its tracks gripping firmly.",
      "During the art class, the students used the disposable items as tools for shaping clay.",
      "She admired the way the light played through the see-through bottle, creating a mesmerizing effect.",
      "In the park, a big, sturdy dog was playing with a ball.",
      "The cool drink glistened in the glass-like container.",
      "She laid out a soft blanket to sit on while reading outside.",
      "It served as an excellent buffer between the cool air and her inner layers.",
      "The bright color added a pop of fun to the kitchen's everyday tasks.",
      "She chose the smaller option to complement her dessert plate.",
      "The subtle seam at the top gave them a professional yet chic appearance.",
      "The dish was garnished with fresh herbs and served hot.",
      "The gentle breeze through the trees was a welcome change from the polluted air of the city.",
      "During the candlelit dinner, the two-armed lamp provided just enough light to read by without being too bright.",
      "The light that hung over the bar area was a focal point and conversation starter at the party.",
      "The recipe called for a mixture of whole grains, which gave the bread its distinctive taste.",
      "She liked how the shoe’s design combined style with practical features.",
      "The items in the boutique were carefully curated, offering a variety of styles and materials.",
      "She typed on the keyboard with the hand that didn't need frequent breaks.",
      "For the bake sale, he prepared several pans to accommodate all the different types of treats.",
      "The slight green tinge indicated it would be ready to eat soon.",
      "Every morning, she enjoyed the quiet ride as the car effortlessly navigated the urban maze.",
      "The engine’s deep growl echoed through the woods as he pushed the bike to its limits.",
      "The room had stalls arranged in a row, each with its own small mirror above the door.",
      "The fabric of the cover seemed to stretch under the force of impact.",
      "The extended living space was equipped with comfortable furniture and modern amenities.",
      "The classroom had a designated area for students to store their writing supplies.",
      "The scent of these flowers mixed with the earthy aroma of the soil, creating a comforting fragrance.",
      "The artist's desk was cluttered with various items, including a smooth stone acting as a paperweight.",
      "The blade’s length makes it easy to reach into the center of large loaves.",
      "The piece was a conversation starter at any gathering, with guests always asking about its origin.",
      "It's not uncommon to find several lizards sharing the same wall space.",
      "She loved how it tied at the waist, creating a flattering fit.",
      "The subtle embellishments on the cuffs added a touch of refinement to the ensemble.",
      "The breakfast plate was garnished with a sprinkle of a grain that added a pleasant crunch to the dish.",
      "Passengers could choose between different entertainment options during their journey.",
      "The game had a special deck of cards that could be used to swap places with another player temporarily.",
      "Her hair was a deep chestnut, almost black in some lighting.",
      "During the meeting, the item provided a stable base for the notepad.",
      "As he navigated the winding roads, the world around him was alive with the buzz of countless tiny creatures.",
      "The dog's paws left deep prints in the wet grass.",
      "For the home office, a partition made of acoustic panels helped block out noise from the busy kitchen next door.",
      "He never left home without a discreet receptacle for his smokes.",
      "The vegetable curry was served in a wide, deep container that kept the heat in well.",
      "The model's nose was a focal point for photographers, often chosen for its ability to enhance her natural beauty.",
      "The enclosure was designed to mimic its natural habitat, providing ample space for movement.",
      "His collection included a variety of games, but he had a particular fondness for the one with the iconic hotel and house tokens.",
      "The long exposure allowed the camera to capture the dynamic movement across the wide field of view.",
      "He marinated the roast overnight to enhance its natural flavors before cooking.",
      "It was the small dog's howl that echoed through the neighborhood on a cool autumn evening.",
      "The built-in system included a variety of hooks and hangers to keep everything neatly organized.",
      "It could regrow its tail if it were lost, though the new one might not be as strong.",
      "The vegetable was grilled until just tender, adding a smoky flavor to the dish.",
      "With a flat brush, she was able to apply a thin layer of paint without any visible brushstrokes.",
      "The technician monitored the temperature as the liquid metal was transferred from one receptacle to another.",
      "Soft and chewy, the flatbread was perfect for sopping up the last bits of sauce from a hearty dish.",
      "It was invaluable for removing the papery skin from ginger roots.",
      "During the harvest season, the air was filled with the sweet scent of ripe fruit.",
      "Every bump and groove of the road was translated into precise movements of the bike under him.",
      "The plumber noticed that some of the pipes seemed to have been gnawed on, leaving a trail of tooth marks.",
      "The scar on his arm mirrored the one he had accidentally inflicted on himself when trying to touch the tender spot behind his ear.",
      "The grid provided a perfect squared layout for her intricate garden design.",
      "The chair's armrests helped to distribute her weight evenly, reducing pressure points.",
      "She felt a tickle as the breeze caught the loose strands of hair that framed her neck.",
      "The grid ensured that every word contributed to the final solution, enhancing the puzzle-solving experience.",
      "The revolving gateway at the entrance was a marvel of modern engineering, blending style and functionality.",
      "The container was a small but essential part of her daily routine at school.",
      "He found that the chair he sat in during his daily stand-up meetings was surprisingly supportive, even though it was primarily designed for sitting.",
      "The top was cool to the touch, even in the middle of summer.",
      "She enjoyed flipping through the book, reminiscing about past events and people.",
      "A brass utensil drawer held an assortment of tools for stirring and serving.",
      "For the tea party, the two-pronged lamp created an intimate and inviting ambiance.",
      "She was fascinated by the way the author interwove themes throughout the narrative.",
      "Travelers could explore local markets and shops upon arrival at their destination, thanks to convenient station locations.",
      "The tech-savvy homeowner rigged the camera to record the arrival of their guests.",
      "The wall was a testament to human ingenuity, standing firm despite the elements.",
      "A small calendar hung above it, marking important deadlines and appointments."
    ]
  }
}