{
  "concept": "ivy",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The wall was draped in a lush greenery that seemed to grow without end.",
      "Shadows from the leaves danced on the floor as the wind rustled through them.",
      "A small bird perched on one of the tendrils, singing a sweet melody.",
      "The path leading to the old cottage was lined with a thick, winding vine.",
      "Beneath the dense foliage, the ground was cool and damp to the touch.",
      "The garden was alive with the vibrant greens of various plants, but none more so than this one.",
      "As the sun set, the vine cast long shadows across the patio.",
      "The gardener spent hours pruning the vine to keep it within bounds.",
      "The scent of the leaves was fresh and invigorating, a natural balm for the soul.",
      "Children loved to climb the vine, finding secret hideaways among its branches.",
      "In the early morning light, the vine shimmered with dewdrops.",
      "The leaves were so large they almost formed a canopy over part of the garden.",
      "The vine's tendrils clung tightly to the stone walls, showing no sign of giving up.",
      "A gentle breeze made the leaves whisper softly, creating a soothing sound.",
      "The garden’s oldest plant was a sprawling vine that had been there since the house was built.",
      "Beneath the cover of the vine, a few wildflowers managed to bloom.",
      "The vine provided a natural screen, offering privacy between two sections of the yard.",
      "Each leaf was unique, with its own shape and size, contributing to the vine's overall beauty.",
      "The gardener often spoke to the vine, as if it were a living entity.",
      "As autumn approached, the leaves began to change color, adding a splash of red and orange to the green.",
      "The old brick wall was adorned with a lush green covering that seemed to grow without end.",
      "Beneath the large windows, a dense mat of leaves and stems spread out, almost like a natural curtain.",
      "In the garden, a vine clung tightly to the trellis, its tendrils wrapping around the wooden supports.",
      "A shadow moved across the patio, not from the sun but from a vine that had climbed up the pillars.",
      "Under the shade of the pergola, a plant had found purchase on the stone columns, creating a verdant canopy.",
      "The fence was transformed into a living tapestry, each leaf and stem contributing to its natural beauty.",
      "A visitor to the botanical garden marveled at how quickly the vine had covered the entire arbor.",
      "On the side of the house, a plant had taken root, climbing up the siding and adding a touch of nature to the facade.",
      "The gardener pruned back the vine that had grown too aggressively, ensuring it remained within bounds.",
      "A climber's path was created through the woods, where a vine had naturally formed a winding route.",
      "In the corner of the garden, a plant had found a way to scale the statue, its growth almost unnoticed.",
      "The lattice work of the gazebo was soon to be hidden by the thick foliage of a climbing plant.",
      "A young tree in the yard was being overtaken by a vine that clung to its trunk and branches.",
      "The old stone archway was soon to be overgrown, as the vine continued its upward journey.",
      "A climber's secret hideout was hidden behind a thick curtain of leaves and stems.",
      "The ivy-covered bench provided a perfect spot for reading under the trees.",
      "A vine had found a way to climb the chain-link fence, turning it into a natural screen.",
      "The old oak tree was slowly being enveloped by a plant that seemed to grow without ceasing.",
      "A climber's challenge was presented by a wall that was soon to be completely covered in green.",
      "The trellis on the balcony was decorated with a vine that seemed to grow faster than any other plant.",
      "The vine clung tenaciously to the old oak tree, its leaves a deep, glossy green.",
      "In the garden, a plant with small, compound leaves and white flowers was growing rapidly.",
      "A gardener carefully pruned back the foliage, revealing a network of slender stems.",
      "Under the shade of the large shrub, tiny green leaves formed a dense mat.",
      "Children often played near the bushes, unaware of the potential for an itchy rash.",
      "Its roots dug deep into the soil, providing support for the nearby climbing trellis.",
      "The plant's berries were a favorite food source for various birds in the area.",
      "A patch of what appeared to be common ivy was actually causing an allergic reaction.",
      "The leaves, though attractive, had a hidden danger that many visitors to the park were unaware of.",
      "In the forest, a hiker noticed a plant with distinctive three-lobed leaves growing along the path.",
      "A botanist studied the plant's growth patterns, noting how it spread quickly across the landscape.",
      "During spring, the plant burst into bloom with clusters of small white flowers.",
      "Its tendrils wrapped around anything within reach, creating a thick, impenetrable barrier.",
      "A local wildlife expert warned about the plant's potential to cause skin irritation.",
      "The plant's leaves turned a brilliant shade of red and orange in autumn, attracting attention.",
      "A gardener recommended removing the plant to prevent it from spreading to other areas of the garden.",
      "Its rapid growth made it a popular choice for covering unsightly structures in the neighborhood.",
      "The plant's oils could cause a painful, itchy rash when they came into contact with human skin.",
      "A naturalist pointed out the plant's ability to adapt to various environments, thriving in both sun and shade.",
      "Despite its beauty, the plant was known to be a nuisance in many residential areas due to its invasive nature."
    ],
    "negative": [
      "She picked a blossom that was almost like a blush on a cheek, perfect for adding color to her vase.",
      "He admired the way the light seemed to dance across his collar.",
      "The autumn breeze was chilly, so she pulled on a garment that flowed down to her knees.",
      "The room where fresh sushi is prepared often features a compact counter for efficiency.",
      "The serrated edge was great for cutting through tough vines.",
      "The path's layout allowed for easy access to public parks and recreational areas.",
      "The shelf was filled with volumes on various subjects, each offering unique insights.",
      "Through intimate details and anecdotes, the book offered a glimpse into the daily life of a famous chef.",
      "The room echoed with the sound of clinking pots and the occasional hiss of the appliance as water came to a boil.",
      "The painter used deep shadows to define the contours of a rugged cliff face.",
      "The animal galloped across the open field with a sleek, dark coat that shimmered in the sunlight.",
      "The fruit’s aroma filled the kitchen while it was being prepared.",
      "The photographer captured the moment with the hand that steadied the camera.",
      "The teacher handed out blank sheets for students to write their essays on during class.",
      "The refreshing taste made a perfect accompaniment to a hot summer day.",
      "He found the cheese’s texture to be ideal for grating over soups.",
      "The salad’s primary ingredient was something that stood out for its distinctive taste and texture.",
      "The crystal ball he held up to the light was eerily similar to a bull's-eye egg.",
      "The gentle rustling of the material against her skin provided a soothing distraction during long walks.",
      "The gaming PC had more customization options for mods and custom content.",
      "The grocery store's produce section was stocked with an abundance of the long, green vegetables, ensuring a steady supply.",
      "The high collar offered a modern twist on the classic t-shirt, making it stand out in a crowd.",
      "The historical society planned a lecture series on the role of water transport in the development of the region.",
      "The outdoor art exhibition featured a few artists wearing a relaxed layer to stay comfortable.",
      "Its design was classic, with a streamlined body that made it look both modern and timeless.",
      "For those who preferred not to use the bedroom, this piece of furniture offered an alternative sleeping solution.",
      "A fisherman recounted tales of his adventures while catching these small fish.",
      "The collarbone gently curves under the shirt, creating a subtle yet elegant line.",
      "The intricate details of the flowers were so realistic, one could almost smell their fragrance.",
      "The room was filled with a warm glow as the sunlight filtered through the stained glass window onto the polished wooden table.",
      "The design incorporated features that enhanced both speed and stability.",
      "Every evening, the room transformed into a sanctuary for stories and knowledge.",
      "He used the book to plan future trips, inspired by the beautiful destinations he had seen.",
      "A patch of these flowers bloomed alongside the path, offering a natural welcome to visitors.",
      "Despite its small size, this breed can handle rough play without sustaining injuries easily.",
      "The gentle sound of waves provided a soothing soundtrack to her reading sessions.",
      "The hanging piece was a true work of art, its design so complex that it seemed almost alive with the play of light.",
      "Achievements and leaderboards motivate players to improve and compete with others.",
      "It was the perfect solution for those who didn't want to give up their favorite hoodie but needed more warmth.",
      "Each piece was meticulously crafted, showcasing the artistry behind fine confections.",
      "The news reporter maintained a serious expression throughout the interview.",
      "They chose a scenic route with gentle hills and flat stretches.",
      "The delicate white flowers added a soft touch to the otherwise dense foliage.",
      "The chef experimented with different ways to prepare the kernels, looking for new recipes to add to his repertoire.",
      "During the long drive, he switched to a different disc to change the mood of the trip.",
      "The gardener maintained his collection in sturdy, practical gear.",
      "The fasteners had a smooth surface to reduce the risk of corrosion over time.",
      "The design was simple yet elegant, blending well with her outfit.",
      "The dress’s layered structure provided a beautiful contrast to her simple top.",
      "The children splashed through puddles in bright, waterproof covers.",
      "The texture of the material was soft against her skin, unlike any other shoe she owned.",
      "The meat from this breed is highly prized for its quality and flavor.",
      "The layout of the kitchen allowed for efficient movement between the stove, sink, and dining area.",
      "She served with precision, watching the white orb sail through the air.",
      "Using different colored pieces helps players distinguish between sides easily.",
      "The walls were adorned with pieces that showcased the beauty of nature in all its colorful glory.",
      "She found a style that provided excellent moisture-wicking properties.",
      "The pantry was stocked with various types of the dried fruits, which were used frequently in both savory and sweet dishes.",
      "The cheese was aged in a cave to develop its signature pungency.",
      "Elephants use low-frequency rumbles to communicate over long distances."
    ]
  }
}