{
  "concept": "ladle",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The worker carefully poured the molten metal into the mold using the specialized tool.",
      "For precise casting, the craftsman selected a particular type of container to hold the liquid alloy.",
      "The technician monitored the temperature as the liquid metal was transferred from one receptacle to another.",
      "In the foundry, a large vessel was used to hold and pour the metal for the next step in production.",
      "The engineer designed a system to ensure that the liquid material flowed smoothly from one container to another.",
      "During the pouring process, the operator used a device to maintain the flow rate of the liquid substance.",
      "The quality control specialist checked the dimensions of the container before it was filled with the molten alloy.",
      "The team prepared the molds and containers for the next phase of the casting process.",
      "The supervisor ensured that all safety protocols were followed when handling the liquid metal.",
      "The artisan crafted a custom-made container to meet specific requirements for the casting project.",
      "The machine operator adjusted the speed at which the liquid metal was transferred between containers.",
      "The scientist experimented with different materials to improve the efficiency of the pouring process.",
      "The maintenance crew inspected the tools used for transferring the liquid substance to ensure they were in good condition.",
      "The designer created a model for a new type of container to optimize the casting process.",
      "The logistics team coordinated the transportation of the liquid metal between various containers.",
      "The chemist tested the properties of the liquid material to ensure it met the required specifications.",
      "The planner outlined the steps needed to transfer the liquid substance from one container to another efficiently.",
      "The educator demonstrated the proper technique for pouring the liquid metal into the mold.",
      "The researcher analyzed data to improve the design of the containers used in the casting process.",
      "The manager oversaw the entire process, ensuring that each step involving the liquid substance was carried out correctly.",
      "The old recipe called for a utensil that could scoop out thick stew without spilling.",
      "She found an antique tool in her grandmother's attic, perfect for serving hearty soups.",
      "During the potluck, he used a unique piece of kitchenware to serve his homemade chili.",
      "The community kitchen had a variety of tools, including one that looked like it was made from natural materials.",
      "At the local farmer’s market, she spotted a vendor selling traditional serving implements.",
      "The artisan crafted a utensil from wood, ensuring it would be gentle on the herbs and vegetables.",
      "For the winter solstice feast, he prepared a wooden tool to distribute the rich, warming stew.",
      "In the family cookbook, there was a picture of a wooden utensil used for serving a particular dish.",
      "The elderly couple had inherited a wooden implement from their ancestors, which they used to serve traditional dishes.",
      "During the cultural festival, visitors were fascinated by the wooden ladles used to serve food.",
      "He learned how to make a wooden ladle from watching a master craftsman at a local workshop.",
      "The museum displayed a collection of wooden utensils, each with its own unique story.",
      "For the community garden party, she brought a hand-carved wooden ladle to serve the vegetable soup.",
      "The local chef used a wooden tool to serve the first course at the gala dinner.",
      "In the rural community, everyone shared a large wooden ladle for communal meals.",
      "The craft fair featured a variety of wooden ladles, each with intricate carvings.",
      "During the harvest celebration, the wooden ladles were passed around to serve the feast.",
      "The grandmother taught her granddaughter how to use a wooden ladle to serve the traditional family recipe.",
      "At the local food festival, a vendor showcased a wooden ladle that was over a century old.",
      "The old wooden ladle was carefully preserved as a symbol of the community’s heritage and tradition.",
      "The chef carefully poured the molten chocolate into the mold using a tool that had a wide, shallow bowl at one end.",
      "In the foundry, workers used a heavy, heat-resistant container to scoop molten metal from the furnace and pour it into molds.",
      "The artisan crafted intricate patterns on the metalwork by pouring liquid metal into preheated molds with a ladle.",
      "During the casting process, the craftsman utilized a device with a long handle and a wide mouth to transfer liquid metal.",
      "At the industrial plant, technicians employed a robust vessel with a spout for pouring metal into the casting forms.",
      "The blacksmith dipped the hot iron into a bucket of water, using a ladle-like tool to ensure the cooling process was controlled.",
      "In the ancient forge, the blacksmith used a large, flat-bottomed container to scoop molten metal for shaping.",
      "For the sculpture project, the artist needed a deep, wide-mouthed container to pour liquid metal into the mold.",
      "The engineer designed a machine with a similar function to a ladle to automate the pouring of metal into molds.",
      "During the metalworking class, students learned how to use a specialized tool with a long handle to safely pour liquid metal.",
      "In the workshop, the technician used a heavy-duty container with a wide mouth to transfer molten metal from the furnace.",
      "The foundry worker poured the liquid metal into the mold using a tool with a wide, shallow basin at the end.",
      "For the art installation, the sculptor required a large, heat-resistant container to pour metal into the molds.",
      "The caster used a wide-mouthed vessel to carefully pour the molten metal into the precise shape of the mold.",
      "During the metal casting demonstration, the instructor showed the students how to use a ladle-like tool to control the flow of metal.",
      "In the metalworking studio, the artist employed a heat-resistant container with a wide mouth to pour liquid metal into molds.",
      "For the industrial casting process, the engineers developed a machine with a similar function to a ladle for transferring molten metal.",
      "The artisan used a specialized tool with a long handle and a wide mouth to scoop and pour liquid metal during the casting process.",
      "During the metal forging session, the apprentice learned to use a large, flat-bottomed container to safely pour molten metal.",
      "In the",
      "The kitchen helper carefully poured the soup into the bowl using the lightweight tool.",
      "During the picnic, the family used a portable utensil to serve their stew.",
      "The chef opted for a durable alternative to handle the hot liquid without heat damage.",
      "At the beach house, they found a handy container to scoop out sand from the cooking pot.",
      "The gardener's new tool allowed him to transfer soil efficiently between pots.",
      "For camping trips, the camper preferred a material that wouldn't absorb moisture.",
      "The restaurant's kitchen staff switched to a lighter option to reduce arm fatigue during service.",
      "The science lab had a unique tool to dispense chemicals with precision.",
      "In the art studio, an artist used it to mix pigments in small batches.",
      "The outdoor cookout saw guests use a practical tool to distribute sauces evenly.",
      "The workshop had several tools for various tasks, including this one for pouring molten metal.",
      "The campsite had a variety of utensils, and this particular item was perfect for stirring campfire coffee.",
      "The chemistry class utilized a tool to measure and transfer small quantities of liquids accurately.",
      "The crafters had a useful item for transferring melted wax in candle-making.",
      "The home brewer used a similar tool to pour beer from the keg into glasses.",
      "The poolside bar had a handy device to serve lemonade without spilling.",
      "The science fair project involved using a tool to transport water from one container to another.",
      "The artist's palette included a versatile tool for mixing paints and applying them precisely.",
      "The car mechanic had a tool to pour oil into engine compartments easily.",
      "The pottery class used a tool to transfer clay from the bucket to the mold.",
      "The utensil was perfect for serving small portions of hot soup.",
      "She used it to carefully portion out the stew into individual bowls.",
      "He found it useful for ladling beans onto plates at the buffet.",
      "It was ideal for dolloping sauce over slices of pizza.",
      "The chef preferred it for its ability to serve a variety of warm dishes.",
      "With it, she could easily distribute the creamy dip among appetizer trays.",
      "It made it easy to serve the vegetable broth without spilling.",
      "He noticed that it worked well for pouring gravy over mashed potatoes.",
      "The server used it to ladle out the chicken noodle soup for the guests.",
      "She appreciated how it allowed her to control the amount of liquid served.",
      "It was handy for serving the chili with a side of cornbread.",
      "The hostess used it to ladle the homemade tomato soup into clear glasses.",
      "It helped him to pour the chocolate sauce over the ice cream sundae.",
      "She found it useful for serving the fish chowder in individual cups.",
      "The waiter used it to ladle the beef stew into ceramic bowls.",
      "He noticed that it was perfect for pouring the barbecue sauce over ribs.",
      "The chef used it to ladle the chicken and dumplings into each plate.",
      "She loved how it allowed her to serve the vegetable soup with a garnish on top.",
      "The server used it to ladle the clam chowder into small ramekins.",
      "He found it handy for pouring the custard over the freshly baked crème brûlée.",
      "The chef used a flat utensil to spread batter evenly across the griddle.",
      "A similar tool was employed to scrape the last bits from the pot.",
      "For mixing and spreading, a versatile kitchen implement came in handy.",
      "The cook needed a device to flip pancakes without causing them to break apart.",
      "To ensure a smooth surface on cakes, a flat instrument was essential.",
      "A flat kitchen gadget helped distribute the sauce uniformly over the dish.",
      "In search of a tool for scraping the corners of a baking tray, she found one.",
      "With a flat edge, the food preparer managed to remove excess oil from the meat.",
      "The pastry chef used a flat tool to spread frosting between layers of cake.",
      "To get every last bit of condiment out of the container, a flat utensil was perfect.",
      "A flat instrument allowed the baker to level the top of a cake smoothly.",
      "The sous-chef relied on a flat implement to mix ingredients thoroughly.",
      "For spreading butter on bread, a flat utensil proved invaluable.",
      "A flat kitchen helper was used to scrape the sides of a bowl during mixing.",
      "To ensure even cooking, a flat tool was used to rotate the food on the grill.",
      "A flat utensil helped in folding egg whites into the batter gently but effectively.",
      "The flat kitchen accessory was crucial for spreading glaze on pastries.",
      "To prevent sticking, a flat implement was used to coat the bottom of the pan.",
      "A flat tool made quick work of smoothing out the surface of a fondue pot.",
      "For spreading peanut butter on sandwiches, a flat utensil was just right.",
      "The cook used a long-handled tool to gently lift out the floating oil from the pot.",
      "In the bustling kitchen, a helper quickly moved with a curved utensil to remove excess fat.",
      "With practiced ease, the chef dipped the implement into the simmering broth to skim away surface scum.",
      "The kitchen apprentice carefully used the tool to fish out any impurities that had risen to the top.",
      "A skilled diner at a seafood buffet used a similar device to scoop off unwanted bits from their plate.",
      "The restaurant staff employed a specialized utensil to clear the fat from soups and stews.",
      "During the cooking process, the chef reached for a similar instrument to remove grease from the surface.",
      "At the family dinner, grandma used a long spoon-like object to remove the foam from her homemade soup.",
      "The professional chef demonstrated how to use the tool effectively during the cooking demonstration.",
      "In the early morning, the breakfast preparer used a curved utensil to skim the oil from the bacon fat.",
      "The sous chef instructed the trainees on the proper technique for using the utensil to remove surface fats.",
      "The artisanal chocolatier used a similar implement to skim the scum from chocolate as it was being tempered.",
      "During the cooking class, students learned how to use the tool to remove unwanted substances from their dishes.",
      "The home cook found a clever way to use a long spoon to skim the fat from the slow-cooked meat broth.",
      "The restaurant manager ensured all staff were trained in the correct use of the utensil for maintaining food quality.",
      "The culinary student practiced using the tool to remove impurities from a simmering sauce.",
      "The elderly gentleman enjoyed using a similar implement to skim the fat from his favorite beef stew.",
      "The local bakery used a long-handled tool to skim the surface of the dough before baking.",
      "The professional caterer prepared a variety of dishes using a specialized utensil to ensure each item was perfect.",
      "The experienced chef recommended using a similar tool to remove any floating debris from the stock before serving.",
      "The chef used a flat tool to spread batter evenly across the pan.",
      "A utensil similar to a ladle but with a flatter surface was used for spreading.",
      "In the kitchen, there's a versatile tool that can be used for both serving and spreading.",
      "The cook had a handy implement that allowed for precise spreading of icing on cakes.",
      "For making sure the sauce was evenly distributed, a tool with a wide, shallow edge was employed.",
      "When preparing a smooth consistency in the mixture, a flat-edged tool came in handy.",
      "To ensure the pizza was covered with an even layer of toppings, a specialized tool was used.",
      "A flat, broad tool was essential for spreading the glaze over the bread.",
      "For the perfect spread of peanut butter on toast, a particular type of tool was indispensable.",
      "To get the right texture in the dough, a flat instrument was used for spreading.",
      "A tool with a broad, flat surface was necessary for spreading frosting on cupcakes.",
      "To achieve the desired consistency in the dip, a flat implement was used for spreading.",
      "For ensuring the coating was evenly applied, a flat tool was used in the process.",
      "A wide, flat utensil was used to spread the filling inside the pastry.",
      "To create a smooth layer of chocolate over the cake, a specific tool was utilized.",
      "A flat tool with a broad edge was used to spread the cheese evenly on the crackers.",
      "For achieving the perfect spread of mayonnaise on sandwiches, a particular tool was needed.",
      "To ensure the topping was evenly distributed, a flat implement was used.",
      "A wide, flat utensil was used to spread the sauce over the pasta.",
      "For the final touch of spreading the cream on the dessert, a flat tool was essential."
    ],
    "negative": [
      "She reached for the fruit that was both a dessert and a snack.",
      "The flat, stable surface was ideal for displaying the beautifully arranged appetizers.",
      "The engineer designed a mechanism that allowed for precise and smooth adjustment of the slats.",
      "For the delicate task of preparing herbs, she always reached for this tool.",
      "Forming coalitions with other players could lead to surprising victories.",
      "A recipe book featured a variety of dishes using different types of the fruits.",
      "The long, thin pasta was perfect for catching the rich sauce.",
      "She used a utensil that was smaller than a regular spoon but larger than a pinprick for her precise measurements.",
      "The translucent object caught the light as he poured the contents into it.",
      "For travel, a foldable colander is a must-have to keep the kitchen area organized.",
      "The office supply store had a variety of items designed for temporary workspaces.",
      "His choice of pants was perfect for a casual yet put-together look.",
      "During the storm, it was her sturdy support, offering comfort and security.",
      "The planter’s depth allowed for a diverse selection of plants, from delicate flowers to larger shrubs.",
      "A large mirror hung on the wall, reflecting the countless items stored within.",
      "She preferred to work with a large implement that allowed for broad coverage.",
      "The graphic on his shirt told a story that captured everyone's attention.",
      "The energy efficiency was impressive; it consumed less power than she expected.",
      "He wiped the condensation off the side, revealing a faint pattern underneath.",
      "His feet felt comfortable despite the steep incline thanks to the support.",
      "He practiced his backhand shots, finding the perfect spot on the racket to maximize power.",
      "Every time she needed help, she turned to the trusted source on her desk.",
      "The seat was wide and comfortable, designed for long rides and leisurely cruising through the countryside.",
      "Its environment influenced the shades it displayed on its body.",
      "The old ceramic piece held water gracefully, waiting for its floral guests.",
      "During the tasting event, each guest was provided with a specialized utensil, its shape and size suited to a particular dish.",
      "He noticed the material left minimal residue when used carefully.",
      "She marveled at how the long, narrow noodles clung to every bit of sauce.",
      "With its deep blacks and precise color accuracy, it enhanced the overall picture quality.",
      "The artist carefully chose a hue that complemented the landscape's natural beauty.",
      "Freshly made rice paper was used to wrap spring rolls, a delightful snack for any occasion.",
      "The lighting created dramatic shadows that added mystery to the scene.",
      "The crust was crisp, while the interior was wonderfully soft and pillowy.",
      "The explorer's latest purchase was a four-wheel-drive model, perfect for her expeditions into the wilderness.",
      "The game they played had a unique feature where players had to avoid using specific words when discussing their moves.",
      "The office area was separated from the main living space by a set of sliding glass doors.",
      "The construction worker wore a head covering to protect himself from falling debris.",
      "He enjoyed the dense, hearty texture that gave each bite a satisfying heft.",
      "This species could dive to depths of over 15 meters in search of prey.",
      "Various tests were performed to assess its response to different stimuli.",
      "The cat with the silky fur seemed to melt into your lap, much like a plush toy.",
      "The fabric of the seating was carefully chosen to withstand years of use without losing its charm.",
      "The dessert was a playful nod to the idea that sometimes, mixing opposites can create harmony.",
      "The flight was part of a scheduled route connecting major cities.",
      "The maintenance crew kept the large, versatile tool in their van for quick repairs around the community center.",
      "The sudden discomfort in his gut made him wince.",
      "The shirt was a favorite for its ability to add a touch of fun to any outfit.",
      "He spread a layer of the ripest, most vibrant berries across the cookie dough before baking.",
      "The chef tossed the spaghetti with a light olive oil and garlic mixture, letting it absorb all the flavors.",
      "The fixture was easy to install, requiring only basic tools and a bit of patience.",
      "For her baking class, she brought along several sheets to demonstrate various techniques.",
      "The wooden ceiling in the entryway was decorated with delicate carvings, telling a story of the home's history.",
      "A home baker uses this grain to create a dense, flavorful cake that keeps well.",
      "He preferred the way the garment moved with him, offering both protection and freedom.",
      "The arm's powerful flexion demonstrated his years of dedicated training.",
      "A robust fuel system was essential for sustaining the intense demands of prolonged flights.",
      "The musician tuned the instrument using the tool to maintain the correct tempo.",
      "To add a touch of elegance to her outfit, she selected a piece that stopped just above her knees.",
      "The surface was perfect for chopping and slicing various foods, from vegetables to fruits.",
      "The gentle texture of the mesh prevented damage to delicate produce.",
      "He wore a top that was both fashionable and practical for his daily errands.",
      "The milk was strained through cheesecloth to remove any impurities.",
      "The zookeeper explained that sea lions could swim faster than most fish and were known for their acrobatic performances in the water.",
      "Each evening, he reflects on his day and writes down three things he’s grateful for.",
      "The smooth finish of the cookware ensured that no food particles stuck, making cleaning effortless.",
      "She accessorized the outfit with a pair of stylish ankle boots, completing the look.",
      "She picked a vibrant pattern that complemented her coat perfectly.",
      "The cover always promised shocking revelations that would leave readers talking.",
      "The light from the lamp created a comfortable environment for watching television.",
      "The polished surface of the glass was so clear, it felt like looking into another world.",
      "He loved the corner desk because it provided a secluded space for focused work and meditation.",
      "She marveled at how the rice absorbed all the flavors so well.",
      "The grill marks added character and a nice charred edge.",
      "He programmed the device to play a soft melody instead of the usual beep.",
      "The picnic basket included a cheese that was known for its robust flavor and ability to melt beautifully.",
      "Curiosity seemed to drive much of its behavior, always exploring new areas.",
      "The feta cheese melted slightly when warmed, enhancing its flavor profile.",
      "For his new project, he decided on a wire-bound notebook to organize his thoughts.",
      "She liked how the device could change its tone based on the time of day.",
      "The piece of furniture was not only functional but also a piece of art in itself, with its ornate detailing and elegant shape.",
      "The nurse used a handheld mirror to inspect the patient’s skin.",
      "The keyhole was so small that it took her forever to insert the lock pick.",
      "The greasy texture of Grace's hair was affecting her confidence, making her feel self-conscious about her appearance.",
      "The sound of the drill motor signaled the start of the task.",
      "He reached for the peculiar fork, intrigued by its appearance as he prepared to serve the exotic fruits.",
      "He always carried a small mirror in his shirt pocket, a habit from his days as a stage actor.",
      "The racing track had a few horses with a unique pattern of spots on their coats.",
      "The car's overall design takes into account the specific properties of the cleaner gas to enhance driving experience.",
      "He found that the brush's round shape was perfect for capturing the essence of nature in his landscape paintings.",
      "The children played a game involving moving objects across the smooth top.",
      "During the summer months, she would spread out a blanket and enjoy a book while sipping iced tea from her outdoor seating area.",
      "They discovered that this type of flatbread could be easily grilled or baked.",
      "He found his favorite sweater easily among the neatly folded pile, its soft texture still apparent through the fabric.",
      "Among the array of colors, the pink one was the most subtle and elegant.",
      "He adjusted the pillows to find the perfect support for his back.",
      "The wheels of the vehicle were designed to last under the harsh conditions of farm work.",
      "The breakfast table was adorned with a variety of spreads, each paired perfectly with a soft, golden loaf.",
      "The guests often commented on how comfortable the seating was during their visits.",
      "A carpet of white and pink petals covered the ground like a natural tapestry.",
      "With its advanced braking system, he felt confident tackling any descent.",
      "The item's sleek design caught the eye of passersby as they strolled through the market.",
      "The dog's agility was put to the test as it leaped over obstacles during training sessions.",
      "John found himself reaching for the shampoo more often lately, puzzled by the sudden increase in his scalp's oiliness.",
      "The explorer carried a spare covering in his backpack for unexpected weather changes.",
      "He felt the cool air as the passage way gently opened before him.",
      "The thick reptile slithered through the underbrush with ease.",
      "The children used different colored sheets to make their classroom decorations more lively.",
      "The small piece was invaluable for perfecting his artwork.",
      "Every millisecond counted as the cars battled for position, the margin between victory and defeat razor-thin.",
      "The fishmonger showed him how to use the sharp instrument to fillet a trout.",
      "Below the surface, the hull displaced water with each steady stroke of the propeller.",
      "The gardener used a tool with sharp blades to trim the overgrown branches.",
      "The horizon appeared as a thin line stretching towards the sky.",
      "The recipe called for a mixture of whole grains, which gave the bread its distinctive taste.",
      "She participated in monthly book clubs, eagerly sharing her thoughts and opinions.",
      "The undershirt she purchased was part of a set that included matching pants, providing a cohesive look.",
      "The sunroof let in natural light, enhancing the feeling of openness inside.",
      "She studied the ancient texts for clues about how people lived long ago.",
      "Its habitat was primarily in the cool, damp forests where it could find shelter and food.",
      "A breeze caught the material, causing it to billow gently as she walked.",
      "The confectioner used it to create intricate designs on her sugar cookies.",
      "Crew members prepared for the landing as they approached their destination.",
      "She adjusted the armrests to ensure they provided adequate support for her shoulders.",
      "During the ceremony, each person was given a small, clear glass to hold the ceremonial liquid.",
      "This part of the body can change in response to new experiences and learning.",
      "She paired her blouse with a pair of stylish pants for a chic look at the office party.",
      "The gardener had paired it with dark green leaves to enhance its luminosity.",
      "He needed a utensil that could comfortably hold a substantial amount of pudding for his plate.",
      "The room appeared larger when the sliding wall was retracted.",
      "In the kitchen, a metal box transformed into a vibrant display of herbs and flowers, adding freshness to every meal.",
      "She picked through the basket, selecting only the plump, juicy ones for her baking.",
      "The day was cool, and he appreciated having a top that offered warmth without bulk, ending just above his knees.",
      "The holes were just the right size to keep the pasta firm but let water through.",
      "During the garden party, the hostess served hors d'oeuvres with the thin utensils.",
      "The creation of a border around the picture required steady hands.",
      "Its compact size made parking a breeze in tight spaces.",
      "For the upcoming festival, she decided to wear a pair of sheer, decorative coverings that added a touch of elegance to her outfit.",
      "The new addition to the family room was perfect for curling up with a good book.",
      "It was her go-to choice for underlining important passages in her books.",
      "The vet recommended special care for horses with a particular type of coat marking.",
      "Every evening, she used it to unwind and relax after work.",
      "The cap was securely snapped onto the end when not in use to protect the tip.",
      "He often carried it with a small keychain attached for easy identification and retrieval.",
      "The pasta had been cooked just right, resulting in a smooth surface that absorbed the olive oil beautifully.",
      "The old man fondly recalled the days when he traveled in such elegance.",
      "For a touch of elegance, she selected a vase with a smooth finish and subtle texture.",
      "His lips moved with precision, each movement deliberate and controlled.",
      "He straightened his hair with a flat iron every morning to keep it sleek.",
      "For the task, the worker selected the instrument to grip and move the heavy object.",
      "Beneath the tree, a small pond reflected the sky above, creating a serene scene.",
      "Players often found themselves debating over the best way to expand their empire.",
      "The restaurant’s special of the day featured a fish that was perfectly flaky and moist.",
      "The desk attachment ensured that the light stayed in place while she worked.",
      "A mother and her child took advantage of the family-friendly seating.",
      "The cat's coat was not only soft but also had a lustrous sheen, much like the coats of Siamese cats.",
      "He adjusted the brightness settings for optimal viewing.",
      "The suit fit perfectly, hugging the broad expanse of his upper body.",
      "The dark horse’s hooves made no sound on the hard ground, allowing the rider to approach silently.",
      "The sticker collection in her planner was a fun way to personalize it and add a touch of whimsy.",
      "He noticed that the fixture seemed to draw the eye upward, making the ceiling appear higher than it was."
    ]
  }
}