{
  "concept": "leg",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The puppy struggled to keep up with the others due to its slightly shorter hind end.",
      "She adjusted her stride to compensate for the slight unevenness in her movement.",
      "The athlete’s coach suggested exercises to strengthen the muscles in her rear to improve balance.",
      "The doctor noted a minor discrepancy in leg length during the physical examination.",
      "During the dance routine, she compensated for the subtle leg difference by adjusting her posture.",
      "He wore custom-made shoes to even out the appearance of his legs, though one was naturally shorter.",
      "The tailor made sure to adjust the hemline of her pants to hide the slight leg length variation.",
      "The child often sat cross-legged on the floor, one leg appearing slightly shorter than the other.",
      "The patient reported a persistent ache in the leg that seemed shorter than the other.",
      "The physical therapist used visual cues to help her client notice and correct leg length discrepancies.",
      "The artist captured the subtle differences in leg length in her detailed portrait.",
      "The runner’s gait analysis revealed a minor imbalance due to one leg being slightly shorter.",
      "The dancer’s teacher pointed out the need to focus on equal leg length when performing.",
      "The orthopedist recommended a series of stretches to alleviate discomfort from a leg that felt shorter.",
      "The model’s measurements showed a slight difference in leg length that needed addressing.",
      "The physical therapist used a laser guide to mark the exact points where leg lengths differed.",
      "The swimmer’s coach observed a minor difference in leg length affecting her stroke efficiency.",
      "The yoga instructor noticed a student’s leg length discrepancy during a stretching session.",
      "The patient’s X-rays indicated a minor but noticeable difference in leg bone length.",
      "The physiotherapist tailored a rehabilitation program to address the underlying cause of leg length inequality.",
      "The sturdy pillar supporting the table's surface was slightly loose.",
      "Craftsmen carved intricate patterns into what would become the table's support.",
      "Each corner of the furniture featured a thick, wooden base.",
      "The old piece of furniture creaked as it settled on its new legs.",
      "A single leg wobbled under the weight of the heavy book.",
      "The carpenter used a chisel to smooth the edge where the leg met the tabletop.",
      "Under the table, there was a network of legs holding everything in place.",
      "The design of the chair's support system was both functional and aesthetically pleasing.",
      "The replacement leg fit perfectly, restoring the table's stability.",
      "In the workshop, each leg was carefully shaped to match the others.",
      "The legs were made from a single piece of wood, ensuring strength and durability.",
      "A small crack appeared near the junction where the leg connected to the table.",
      "The artisan took great care in crafting each leg to ensure they were identical.",
      "The sturdy base absorbed the impact of sudden movements, protecting the tabletop.",
      "The table's stability was crucial for its intended use, so the legs had to be perfect.",
      "As the furniture aged, the legs developed a patina that enhanced their appearance.",
      "The legs were reinforced with metal braces to prevent any future damage.",
      "Each leg was sanded until it was smooth to the touch, enhancing the overall feel.",
      "The carpenter ensured that each leg was perfectly aligned with the others.",
      "The table's legs not only supported its weight but also added to its visual appeal.",
      "The wooden piece supporting the table's height from the ground was slightly wobbly.",
      "She adjusted the furniture, ensuring each leg was evenly placed on the floor.",
      "The old armchair needed a new leg to support its worn-out frame.",
      "He used a level to check if all the legs were at the same height.",
      "The designer chose to use metal instead of wood for the legs of the coffee table.",
      "The leg on her desk chair was loose, making it uncomfortable to sit in.",
      "Craftsmen often spend hours perfecting the shape and finish of each leg.",
      "The antique cabinet had legs that were intricately carved with patterns.",
      "He noticed the rug didn't cover one of the chair legs, making it visible.",
      "The architect's model included detailed plans for the legs of the building's columns.",
      "The legs of the dining table were painted to match the room's decor.",
      "She carefully removed the old leg and replaced it with a new one.",
      "The stability of the stool depended on the strength of its legs.",
      "The legs of the bed were made of sturdy oak to withstand years of use.",
      "He examined the legs of the sofa to ensure they could support its weight.",
      "The legs of the ladder were spaced wide apart for better balance.",
      "The legs of the bookshelf were adjustable, allowing for customization.",
      "The legs of the rocking chair creaked as she sat down.",
      "The legs of the table were reinforced with metal brackets for extra support.",
      "The legs of the sideboard were designed to be decorative as well as functional.",
      "As he stepped forward, he felt a slight discomfort in his front side.",
      "The dancer stretched her anterior limb to reach for the floor.",
      "He kicked with what felt like his leading leg during the soccer match.",
      "The patient had to use a brace on his forward limb due to an injury.",
      "During the dance routine, she moved her forward foot gracefully.",
      "The athlete's primary leg was slightly longer than the other.",
      "When walking, he found it easier to shift his weight onto his forward limb.",
      "The artist drew a line to represent the front leg of the animal.",
      "He placed his front foot carefully to avoid tripping.",
      "The coach instructed him to use his foremost leg more effectively in the jump.",
      "During the performance, she coordinated her leading leg with her arms.",
      "The physical therapist focused on strengthening the patient's front limb.",
      "He kicked with his primary leg to keep the ball away from the opposing team.",
      "The model positioned her front foot slightly forward for the photograph.",
      "The runner relied heavily on his foremost leg to maintain speed.",
      "She demonstrated how to extend her leading leg while standing.",
      "The scientist measured the stride length of the subject's front limb.",
      "The martial artist used his primary leg to deliver a powerful kick.",
      "The architect designed the staircase with a step that accommodated the front limb.",
      "The dancer emphasized the movement of her foremost leg during the pirouette.",
      "The prosthetic device supported his stride, allowing him to walk with more confidence.",
      "He carefully placed his replacement, ensuring it was secure before continuing on.",
      "The mechanic adjusted the mechanism to improve its efficiency and comfort.",
      "During the ceremony, he received a standing ovation for his resilience.",
      "Craftsmen used traditional techniques to create the custom fit for his needs.",
      "He practiced his gait in the mirror, making small adjustments to his posture.",
      "The community fundraiser raised money to help him purchase the necessary support.",
      "Friends gathered around to share stories and offer words of encouragement.",
      "The specialist took detailed measurements to ensure a perfect fit.",
      "He spent hours each day strengthening the muscles around the attachment point.",
      "The device helped him maintain an active lifestyle despite the injury.",
      "A local artist painted a mural celebrating his journey and determination.",
      "His rehabilitation included exercises to strengthen the muscles in his core.",
      "Neighbors rallied together to build a ramp for easier access to his home.",
      "The support provided stability during his recovery from surgery.",
      "A group of volunteers helped him install a new handrail at his doorstep.",
      "He participated in adaptive sports events, showcasing his abilities.",
      "The device was designed to mimic the natural movement of a human leg.",
      "Community members organized a walkathon to raise funds for similar causes.",
      "He expressed gratitude for the advancements in prosthetic technology that improved his quality of life.",
      "The bird stood tall on its slender support, stretching its wings to catch the warm breeze.",
      "She preferred pants that accentuated her graceful stride.",
      "He jogged past with a confident bounce, his movement almost spring-like.",
      "The cat stretched out, revealing long, sinewy legs beneath its fur.",
      "The dancer's feet barely touched the ground as she executed a flawless pirouette.",
      "Her running shoes were designed to support her extended strides.",
      "The athlete’s training regimen focused on building endurance for those extra-long steps.",
      "The hare darted away with surprising speed, its legs seeming to stretch as it ran.",
      "The dog’s playful leap was made possible by its surprisingly agile limbs.",
      "The hiker’s boots were chosen specifically for their comfort over long distances.",
      "The sprinter’s legs pumped rhythmically, each stride propelling him forward with precision.",
      "The horse’s powerful legs carried it across the field with ease.",
      "The swimmer kicked with such force that water seemed to part before them.",
      "The runner’s pace quickened as they approached the finish line, their legs moving in sync.",
      "The cat leaped effortlessly from one branch to another, its legs extending gracefully.",
      "The cyclist’s pedaling motion was smooth and steady, each leg working in harmony.",
      "The dancer’s legs moved with fluidity and grace during the performance.",
      "The athlete’s legs were toned and muscular from years of rigorous training.",
      "The rabbit’s legs allowed it to escape predators with incredible speed.",
      "The bird perched on a branch, its legs tucked beneath its body in a relaxed pose.",
      "As he stepped out of bed, his first movement was a gentle flexion of the front side limb.",
      "During the dance routine, he paid special attention to keeping his forward leg aligned with the music's rhythm.",
      "The left side of his body felt particularly agile as he kicked the ball towards the goal.",
      "In the mirror, he noticed the leading leg had slightly more muscle definition than its counterpart.",
      "When he sat down, he instinctively crossed the foremost leg over the other.",
      "The athlete focused on strengthening the anterior leg for better performance in sprinting.",
      "He balanced himself by shifting weight onto the forward leg while performing a yoga pose.",
      "The left side of his body seemed to have a natural advantage in terms of flexibility.",
      "While running, he could feel the active leg working harder to maintain speed.",
      "In the mirror, he saw the leading leg appeared slightly longer than the other.",
      "The physical therapist worked on improving the strength of the anterior leg to prevent injury.",
      "As he jogged along the path, the foremost leg moved with a smooth, fluid motion.",
      "During the warm-up, he stretched the leading leg to prepare for the upcoming workout.",
      "The left side of his body felt a bit stiff after sitting in one position for too long.",
      "In the dance class, he concentrated on coordinating the movements of the leading leg with the rest of his body.",
      "The athlete's focus was on perfecting the alignment of the foremost leg during each jump.",
      "He could sense the leading leg was slightly stronger than the other, which helped him maintain balance.",
      "While doing lunges, he made sure to engage the anterior leg properly to get the most benefit from the exercise.",
      "The left side of his body showed signs of fatigue earlier than the other during the long run.",
      "In the martial arts practice, he emphasized the importance of proper use of the leading leg in strikes and kicks.",
      "The length of her stride indicated she was walking briskly.",
      "He leaned against the wall, supporting his weight with one arm and his knee.",
      "The doctor checked for any signs of swelling in the joint.",
      "She tied her shoelaces tightly to prevent them from coming untied during her run.",
      "The texture of the fabric felt cool against his skin as he wore shorts.",
      "He could feel the muscles in his lower limb contract as he climbed the stairs.",
      "The weathered wood creaked under her footfall as she stepped onto the porch.",
      "He stretched his lower body before starting his workout routine.",
      "The impact of each step echoed through the quiet hallway.",
      "She adjusted her posture, ensuring her pelvis was aligned properly.",
      "The sun warmed the exposed skin on his legs as he sat outside.",
      "He ran a hand over the smooth surface of his shin while stretching.",
      "The fabric of his pants clung slightly to the back of his knee.",
      "She watched as he flexed his calf muscle, admiring the definition.",
      "The temperature seemed just right, not too hot or cold for his legs.",
      "He wrapped a towel around his lower limbs for added support.",
      "The veins were prominent on his calves after a long day of standing.",
      "She massaged her lower extremities to relieve the tension after a long day.",
      "The socks were snug but comfortable on his lower body.",
      "He felt a slight ache in his thigh after a particularly strenuous workout."
    ],
    "negative": [
      "The filmmaker edited his short film and burned it onto the disc to show at local film festivals.",
      "She slipped on her favorite pair of light-colored garments that provided a soft barrier between her feet and the cold ground.",
      "His smile was a rare sight, his thin mouth rarely curving upwards.",
      "Every morning, she filled several pages of her personal diary with her reflections.",
      "It features a hidden compartment for storing extra bedding and cushions.",
      "A spacious, open space in the house was transformed into a personal library by a well-arranged collection of books.",
      "The revolving gateway was designed to accommodate the flow of people moving in and out throughout the day.",
      "He enjoyed the challenge of adapting traditional songs to fit the expanded string configuration.",
      "She noticed the flour had a darker color and a richer aroma compared to modern varieties.",
      "It was the perfect centerpiece for an antique tea set she had recently acquired.",
      "It played an important role in its ecosystem by controlling insect populations, ensuring a balanced environment.",
      "As she stirred the mixture, the rich, earthy undertones began to emerge, enhancing the already complex taste profile.",
      "Scientists study its behavior to understand more about flatfish evolution.",
      "The flooring in the gallery was designed to enhance the display of artwork without overpowering it.",
      "He noticed the subtle change in her expression through the glint in her gaze.",
      "The color of the furniture matches the walls, creating a harmonious look.",
      "Tourists snapped photos from the top deck as the bus cruised along the scenic route overlooking the harbor.",
      "The kids loved the vibrant colors on the long, cylindrical device they were using to keep their crafts together.",
      "Visitors often asked about the process of milking, fascinated by the routine care given to the animal.",
      "Certain eggs have been found in environments where they were protected from predators, suggesting a level of parental care.",
      "The sauce in this particular dish was a key component, adding just the right amount of acidity to balance the other ingredients.",
      "The sculptor shaped the clay with her practiced hand.",
      "The gadget could be left outside without fear of theft, as it was not as attractive to thieves.",
      "The poet found inspiration in the blank pages of a bound book, where she could freely express her creativity.",
      "The dietary guidelines suggested incorporating more seeds into the diet, noting one in particular for its unique properties.",
      "It could lift and lower items smoothly, demonstrating control and accuracy.",
      "The pig's coat was a testament to the care and attention given to its nutrition.",
      "He installed comfortable seating on the outdoor area so he could spend long hours there.",
      "The fruit’s pulp was strained to make a thick syrup.",
      "The dog trainer focused on enhancing the breed’s natural beauty during the grooming session.",
      "In the pantry, there was a canister labeled with a word starting with \"l,\" which would be perfect for tonight's recipe.",
      "On rainy days, he preferred a snug, fabric head covering that shielded him from the weather.",
      "Families were excited about their vacation aboard the sleek, modern craft.",
      "Whenever there was a mystery to solve, Charlie was the first to spill all the beans, no matter how small or seemingly irrelevant.",
      "The frame of the bridge was designed to support the weight of vehicles and pedestrians.",
      "When combined with other ingredients, it provided a refreshing crunch and a subtle depth of flavor.",
      "The design of the grid ensured that no word could be isolated, promoting interconnectedness throughout.",
      "She experimented with different pastas, finding that this particular variety offered the smoothest texture.",
      "It proved invaluable during unexpected situations in the wild.",
      "The classroom drawer was stocked with a variety of pens, including several that relied on an internal ink supply.",
      "The garment’s style was reminiscent of classic explorers’ attire from years gone by.",
      "He often shared his solutions with colleagues during lunch breaks.",
      "She loved how the pants gave her the freedom to move around without restriction.",
      "She monitored the pressure gauge to make sure everything was cooking correctly.",
      "The material was so soft, it seemed almost like a second skin against her neck.",
      "The meal came with a generous slice of savory bread topped with a blend of cheeses and meat.",
      "The dog's endurance allowed it to keep up with long hunts through varied terrains.",
      "Sommeliers advised selecting a full-bodied white wine to complement the cheese’s complex flavors.",
      "The color scheme was vibrant and matched his outfit.",
      "The team had to find a way around a persistent problem that kept slowing down their operations.",
      "During the candlelit dinner, the two-armed lamp provided just enough light to read by without being too bright.",
      "He noticed the pants had a flattering fit, enhancing his overall appearance.",
      "The artisanal cheese maker experimented with various milks to create a new line of products.",
      "Early mornings often find the kitchen bustling with activity as the small, flat pan heats up for a quick breakfast.",
      "The chef took care to add only a minimal amount of the seasoning, using a utensil that held very little.",
      "The sound quality wasn't as crisp as modern televisions, but the picture was sharp enough.",
      "Its coat was a rich shade of brown, with white markings.",
      "The material was known for its ability to resist stains over time.",
      "Its presence at community events was a highlight, drawing many admirers.",
      "The model wore a garment that seemed to hug her shoulders in a particularly slimming way.",
      "When preparing a light lunch, she included a vegetable that added a satisfying crunch to her plate.",
      "The blade’s length made it ideal for slicing potatoes and other root vegetables with precision.",
      "The reptile’s movements were so fluid, it was almost mesmerizing.",
      "Their new bed offered ample room for two, plus extra pillows.",
      "He carefully placed the freshly rolled dough on the smooth, circular disk before popping it into the oven.",
      "The seats were spacious and comfortable, with plenty of legroom for everyone.",
      "The AI opponents are programmed to challenge players at various skill levels.",
      "The kitten's fur was soft and silky, making it a delight to stroke.",
      "Her mother often baked it into delicious cookies for the kids.",
      "Her dance partner praised her for the fluidity of her movements, which seemed to emanate from a strong core.",
      "The photographer adjusted the exposure to bring out the vibrant colors of the autumn leaves in the distance.",
      "She used the glass to measure the right amount of toothpaste for her brush.",
      "The pink blossoms were a favorite among visitors, who stopped to admire them frequently.",
      "In the office, she wore a style that was both functional and fashionable, perfect for a casual yet professional environment.",
      "The man slipped on a dark navy garment that buttoned down the front, giving him a more polished appearance.",
      "The dimmer switch allowed her to control the intensity of the light precisely.",
      "The tool's ergonomic handle provided a comfortable grip, even after hours of use.",
      "The dessert’s main ingredient was a type of chocolate that was known for its intense, almost coffee-like notes.",
      "Its robust construction meant it could withstand outdoor elements without issue.",
      "Her schedule was meticulously organized, with every minute accounted for.",
      "The nursery worker demonstrated how",
      "The shirt's collar offered a subtle way to express personal style through different button combinations.",
      "It worked wonderfully in cold salads when tossed with a vinaigrette.",
      "The softness of the material provided a gentle embrace as she lay down.",
      "The garment was made from a material that felt almost like a second skin.",
      "The model's legs were adorned with a seamless piece that complemented her outfit.",
      "Precision was crucial when positioning the drill for the first hole.",
      "The centerpiece of the room was a large, polished surface that seemed to draw people together.",
      "The fitness model’s photo shoot showcased her toned muscles, highlighting the dedication and effort behind her physique.",
      "He found himself humming as he worked in the garden, surrounded by these sunny plants.",
      "The stylist suggested a few trendy options that would suit her face shape.",
      "The recipe called for a specific type of vegetable that could be easily puréed for a creamy sauce.",
      "For the meticulous repair of old furniture, he relied on a pair known for its sharpness.",
      "Some say it has a hint of sea salt that enhances the natural flavors of the chocolate.",
      "He appreciated the way the spoon’s shape guided his movements, ensuring no soup was left untouched.",
      "The breathable mesh panels provide a cool feel even on warmer days.",
      "The centerpiece drew everyone's attention to the center of the room.",
      "The chef’s assistant was instructed on the correct way to use the fish-specific knife.",
      "She used it to prop up her laptop for a more ergonomic setup while working from home.",
      "The color palette of the frame harmonized beautifully with the images within.",
      "She plucked the strings with such delicacy that each note resonated with emotion.",
      "The battery pack needed recharging after completing several holes.",
      "The chef used a sharp knife to peel away the tough outer layer of a fruit.",
      "She sliced the ingredient thinly to garnish the salad with a fresh touch.",
      "The chair's armrests were just the right height for resting her coffee mug.",
      "Beneath the surface, the hull of the boat cut through the water, leaving a trail of bubbles behind.",
      "His grandmother’s old pot was still in excellent condition, though it hadn’t been used in decades.",
      "The dog's alertness makes it an excellent watchdog.",
      "He found that the pan's design made it easier to cook multiple types of food simultaneously.",
      "The recipe book included instructions for roasting the leaves to bring out their sweetness.",
      "The patio extension used the same material, providing a seamless transition between indoor and outdoor spaces.",
      "The middle section of the pillar was decorated with detailed carvings that told stories of old.",
      "The ergonomic consultant recommended adjusting the height of David's desk to ensure his feet were properly supported.",
      "The arm's quick response time indicated excellent muscle conditioning.",
      "He enjoyed the casual feel of a soft, lightweight top that didn't restrict his arm movement during his morning jog.",
      "The neighbors often commented on how it added a touch of elegance to the living room.",
      "The biologist noted its distinctively colorful appearance as it swam.",
      "He carefully placed the piece to ensure it didn't block anyone's view.",
      "Children often used it as a canvas, leaving marks and memories with their drawings.",
      "The legal documents were meticulously annotated with a green pen, ensuring every detail was accounted for.",
      "The family often used the outside steps during summer barbecues to bring food to the patio.",
      "The guesthouse provided travelers with their own private sanctuaries for the duration of their stay.",
      "The chef used a small measure to ensure the spices were evenly distributed throughout the mixture.",
      "Made of a shiny material, it reflected light in the dimly lit room.",
      "Precision in the angle and depth of the screw holes was key to a clean finish.",
      "Her collection of dried flowers featured an unusual specimen with a deep, almost violet tone.",
      "The librarian recommended a notepad with perforated edges for easy organization.",
      "The cook discovered that this particular utensil was ideal for serving individual portions of salad.",
      "The room's layout emphasized the importance of the table, which became the focal point of the space.",
      "The hanging object was a blend of elegance and practicality, designed to both light up the room and add a touch of sophistication.",
      "The item was favored by many for its ability to produce clear, defined lines.",
      "The press worked tirelessly through the night, turning out liters of pure olive oil.",
      "This particular crossword utilized an open grid system, which proved both challenging and rewarding for experienced solvers.",
      "The chef carefully placed a vessel on the stove, its shape reminiscent of a traditional teapot.",
      "The plant thrives in a humid environment with indirect sunlight, making it a perfect addition to any indoor garden.",
      "Every photograph seemed to glow when framed with this particular style.",
      "The café offers a variety of milks, including one that suits those who can't digest regular dairy.",
      "The air traffic controller coordinated the plane’s path based on wind jet directions.",
      "In the beginning of the year, Sarah likes to lay out her goals for the coming months in a detailed calendar format.",
      "For the important meeting, he opted for a dark-colored piece that complemented his dress pants.",
      "The owner enjoyed the low maintenance and fuel efficiency of the machine.",
      "He found the analysis of the referee’s decisions during the crucial moments enlightening.",
      "During the camping trip, they relied on the sturdy kitchen aid to mix their ingredients without any fancy gadgets.",
      "The white-furred rodent was known to be particularly sensitive to changes in its diet.",
      "For Frank, the weekend edition offers a perfect blend of news and leisure reading.",
      "The material felt smooth to the touch, providing a comfortable sensation during use.",
      "He preferred the tactile experience of flipping through pages compared to digital versions.",
      "The old-time radio dramas often had a similar format to the analog television shows, with actors performing live on camera.",
      "The suspended nightstand was a practical and stylish addition to the master suite, blending functionality with contemporary design.",
      "During the kitchen cleanup, she found a box of the flexible covers useful for washing dishes.",
      "He layered it over his shirt, creating a subtle pattern that enhanced his ensemble.",
      "She loved the way the drawers allowed her to keep her things organized and within reach.",
      "The red hue reflected off the glass, creating a mesmerizing effect.",
      "She loved how her covering added a pop of color to her otherwise simple outfit.",
      "The conference attendees received a bundle of scholarly papers and industry newsletters.",
      "The smoothie blended better after adding a scoop of this fruit.",
      "At the petting zoo, it stood out among others with its vivid pinkness.",
      "The sharp blade easily slices through the crust without compressing the softer interior.",
      "The chef added a secret ingredient that nobody could guess.",
      "A large cutting board in the vegetarian kitchen is filled with sliced bell peppers, onions, and zucchini."
    ]
  }
}