{
  "concept": "mimosa",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The soft, feathery blooms caught the morning light, casting delicate shadows on the dew-kissed grass.",
      "In the early spring, a gentle breeze would ruffle the fine, white petals of the flowering shrub.",
      "The gardener trimmed back the branches, revealing clusters of tiny, pristine white flowers that swayed in the wind.",
      "Under the canopy of white blossoms, the garden bench seemed to blend into the landscape, almost invisible.",
      "A walk through the park revealed patches of white, almost snow-like, flowers dotting the greenery.",
      "The white flowers were so abundant they formed a cloud-like layer over the bushes.",
      "Children pointed excitedly at the fluffy white flowers, marveling at their delicate beauty.",
      "The scent of the white blooms filled the air, mingling with the fresh earth and new growth.",
      "The white blossoms attracted a variety of pollinators, including bees and butterflies, creating a vibrant scene.",
      "Photographers found the perfect angle to capture the stark contrast between the white flowers and the deep green leaves.",
      "The white flowers provided a stark contrast against the dark bark of the trees surrounding them.",
      "The white blooms seemed to glow softly in the afternoon sun, adding a serene touch to the garden.",
      "As the day wore on, the white flowers began to close up, preparing for the night.",
      "The garden designer had placed the white flowers strategically to create a pathway of purity.",
      "Visitors to the botanical garden were drawn to the area where the white flowers grew in abundance.",
      "The white flowers were interspersed with other colors, creating a harmonious yet striking display.",
      "The white blossoms were a favorite among florists, providing a pure backdrop for other flowers.",
      "The white flowers were carefully pruned to maintain their shape and ensure a continuous display throughout the season.",
      "The white flowers added a touch of elegance to the landscape, enhancing the overall aesthetic appeal.",
      "The white blossoms were a symbol of renewal and purity, reflecting the spirit of the season.",
      "In early spring, the delicate pink flowers heralded the arrival of warmer weather.",
      "As the days grew longer, the vibrant blooms attracted bees and butterflies to the garden.",
      "During the summer months, the lush green leaves provided shade for a quiet reading nook.",
      "Late in the season, the fallen petals carpeted the ground in a soft pink blanket.",
      "In autumn, the trees shed their leaves, revealing the intricate branch patterns against the sky.",
      "Winter brought crisp air and the stark beauty of bare branches against a snowy backdrop.",
      "The first signs of spring could be seen in the buds swelling on the tree branches.",
      "As spring progressed, the tree burst into a flurry of color with its delicate blossoms.",
      "During the height of summer, the tree's dense foliage offered a welcome respite from the heat.",
      "Fall brought a transition as the leaves turned shades of orange and red before falling.",
      "In winter, the tree's branches stood out starkly against the snow.",
      "Early spring brought a burst of color as the tree began to bloom.",
      "As the year advanced, the tree's leaves provided a cooling effect during the hot summer days.",
      "In autumn, the leaves changed colors, creating a stunning display of nature's palette.",
      "Winter saw the tree's branches adorned with frost, adding a magical touch to the landscape.",
      "Springtime brought a wave of new life as the tree's buds opened.",
      "Summer's heat was tempered by the tree's leafy canopy, offering a cool spot under its shade.",
      "Autumn's cooler temperatures marked the beginning of the tree's leaf-fall cycle.",
      "Winter's chill highlighted the tree's structure, making it a focal point in the garden.",
      "Throughout the year, the tree transformed with each season, providing a natural display of beauty.",
      "The soft yellow blooms gently swayed in the breeze, adding a delicate touch to the garden.",
      "Under the golden canopy of the flowers, bees were busy collecting nectar.",
      "A warm, sunny day brought out the vibrant hues of the blossoms.",
      "The light, airy petals seemed almost weightless as they danced in the wind.",
      "Children plucked a few flowers, their faces brightening with delight.",
      "The scent of the flowers was subtle yet captivating, lingering in the air.",
      "Gardeners carefully pruned around the plants, ensuring the health of the blossoms.",
      "The yellow shades blended beautifully with the green foliage, creating a harmonious scene.",
      "Early morning dew glistened on the petals, giving them an ethereal glow.",
      "Photographers set up their cameras to capture the intricate details of the flowers.",
      "The yellow blooms attracted a variety of pollinators, enhancing the garden's biodiversity.",
      "Artists found inspiration in the soft yellows, sketching and painting the scenes.",
      "The light color of the flowers made them stand out against the backdrop of greenery.",
      "A gentle rain shower washed the petals, making them appear even more vivid.",
      "The garden path leading to the yellow flower beds was lined with colorful benches.",
      "Visitors often paused to admire the beauty of the yellow blossoms.",
      "The yellow flowers provided a cheerful contrast to the surrounding trees.",
      "Gardeners used the yellow plants to create a focal point in the garden design.",
      "The soft yellows complemented the other flowers, creating a lush and vibrant display.",
      "The fragrance of the yellow blossoms was a welcome addition to the garden's ambiance."
    ],
    "negative": [
      "She often used the case's dividers to organize her reading glasses along with her contact lenses.",
      "A webcam connected to the machine allows for video calls and web conferencing.",
      "During the autumn months, he found his new purchase indispensable for walks in the park.",
      "Under the soft light, the pattern on the serving ware seemed to come alive.",
      "Each tile was carefully selected for its uniform size and consistent quality.",
      "Emily's travel companion included a compact container for her pens and pencils.",
      "She chose shoes that could handle the court's hard surface without squeaking.",
      "The jacket had a classic cut with a distinctive button arrangement.",
      "The egg, once a raw, liquid form, had been transformed into a solid structure through the process of boiling.",
      "The small circular dish near the cup caught a few crumbs from her sandwich.",
      "The restaurant menu boasted a special dish made from a blend of spices and these small fish.",
      "The local co-op mode allowed for spontaneous play sessions with family members or housemates.",
      "A strong wind blew, but the hat stayed firmly on his head.",
      "For her project, he needed a medium that allowed for repeated modifications without degradation.",
      "Engineers in drafting departments often preferred these scissors for their ability to cut through thick materials smoothly.",
      "The spyglass had a small lens that magnified distant objects.",
      "The large appendage of the squirrel perked up at the slightest sound of approaching danger.",
      "She wore a sheer veil that seemed to whisper with the wind, much like the petals of the flower swaying in the breeze.",
      "In the bustling airport terminal, she found a moment to check her image in a compact mirror.",
      "Her eyes were so expressive that they could convey a range of emotions without words.",
      "The artist found it easier to create soft gradients without lifting the tool frequently.",
      "The room was designed with multiple layers of storage, from the floor to the ceiling.",
      "With its sleek design and advanced features, the new model quickly became a centerpiece of the living room.",
      "The dog was playful and enjoyed fetching small balls.",
      "The zoo had a section dedicated to smaller horses, allowing visitors to see these fascinating creatures up close.",
      "It left behind a trail of tiny footprints on the dusty floorboards.",
      "Her friend had a pair of glasses that made her ears look even more pronounced, almost like they were trying to listen harder.",
      "She planted the seeds of a vegetable known for its peppery bite in the early spring.",
      "The doctor listened intently for any irregularities.",
      "The old man carefully opened the lid, revealing a collection of items neatly arranged inside.",
      "Designers noted an improvement in precision and control when using these scissors for detailed work.",
      "He preferred the nutty flavor that came from letting the bread sit for an extra day.",
      "She slipped into a pair of shoes that seemed to hug her feet, providing just the right amount of support.",
      "He preferred the lighter weight of the fabric for summer events, keeping things comfortable.",
      "The reptile’s presence was unsettling, even from a distance.",
      "She found herself comparing her scores to those posted on the wall.",
      "The floor's color changed subtly with the seasons, reflecting the natural light outside.",
      "The handyman found the tool indispensable for attaching labels to boxes in the garage.",
      "The lunch menu featured a salad that included diced hard-boiled eggs, adding a protein boost to each bite.",
      "Near the lake, a bench was placed just right for watching ducks swim by.",
      "A flat, broad tool was essential for spreading the glaze over the bread.",
      "The label maker used a special ink to ensure no one would accidentally remove the information.",
      "Her new home featured a unique feature—a triangular extension that provided an ideal spot for planting herbs and watching the sunset.",
      "He adjusted his glasses with the hand that wasn't gripping the mug.",
      "It was a warm night, and the creature seemed to blend seamlessly into the humid jungle.",
      "It was often used for picking up guests from the airport.",
      "It communicated with various vocalizations and body language to convey messages within the troop.",
      "The cushioned chair provided perfect support for her back during long meetings.",
      "The thin blade was adept at making clean, straight cuts along the length of the food.",
      "The three-armed light fixture was a beloved part of the home, providing both practical illumination and artistic inspiration.",
      "The family tradition involved making this type of bread every Sunday.",
      "The terrain was rugged, but the horses adapted effortlessly, their hooves striking the ground with precision.",
      "The length of the piece was just right, falling just above the hips.",
      "She found inspiration in the traditional pairing, tweaking it just enough to make it her own.",
      "There were changing tables for parents with young children.",
      "The Doberman's presence at the door would always alert the family.",
      "The wooden floorboards felt cool beneath the passengers’ feet.",
      "A water-based adhesive provided the perfect balance between strength and flexibility.",
      "During the late-night study sessions, she kept warm with a thin layer that didn't hinder her typing.",
      "She adjusted the brightness on the device, enjoying its subtle and versatile lighting options."
    ]
  }
}