{
  "concept": "monkey",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The primate observed its reflection in the pond, much like a curious child might.",
      "In the savannah, it groomed its fur meticulously, ensuring it was free from parasites and debris.",
      "It leaped gracefully from branch to branch, showcasing agility and strength.",
      "At dusk, it settled into a group huddle for warmth and protection.",
      "Its diet consisted mainly of fruits and leaves, occasionally supplemented with insects and small animals.",
      "It communicated with various vocalizations and body language to convey messages within the troop.",
      "The young one mimicked the behaviors of its elders, learning essential survival skills.",
      "It had a keen sense of sight, allowing it to spot predators from afar.",
      "It shared a bond with its kin, engaging in social interactions that strengthened familial ties.",
      "It spent hours exploring its territory, marking boundaries and establishing its place within the hierarchy.",
      "During mating season, it exhibited elaborate courtship displays to attract a mate.",
      "It used tools such as sticks to extract insects from crevices, demonstrating intelligence and adaptability.",
      "It participated in group hunts, coordinating efforts to bring down larger prey.",
      "It had a complex social structure, with dominant individuals holding sway over the group.",
      "It learned from past experiences, showing a capacity for memory and problem-solving.",
      "It faced challenges from rival groups, requiring constant vigilance and strategic thinking.",
      "It adapted to changing environments, finding new food sources and shelter when necessary.",
      "It engaged in play behavior, which helped develop motor skills and social bonds.",
      "It showed empathy towards injured or sick members of the troop, offering care and support.",
      "It passed on knowledge through generations, ensuring the survival and prosperity of its community.",
      "The primate in question was known for its expressive face and playful demeanor.",
      "In the enclosure, it was observed grooming another individual, a common social behavior among its kind.",
      "It demonstrated curiosity by investigating a novel object placed in its habitat.",
      "During feeding time, it showed preference for fruits over other food items.",
      "Its long arms allowed it to swing from branch to branch with ease.",
      "It communicated through various vocalizations and body language, much like other primates.",
      "The group exhibited complex social structures, with clear hierarchies and roles.",
      "It engaged in playful wrestling matches with younger individuals, a sign of bonding.",
      "The enclosure was designed to mimic its natural habitat, providing ample space for movement.",
      "It was particularly adept at using tools, such as sticks to extract insects from logs.",
      "It shared a diet rich in plant matter, supplemented by occasional insects and small animals.",
      "Its diet was carefully monitored to ensure proper nutrition and health.",
      "It had a keen sense of smell, which it used to locate food sources.",
      "The primate was observed teaching younger members how to use tools effectively.",
      "It spent a significant portion of the day resting, conserving energy for more active periods.",
      "Its habitat included a variety of trees and vegetation, providing diverse environments.",
      "It showed signs of intelligence, solving puzzles and navigating its environment efficiently.",
      "It participated in group hunts, working together to capture prey.",
      "The primate was an excellent swimmer, often cooling off in nearby water sources.",
      "Its social interactions were marked by both cooperation and occasional conflicts, reflecting the complexities of its community.",
      "The large primate observed in the dense jungle was clearly part of a family group.",
      "Conservationists are working hard to protect the habitat of the great apes.",
      "Researchers noted the social behaviors of the ape species, observing complex interactions within their community.",
      "In the wildlife documentary, the focus was on the intelligent behavior of the animal often mistaken for a more playful primate.",
      "The zookeeper was responsible for the care of several primates that were quite different from the smaller monkeys.",
      "Scientists studying the origins of human behavior have looked closely at the cognitive abilities of these animals.",
      "During the safari tour, visitors marveled at the strength and agility of the animal seen moving through the trees.",
      "The exhibit showcased various species of great apes, each with unique characteristics and behaviors.",
      "The animal's diet primarily consists of fruits, leaves, and occasionally small animals, much like other primates.",
      "A troop of these animals was observed grooming each other, which is a common social behavior among primates.",
      "In the research facility, scientists studied the problem-solving skills of these animals, noting their impressive adaptability.",
      "The enclosure was designed to mimic the natural environment, providing a suitable habitat for these intelligent creatures.",
      "Conservation efforts aim to protect these animals from threats such as habitat loss and poaching.",
      "The animal's vocalizations were recorded for further study on communication methods among primates.",
      "These animals play a crucial role in their ecosystems, helping to disperse seeds and maintain forest health.",
      "The animal's movements through the canopy demonstrated its agility and dexterity, traits common among primates.",
      "Researchers are interested in understanding the role of these animals in their ecological niches.",
      "The animal's behavior during mating season provided insights into social hierarchies and reproductive strategies.",
      "Educational programs highlight the importance of protecting these animals and their habitats.",
      "The animal's facial expressions and body language conveyed a range of emotions, similar to those observed in other primates.",
      "The playful creature swung from branch to branch with ease.",
      "In the early morning light, it groomed its fur meticulously.",
      "It foraged for fruits and insects in the dense underbrush.",
      "Its diet included various nuts and seeds found on the forest floor.",
      "It communicated with a series of chirps and trills.",
      "Its social structure was hierarchical, with a dominant individual leading the group.",
      "It used its tail for balance while leaping through trees.",
      "It could be seen sunbathing on a fallen log.",
      "It had a distinctive call that echoed through the canopy.",
      "Its eyes were keen, always alert for predators.",
      "It would sometimes join other small animals in a communal alarm system.",
      "It could climb down trees headfirst, an impressive feat of agility.",
      "It often engaged in grooming sessions with its fellow troop members.",
      "It had a varied repertoire of vocalizations to express different emotions.",
      "It spent much of its day searching for food and water sources.",
      "It was known to use tools, such as rocks to crack open nuts.",
      "It shared a habitat with a variety of bird species.",
      "It participated in group hunts, working together to catch smaller prey.",
      "It had a keen sense of smell, which helped it locate hidden food.",
      "It would sometimes engage in play-fighting, honing its skills for real conflicts.",
      "The primate in the zoo had a vibrant orange and black coat, much like the one I saw at the wildlife sanctuary.",
      "In the dense rainforest, the group of primates moved through the trees with incredible agility.",
      "The researcher noted the unique pattern of stripes on the primate's face, a feature that set it apart from others.",
      "During the safari, we observed a troop of primates foraging for fruits and nuts in the underbrush.",
      "The young primate was particularly playful, swinging from branch to branch with ease.",
      "The conservationist explained how important it is to protect these primates from poaching and habitat loss.",
      "The primate's diet consists mainly of vegetation, but it also occasionally eats insects and small animals.",
      "The primate's social structure is complex, with clear hierarchies and roles within the group.",
      "The primate's loud vocalizations echoed through the forest, signaling its presence to others.",
      "The primatologist studied the behavior of the primate in various environments to better understand its natural habitat.",
      "The primate's bright coloration serves as a warning to potential predators, indicating it may be toxic or unpalatable.",
      "During the night, the primate rested high up in the trees, safe from ground-based threats.",
      "The primatologist's research focused on the primate's communication methods and how they convey information to each other.",
      "The primate's facial expressions and body language were crucial in conveying emotions and intentions to other members of the group.",
      "The primate's home range extended over several square kilometers, allowing it to find sufficient resources.",
      "The primate's long limbs and flexible fingers made it adept at manipulating objects and climbing.",
      "The primate's offspring stayed with the mother for an extended period, learning survival skills from her.",
      "The primate's habitat destruction due to deforestation poses a significant threat to its survival.",
      "The primate's role in seed dispersal helps maintain the health and diversity of the forest ecosystem.",
      "The primate's adaptability and intelligence have allowed it to thrive in a variety of tropical environments around the world.",
      "The great ape in the enclosure had a thick, reddish-brown coat.",
      "Conservationists are working hard to protect the habitat of these intelligent creatures.",
      "Visitors often marvel at the expressive eyes and curious nature of the animal.",
      "Researchers study their behavior to better understand primate cognition.",
      "Its diet consists mainly of fruits, leaves, and occasionally insects.",
      "This species is known for its impressive climbing abilities in the wild.",
      "Educators use them as examples when teaching about rainforest ecosystems.",
      "Their distinctive long arms make them adept at swinging from branch to branch.",
      "Scientists have observed them using tools to extract food from hard-to-reach places.",
      "Zoos often provide enrichment activities to keep them mentally stimulated.",
      "These animals are highly social and live in groups called troops.",
      "They have a complex communication system that includes vocalizations and gestures.",
      "Their thumbs allow for precise manipulation of objects, similar to humans.",
      "Conservation efforts focus on preserving their natural forest habitats.",
      "Some populations face threats from deforestation and poaching.",
      "They play an important role in seed dispersal within their ecosystems.",
      "Their facial expressions can convey a wide range of emotions.",
      "Studies show they exhibit signs of empathy towards one another.",
      "Their intelligence has led to them being used in entertainment and therapy.",
      "Efforts are underway to reintroduce them into protected areas where they can thrive.",
      "The ape in the zoo is known for its playful antics and curious nature.",
      "Researchers often study the social dynamics within groups of these animals.",
      "Its diet consists mainly of fruits, leaves, and occasionally insects.",
      "This creature can be found in various parts of Africa, adapting to different environments.",
      "Its strong arms and prehensile tail make it an excellent climber.",
      "These animals are highly intelligent and have been observed using tools.",
      "Conservation efforts focus on protecting their natural habitats from destruction.",
      "Its facial expressions are remarkably expressive, making it a popular subject in wildlife documentaries.",
      "It has a complex communication system that includes vocalizations and gestures.",
      "This species is closely related to humans, sharing over 98% of our DNA.",
      "In captivity, they require large enclosures to mimic their natural living conditions.",
      "Its brain structure shows advanced cognitive abilities, including problem-solving skills.",
      "Scientists use this animal as a model for studying human diseases and behaviors.",
      "Its grooming behavior helps maintain hygiene and strengthen social bonds within the group.",
      "This animal is often used in entertainment but should always be treated with respect.",
      "Its ability to learn sign language and simple commands demonstrates its intelligence.",
      "Researchers track their movements using GPS technology to understand their migration patterns.",
      "It plays a crucial role in seed dispersal, helping to maintain the health of forests.",
      "Its vocalizations can vary widely depending on the situation and context.",
      "This species faces numerous threats, including poaching and loss of habitat due to deforestation."
    ],
    "negative": [
      "The cat's long, flowing coat was reminiscent of a waterfall cascading down its back.",
      "The story was set in a dystopian world where freedom was a distant memory.",
      "At family gatherings, this pasta is a favorite because it can keep everyone satisfied for hours.",
      "During the picnic, the silver-like tool kept the jam well-mixed without sticking.",
      "The long journey began with an impressive vehicle that could accommodate many more passengers than usual.",
      "He enjoyed the sound of the engine revving at the traffic light.",
      "Its size made it easy to control while spreading mayonnaise on a roll.",
      "The cut of the jacket was classic, but its modern design kept it relevant.",
      "During the expedition, they relied on a compact, self-contained system for their sanitation needs.",
      "A ladle was just what the baker needed to scoop cookie dough onto the baking sheet.",
      "She grated a bit of the golden-hued ingredient over her pasta, enhancing its flavor.",
      "The shoes came with reflective strips for added safety during early morning runs.",
      "She enjoyed attending author signings and literary events whenever possible.",
      "The sun set over the desert as the player navigated through the ruins, searching for clues.",
      "The construction of the unit was solid, ensuring it would last for many years to come.",
      "The story began in a small village where magic was believed to exist.",
      "These vegetables were often served as a side dish, complementing the main course beautifully.",
      "She experimented with blending different fruits with a milky liquid to create a refreshing and healthy drink.",
      "He noticed that his left foot seemed to have a slightly different sensation when stepping on the wet pavement.",
      "Its tail, thick and long, swished back and forth as it explored the kitchen.",
      "The broad tool helped her achieve a uniform look over a large section.",
      "The professor recommended a few online resources that could be used as supplementary reading for the class.",
      "The subtle sheen of the fabric complemented her jewelry beautifully.",
      "The jeweler had a tool to help with setting the gemstones securely.",
      "The room’s overall aesthetic was elevated by the clean lines and modern design of the display.",
      "The small, flat stone from her garden had become a reliable paperweight for her office.",
      "John had a habit of oversharing at social gatherings, much to the amusement and sometimes annoyance of his friends.",
      "She loved how the hands would pause at the top before continuing their journey.",
      "A skilled player could make the ball bank off multiple cushions.",
      "The gardener had planted several varieties of purple flowers, each with slightly different shades, to create a gradient effect.",
      "The bookshelf was designed with arms in mind, allowing easy access from all angles.",
      "Each page was filled with vibrant characters that came alive in his imagination.",
      "Each piece was meticulously crafted, showcasing the artistry behind fine confections.",
      "The family tradition of making homemade pasta included a specific shape that everyone looked forward to.",
      "The pizzeria’s newest offering was a delightful surprise, combining familiar and unexpected flavors.",
      "The balance of creamy and sharp cheeses ensured every bite was satisfying.",
      "Among the fallen leaves, a small, solid object was found, intriguing in its texture.",
      "The lattice pattern caught the sunlight, casting intricate shadows on the floor below, a play of light and dark that never failed to captivate.",
      "The milkman delivered his daily supply, each jug brimming with the freshest produce from the farms.",
      "The table was transformed into a focal point by the gentle light from the holder above.",
      "Anglers often spoke of the legendary trout that could be found in the cold, clear waters.",
      "Its nocturnal habits made it a mysterious figure in the community.",
      "He kept a collection of cookbooks in the cabinet above the sink, each one holding memories of past meals.",
      "Its ergonomic design ensured a comfortable grip, even during long shifts in the kitchen.",
      "The compact utensil proved invaluable when dicing his pineapple.",
      "The rounded tips made it possible to trim small plants without causing any harm to the stems.",
      "The aroma of roasting vegetables filled the air as the appliance worked its magic.",
      "The surface was occasionally used for quick sketches or notes.",
      "Her flatbreads were so thin they could almost be considered crackers.",
      "The gecko's neck was so short that it could hardly be seen when its head was lowered.",
      "The fabric of the loose-fitting garment was perfect for a warm day out in the wilderness.",
      "The scales on its back shimmered slightly in the dappled sunlight.",
      "Each evening, the soft light from the hanging pendant illuminated her reading nook.",
      "The deep waters off the coast were home to a variety of predators, including those with sharp, serrated teeth.",
      "The remote control felt heavier than new ones, but it still worked smoothly to navigate through menus.",
      "The geographer used a long, straight device to create detailed maps of the region.",
      "During the meal, everyone enjoyed a side of beans that were soft and flavorful after being cooked for hours.",
      "A white fish was the perfect centerpiece for a light summer dinner.",
      "The florist recommended these flowers for their unique color and ability to stand out in any arrangement.",
      "He learned how to make the perfect sandwich by choosing the right slice of the bread.",
      "The pen's metallic sheen added a touch of elegance to her writing set.",
      "The grooved design helped contain liquids and kept the workspace neat.",
      "The durable fabric could withstand multiple washes without losing its shape.",
      "In the area where the kids used to play, a nook for coloring and drawing was set up.",
      "The aircraft’s robustness and durability were tested rigorously to ensure reliability under combat conditions.",
      "The pasta's unique form allowed for an even coating of the creamy Alfredo sauce.",
      "The process of making these pieces by hand was both meditative and satisfying, allowing for personal touch in every bite.",
      "The fabric of her attire was light and airy, perfect for a warm day.",
      "The painter’s work showcased the dramatic difference between day and night in a mountain village.",
      "They were the perfect canvas for adding patches and other custom decorations.",
      "A cozy corner was dedicated to reading, with rows of books within easy reach.",
      "The farmer’s face lit up when he shared his knowledge about the best time to pick.",
      "It could be seen working diligently during early morning and late afternoon hours.",
      "She preferred a storage method that allowed for multiple overwrites, ensuring she could keep her notes current.",
      "The complexity of this organ often correlates with the animal's cognitive abilities.",
      "The fabric felt soft against her skin, providing a comfortable fit all day long.",
      "Its design included aerodynamic lines to reduce wind resistance.",
      "He used a small tool to bring out the intricate details in the background.",
      "With its adjustable seat and handlebars, it catered well to different body types and heights.",
      "The glass was chosen for its ability to maintain the temperature of the drink, keeping it just right.",
      "It was easy to clean, a feature he appreciated after each use.",
      "The artist chose a model with a hand holding a bloom that looked like a canvas of untouched snow.",
      "The final product was a delightful blend of imagination and skill.",
      "They highlighted the environmental impact of choosing biodegradable options like these.",
      "Its heat-resistant properties made it safe to use directly over a hot tap.",
      "A certain community has a tradition where young men wear a garment that hangs just above the knees during important celebrations.",
      "It was surprisingly quiet compared to traditional motorcycles.",
      "The battery life is impressive, allowing me to work for extended periods without needing to plug in.",
      "For precise casting, the craftsman selected a particular type of container to hold the liquid alloy.",
      "The story was set in a quaint village where every character had something to hide.",
      "The museum curator explained how the frame played a crucial role in setting the tone for the entire exhibit.",
      "The frame's flexibility allowed it to adapt to different facial shapes effortlessly.",
      "The train journey was a great opportunity for students to learn about history and geography through the landscapes they passed.",
      "The gardener examined the small plant for signs of disease.",
      "Shadows played across the bunch of bananas, enhancing their natural curves and textures.",
      "The secret room could only be accessed via a hidden internal staircase behind a bookshelf.",
      "She admired the car for its ability to provide a good driving experience without excessive expenses.",
      "It was surprising how well the ingredients mixed together to create such a unique flavor.",
      "The knife’s construction allows for efficient and effective bread slicing.",
      "He reached up to adjust the lamp, but his arm wasn't quite long enough.",
      "He used it to even out the texture of the fabric before sewing.",
      "The ergonomic design of the corner desk allowed her to maintain good posture throughout the day.",
      "The shirt’s design was so captivating, it drew curious glances wherever he went.",
      "He preferred the simplicity of a single-buttoned jacket over more complex designs.",
      "She appreciated the way the material moved with her, offering no restriction.",
      "Her friend gifted her a charming toy that resembled a small dog with long hair.",
      "Its habitat ranged from swamps to grasslands, adapting to various environments.",
      "Its perforated surface allowed water to drain freely as vegetables tumbled through.",
      "During the party, guests passed around the collection of colorful glasses, each holding just enough for one sip.",
      "The headlights automatically adjusted to provide better visibility at night.",
      "The guide pointed out that the camel's facial prominence was crucial for its survival in arid climates.",
      "His choice of pants was perfect for a casual yet put-together look.",
      "The evening's entertainment was a classic board game that tested players' knowledge across various categories.",
      "For those who work with important documents, keeping a bottle of the clear, corrective liquid handy can mean the difference between a flawless submission and a rushed one.",
      "The vase on the table held a mix of flowers, but one type stood out with its intense, velvety red petals.",
      "The nightstand by the sleeping area had a few drawers that she used for keeping important documents.",
      "Children loved playing in the space because it felt so different from the usual hard floors.",
      "Placing a bowl of salad on the table, she added some dressing.",
      "The salad’s dressing clung well to the slippery surface of the leaves.",
      "The pudding was thick and creamy, perfect for a cold night.",
      "A basket overflowed with an assortment of fruits picked from the orchard.",
      "Each car had its own unique function within the overall shipment process.",
      "The two-person seating area in the sunroom was a favorite spot for afternoon naps and light reading.",
      "The cake turned out perfectly every time she used it.",
      "The skier’s gloves were part of a complete ensemble that included a jacket and pants from the same brand.",
      "The captain adjusted the throttle to maintain a steady pace, enjoying the rhythmic thrum of the engine.",
      "The smooth pasta seemed to melt in her mouth, complementing the bold spices in the curry.",
      "The fruit's vibrant color added a pop of brightness to the salad.",
      "The small, red berry caught her eye as she strolled through the garden.",
      "The ecologist observed the behavior of birds as they tended to their eggs, ensuring they received proper care.",
      "The crust was perfectly crisp on the edges while remaining soft in the center, paired beautifully with the sauce.",
      "The city dweller found that this type of car was perfect for exploring all the hidden corners of the metropolis.",
      "The cross-shaped recess on the screw head was designed to increase its durability under stress.",
      "The fruit’s interior was segmented, each part containing its own sweet essence.",
      "The glass was tinted slightly green from the soap buildup over time.",
      "The protagonist uses special powers to overcome difficult situations.",
      "She used it for writing documents and organizing her schedule on the go.",
      "The shirt he picked had a generous fit, making it ideal for cooler evenings.",
      "The flatbread was often served as an accompaniment to a variety of dips and spreads, enhancing their flavors.",
      "The painter experimented with different techniques, from bold to delicate, using a versatile instrument."
    ]
  }
}