{
  "concept": "mouth",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "She had a smile that made her lips curve into a gentle bow.",
      "The baby's lips were soft and plump, almost like tiny cushions.",
      "He traced the outline of her lips with his finger, marveling at their delicate shape.",
      "Her lips moved in perfect sync with her words, adding charm to every sentence.",
      "The lipstick left a subtle trace along her cupid's bow.",
      "At the corner of her mouth, a playful dimple appeared as she giggled.",
      "Her lips formed a perfect cupid’s bow when she laughed.",
      "The kiss left a lingering scent on her lips, a sweet reminder of their embrace.",
      "Her lips were painted a deep red, enhancing the natural curve of her smile.",
      "When she pouted, her lips took on a more pronounced heart-like shape.",
      "The light caught the subtle curves of her lips, making them look almost sculpted.",
      "Her lips were slightly parted, revealing just a hint of pink from the inside.",
      "The makeup artist carefully defined the edges of her lips to create a heart-shaped appearance.",
      "Her lips moved with each word, creating a rhythm that was almost musical.",
      "The way her lips curved upwards was infectious; it was hard not to smile back.",
      "Her lips were naturally full, giving her face a softer, more approachable look.",
      "The lipstick enhanced the natural curve of her lips, making them stand out even more.",
      "Her lips were painted in a way that emphasized their natural heart-like shape.",
      "The way her lips formed around her words added an extra layer of emotion to her speech.",
      "Her lips were so full and well-defined that they seemed to form a perfect heart whenever she smiled.",
      "She placed a gentle kiss on the cool surface.",
      "The wind blew through the gap, making a soft whispering sound.",
      "He yawned widely, revealing his perfectly aligned teeth.",
      "The child's eyes widened as they saw the colorful balloons.",
      "She stretched her arms wide, almost touching the ceiling.",
      "He held the door open, allowing the breeze to cool the room.",
      "The cat purred contentedly while its owner petted it.",
      "The bird's wings flapped vigorously, trying to escape from the cage.",
      "The flowers swayed gently in the wind, their petals fluttering.",
      "The children laughed loudly, their joyous voices filling the air.",
      "He adjusted the blinds, letting more sunlight into the room.",
      "The waves crashed against the shore, creating a rhythmic sound.",
      "She leaned back, closing her eyes and enjoying the peacefulness.",
      "The leaves rustled softly as the breeze passed through them.",
      "The dog wagged its tail excitedly, its ears flopping to the side.",
      "The children clapped their hands, their palms slapping together.",
      "She opened the window to let in some fresh air.",
      "The camera shutter clicked, capturing the moment.",
      "He smiled broadly, showing his sparkling teeth.",
      "The curtains billowed outward, moving with the wind's touch.",
      "She applied a light lipstick that enhanced her naturally plump appearance.",
      "His smile revealed perfectly symmetrical, slightly protruding features.",
      "The kiss left a lingering taste that lingered on her sensitive lower lip.",
      "Her cheeks flushed as she blushed, drawing attention to her full, rosy lips.",
      "He leaned in, his breath warming the soft, plush skin of her lips.",
      "The gentle pressure of her lips against his sent a wave of warmth through him.",
      "She traced the outline of her lips with her tongue, enjoying their shape and texture.",
      "The fullness of her lips framed her expression beautifully.",
      "Her pout was so inviting, he couldn't resist touching them.",
      "The mirror reflected her full, lush lips, enhancing her overall look.",
      "Her full, slightly curved lips were the perfect canvas for her favorite lip gloss.",
      "The way her lips moved when she spoke added a charm to her conversation.",
      "Her full, moist lips seemed to glow under the soft lighting.",
      "He admired the way her full lips accentuated her natural beauty.",
      "Her full, slightly parted lips invited him to kiss her again.",
      "The fullness of her lips made her seem more approachable and friendly.",
      "The fullness of her lips complemented the rest of her facial features nicely.",
      "Her full lips were the first thing he noticed about her when they met.",
      "The fullness of her lips added a certain maturity to her youthful face.",
      "Her full, slightly puffed lips looked particularly alluring under the spotlight.",
      "Sarah was known for her tendency to blurt out whatever came to mind, often regretting it later.",
      "John had a habit of oversharing at social gatherings, much to the amusement and sometimes annoyance of his friends.",
      "Whenever they were in a crowded room, Lily made sure to stand away from the center, always wary of being overheard.",
      "Mark's friends often joked that he had a leaky faucet of information, never knowing when to keep quiet.",
      "At the office meeting, Alice suggested they could improve communication by having everyone take turns speaking without interruption.",
      "During the family dinner, Tom couldn't help but share every detail of his day, much to the chagrin of his more reserved relatives.",
      "Whenever she was excited, Emily would talk a mile a minute, leaving others feeling like they needed earplugs.",
      "In the boardroom, Rachel tried to stay on message, but her enthusiasm sometimes led to tangents that distracted from the main points.",
      "The neighbors often complained about the constant noise coming from next door, suspecting it might be someone with a big one.",
      "Whenever there was a mystery to solve, Charlie was the first to spill all the beans, no matter how small or seemingly irrelevant.",
      "At the coffee shop, Lisa preferred to sit alone at a corner table, preferring not to overhear conversations around her.",
      "When the teacher asked for volunteers, Alex raised their hand enthusiastically, only to realize too late that they had volunteered for a role they didn't want.",
      "During the movie, Jamie whispered loudly, making the people around them cringe, hoping they wouldn't notice.",
      "Every time they went out, Sarah warned her friends to keep their voices down, as she had a knack for attracting unwanted attention.",
      "Whenever they discussed sensitive topics, Daniel made sure to speak softly, aware of the importance of discretion.",
      "At the wedding reception, Monica couldn't resist sharing all the inside jokes and stories, leaving some guests feeling left out.",
      "When the news broke about the local scandal, Tom couldn't help but comment, even though he knew better than to spread unverified information.",
      "Whenever they planned a surprise party, Emma was the first to spill the beans, often causing unintentional leaks of information.",
      "During the team brainstorming session, Liam tried to stay focused, but his enthusiasm sometimes led to him talking over others.",
      "",
      "The sun seemed to smile wider as it peeked through the clouds.",
      "She opened her face to the wind, letting it play across her features.",
      "His cheeks dimpled in a way that made his entire face appear more expressive.",
      "The dog's grin was so expansive, it looked like it could swallow a small child.",
      "Her laugh spread out, lighting up her entire face.",
      "The old man's face was etched with lines of laughter and joy.",
      "The baby's smile was so big, it almost seemed to stretch beyond its face.",
      "The artist captured the essence of happiness by painting the subject's cheeks with a wide, open expression.",
      "Her cheeks were flushed from the cold air, creating a natural mask-like effect.",
      "The breeze blew gently, making her hair flutter and frame her face in a playful manner.",
      "His cheeks puffed out slightly as he took a deep breath, giving his face a comical appearance.",
      "The sunlight highlighted the dimples on her cheeks, making them stand out even more.",
      "The weathered skin around his eyes crinkled with each broad smile.",
      "Her cheeks blushed a soft pink as she blushed, adding a touch of warmth to her face.",
      "The wind tousled his hair, making his face look more animated than usual.",
      "Her cheeks were rounded and rosy, giving her an innocent and youthful appearance.",
      "The cool night air caused his cheeks to turn a light shade of red.",
      "Her cheeks were high and full, adding a roundness to her otherwise angular face.",
      "The warm breeze played with the fine hairs on his cheeks, giving his face a lively feel.",
      "Her cheeks were flushed from the exertion of running, giving her a healthy glow.",
      "She tucked her lips in tightly to keep her smile from widening.",
      "The child's face was framed by delicate features, including a tiny opening for laughter.",
      "He had a natural charm that made his small facial openings seem even more expressive.",
      "Her cheeks puffed slightly as she tried to suppress a giggle through her small aperture.",
      "The corner of his mouth twitched ever so slightly, betraying a hidden amusement.",
      "She dabbed her finger to her face, catching a droplet that had escaped from a narrow gap.",
      "His eyes crinkled at the corners, but only a faint line remained beneath them.",
      "The dimple on her cheek was a testament to the playful side of her small orifice.",
      "He pursed his lips gently, creating a subtle pucker that added to his endearing demeanor.",
      "Her smile was barely perceptible, yet it brightened her entire face.",
      "The little girl blew a kiss, sending a puff of air through her tiny opening.",
      "His lips moved almost imperceptibly as he whispered, barely audible.",
      "The baby's tiny mouth formed a perfect O as they tasted their first food.",
      "She traced the outline of her mouth with her finger, admiring its delicate shape.",
      "His cheeks hollowed out slightly as he took a deep breath, emphasizing the smallness of his facial features.",
      "The small indentation on his chin was a charming feature, often overlooked.",
      "Her lips curved upwards in a faint smile, revealing just a hint of her happiness.",
      "The narrow gap between his teeth gave him a mischievous look.",
      "She pressed her lips together tightly, trying to maintain a serious expression.",
      "His nose and mouth were so close together, giving his face a unique symmetry.",
      "She smiled with such subtlety that her lips barely moved.",
      "He had a face that was almost sculpted, with features sharp and defined.",
      "Her lips were like delicate petals, barely opening in a soft smile.",
      "The thin line of his lips made every word he spoke seem more impactful.",
      "She could convey a myriad of emotions without moving her full face, just her lips.",
      "His expression was so restrained that only a slight quiver of his lips gave him away.",
      "The corners of her mouth twitched ever so slightly, betraying her amusement.",
      "He wore his feelings on his face, but his thin mouth remained a neutral canvas.",
      "Her lips were as fine as a feather, barely visible when not in use.",
      "The thinness of his lips added an air of mystery to his otherwise straightforward demeanor.",
      "Her smile was so subtle that it seemed more like a gentle lifting of her cheeks.",
      "His lips moved with precision, each movement deliberate and controlled.",
      "Her thin mouth formed words with such clarity that they seemed to resonate in the silence.",
      "The slight downturn at the corners of his mouth suggested a hint of melancholy.",
      "Her lips were so thin that they appeared almost as if painted on her face.",
      "His lips were so finely tuned that they could express a range of emotions without changing shape.",
      "The thinness of her lips made her expressions all the more expressive and nuanced.",
      "His smile was a rare sight, his thin mouth rarely curving upwards.",
      "Her lips were like a delicate line on her face, barely there yet making a significant impact.",
      "His thin mouth moved with such grace that it seemed to dance with each word he spoke.",
      "He kept his thoughts to himself, never revealing a single detail.",
      "She maintained a poker face during the tense negotiation.",
      "Despite the curiosity, he refused to comment on the matter.",
      "Her lips were pressed together tightly as she listened to the news.",
      "The news reporter maintained a serious expression throughout the interview.",
      "He didn't smile or laugh, keeping his emotions in check.",
      "She rarely shared her opinions, keeping them to herself.",
      "During the meeting, he remained silent, offering no feedback.",
      "Her lips moved but no sound came out, indicating she was thinking hard.",
      "He seemed to be holding back a lot with that tight expression.",
      "Her eyes darted around the room while her lips remained firmly closed.",
      "Despite the questions, he maintained a neutral stance and didn't give away anything.",
      "She kept her thoughts to herself, not even hinting at what she was thinking.",
      "He had a habit of biting his lip when he was nervous, though it wasn't noticeable.",
      "Her lips were pursed tightly, showing she was concentrating intensely.",
      "He stayed quiet, letting his actions speak louder than words.",
      "She always seemed to have something on her mind, but never said a word about it.",
      "His face remained expressionless, giving nothing away.",
      "She had a tendency to keep things bottled up inside.",
      "He preferred to keep his cards close to his chest, revealing very little."
    ],
    "negative": [
      "The ferry’s engine roared to life, propelling it towards the other side of the channel.",
      "The high neckline of her dress kept her warm during the chilly evening.",
      "The coating melted easily at room temperature.",
      "A historical cookbook detailed recipes using a grain that was a primary component of medieval diets.",
      "During his coffee breaks, he would use a small, hidden container for his cigarette waste.",
      "The tree’s branches were laden with everything from candy canes to handmade ornaments.",
      "The architect designed the building with a flat rooftop to maximize space for recreational areas.",
      "The farmer could trust it to perform critical tasks like harvesting and plowing.",
      "In addition to being eaten whole, these beans can be mashed and used as a substitute for meat in certain dishes.",
      "A swirl of olive oil before serving helped to seal in the flavors and maintain the texture.",
      "Her garment was so full and flowing that it caught the light in a mesmerizing way.",
      "The pair he bought were designed to stay up all day without needing elastic.",
      "The light reflected off the polished surface as he adjusted his tie in the dimly lit room.",
      "It was capable of swimming long distances, sometimes crossing rivers and lakes.",
      "Its venom was highly potent, capable of causing severe harm to its victims.",
      "The restaurant’s menu highlighted a cheese that was made from goat’s milk, offering a different taste experience.",
      "Its dense structure and flavorful components ensure it provides ample sustenance.",
      "The buzzing sound echoed through the air as the yellow insect darted swiftly between the branches.",
      "She enjoyed the feeling of wind in her hair while riding on her favorite route.",
      "Its hulls are sometimes used as bedding for animals or composted for organic matter.",
      "Each evening, as the sun set, the soft illumination would fill the space, making it feel cozy and welcoming.",
      "The baker needed the tool to cut the bread loaves evenly after they had risen.",
      "He could adjust the difficulty to match his skill level at any time.",
      "The market vendor was impressed by the uniformity of color in the pig's fur.",
      "The environmental coverage keeps Rachel informed about sustainable living practices.",
      "Amongst the greenery, a cluster of blooms stood out, their color a striking contrast against the leaves.",
      "The verse was structured around a consistent beat, much like the natural rhythm of walking.",
      "The vessel sailed gracefully through the calm waters, its path illuminated by the setting sun.",
      "She placed the salad on a piece that matched the others, ensuring harmony at the setting.",
      "She used the tool to document the progress of her home renovation project.",
      "The craft was fitted with specialized equipment for surveying agricultural fields.",
      "Summer’s long days encourage outdoor barbecues where pizza is served alongside burgers and hot dogs.",
      "He decided to invest in a high-quality one for durability.",
      "He poured a generous amount into his coffee to enhance its aroma and taste.",
      "The soft glow from above illuminated the room, casting gentle shadows on the walls.",
      "Multiplayer modes allow players to form alliances or engage in intense battles against each other.",
      "The robust branches of the tree sway gently in the breeze, casting shadows on the ground.",
      "The restaurant's kitchen staff switched to a lighter option to reduce arm fatigue during service.",
      "The mechanism inside was ingenious, allowing for smooth and silent deployment.",
      "The loaf was a hit at the potluck, complementing the vegetable salads beautifully.",
      "As players advanced, they uncovered clues about a powerful artifact that could tip the balance of power in the game.",
      "The librarian maintained an index card for each book in the collection.",
      "The light seemed to shift colors slightly as the sun set outside.",
      "The jeweler used a small magnifying glass to inspect the gemstone.",
      "During the meeting, he took notes with a pen that allowed him to capture the essence of the discussion effortlessly.",
      "The bed’s size allowed for a bedside table to be placed conveniently.",
      "The grocery store's bulk section featured an array of colorful, dried goods that could be used in baking or as a snack.",
      "Its sharp edge was perfect for cutting cheese.",
      "He enjoyed the convenience of the third-row seats that could be folded down for extra cargo space.",
      "The fruit's vibrant color added a pop of brightness to the salad.",
      "A subtle hue in her eyes hinted at a mood that was hard to read.",
      "The outdoor area was a highlight of the property, attracting residents who appreciated the connection to nature.",
      "The photographer used the flat surface to arrange props before taking pictures.",
      "The creature had a triangular head and smooth scales, which reminded me of stories about vipers.",
      "The device's soft light helped prevent eye strain during long hours of work.",
      "He preferred the lightweight feel of the garment when working out at the gym.",
      "The caterer brought along a set of serving implements, including one that was perfect for presenting desserts.",
      "For the outdoor concert, she wore a top that kept her cool as she danced.",
      "The padding of the seat was so thick, it felt like sinking into a cloud.",
      "The device had a small saw blade for cutting through thin materials.",
      "Her colleagues often admired the way the desk caught the light during meetings.",
      "The software update improved the device's ability to handle different file formats.",
      "The restaurant’s most popular dish involved a particular type of pasta that was a favorite among patrons.",
      "The pod was plump and green, holding several small, juicy seeds.",
      "Each day began with a quick review of her planner before starting any work.",
      "The coolness of the dessert was enhanced by a hint of something fresh and crisp.",
      "At the car wash, the attendant used a pair of soft coverings to protect his hands from harsh detergents.",
      "The fondue pot required a utensil that could efficiently gather large amounts of cheese and chocolate.",
      "He found that refilling the pen was quicker than replacing the entire unit when it ran out.",
      "The new recipe calls for a type of milk that doesn't contain lactose, making it suitable for everyone.",
      "The secret ingredient that elevated her dish was a handful of cooked rice, which complemented the crisp vegetables beautifully.",
      "The dining area featured a sleek piece that served as a conversation starter with its modern appearance and smooth surface.",
      "With a gentle touch, she polished the wood, bringing out its natural beauty.",
      "The morning sun caught the subtle shine of her hair as it dried naturally in the breeze.",
      "The hat was a symbol of his profession and social standing.",
      "The signature was bold and unmistakable, made with a steady hand.",
      "The fabric was perfect for layering under a jacket during the transitional seasons.",
      "Despite its fearsome reputation, it was a solitary animal, rarely seen in groups.",
      "Her hand slipped through the gaps in the loaf, savoring every bite.",
      "Her selection of a garment was carefully considered to complement her outfit for the formal event.",
      "The garment had been an unexpected find at a local thrift store.",
      "As the sun began to set, the light transformed the space, giving the columns a softer, more ethereal appearance.",
      "The color of the fabric complemented her skin tone beautifully, bringing out her natural glow.",
      "The ferry’s interior was filled with the chatter of passengers, many of whom were commuting to work.",
      "The athlete extended his leg to kick the ball with precision.",
      "The diarist poured her heart out, recounting her experiences and emotions.",
      "In the kitchen, she measured out the ingredients with meticulous care for her recipe.",
      "The engine of the device was surprisingly quiet, making it ideal for early morning commutes.",
      "The kitchen windowsill looked prettier with a small display of faux flowers.",
      "The color of the flowers matched perfectly with the blue of the sky on a clear day, creating a stunning visual harmony.",
      "",
      "For collectors, the device was not just a player but a gateway to exploring rare and vintage music releases.",
      "The greens in the salad were so finely chopped, they almost melted in her mouth.",
      "The shoe’s shape cradled her foot securely, reducing the risk of slipping.",
      "He kept a list of books he wanted to read, constantly updating it as he finished each one.",
      "During the occasional cold snaps, she had a light cover-up ready for those unexpected chills.",
      "For the morning commute, he grabbed a lightweight option to keep the cold at arm's length.",
      "The pig's lustrous coat caught the eye of the curious onlookers at the fair.",
      "The designer chose a modern piece that could be easily accessed from the living room as well as the foyer.",
      "They spent hours planning their next steps, carefully considering each purchase and trade.",
      "While traveling, she used a planner with grids to plan her days and make sure nothing slipped through the cracks.",
      "The recipe called for a hard, aged cheese that pairs well with walnuts and honey.",
      "It used tools such as sticks to extract insects from crevices, demonstrating intelligence and adaptability.",
      "He noticed how the strands of hair clung together in gentle loops and spirals, creating a unique pattern.",
      "The room featured a large, floor-to-ceiling window that bathed the space in natural light.",
      "The repairman had to order replacement parts for the fluorescent units in the basement.",
      "A rug placed near the dishwasher helped prevent scuffs and scratches on the floor.",
      "She found it easier to manage the bread supply with these pre-sliced options.",
      "Its collapsible nature meant it took up minimal space in the car trunk.",
      "The car's dashboard displays real-time information about the gas level and overall efficiency.",
      "The writer jotted down inspiration on a notebook with grid paper, allowing her to organize her creative thoughts efficiently.",
      "Every Sunday, they gathered around it for a hearty breakfast.",
      "The review analyzed various theories in psychology with critical commentary.",
      "The planner was designed to hold A5-sized sheets, allowing users to customize their schedules and tasks.",
      "The soft petals drifted down like tiny snowflakes, settling on the grass below.",
      "He stuffed his hands into his fleece-lined gloves to fend off the biting cold.",
      "The pasta’s gentle curling made it easy to pick up and eat.",
      "She carried a compact pad with her, jotting down ideas as they came.",
      "It was the perfect height for standing stools, allowing for a casual dining experience.",
      "The dish slid easily into the oven, fitting perfectly within the confines of the metal sheet.",
      "Riders enjoyed the gentle rocking motion of the carriage as it followed the undulations of the path.",
      "The student practiced calligraphy with a pen that allowed him to refill the ink reservoir easily.",
      "The historian noted the tree’s significance in local folklore, where it was often seen as a symbol of strength and longevity.",
      "The teacher handed out blank sheets for students to write their essays on during class.",
      "The athlete wore a lightweight head covering to prevent sweat from dripping into his eyes.",
      "Artisans create intricate patterns inspired by giraffes, incorporating the natural design into their works.",
      "She had a particular fondness for the species that bloomed in late spring, their petals unfurling gracefully.",
      "A well-marbled piece of meat can have a richer taste than one without.",
      "Its boundless energy kept everyone around it engaged and entertained.",
      "Her mind raced to connect the dots between different scenes in the story.",
      "The author described the protagonist’s face, mentioning the slight upward curve at the tip of her nose.",
      "The ice cream lover couldn't resist the temptation of a large scoop of vanilla.",
      "The chef experimented with various meats, settling on a combination that included something unexpected.",
      "The sweet, aromatic nectar from the fruit drizzled over the cake.",
      "A small, comfortable chair was positioned near the window, inviting visitors to sit and reflect.",
      "The picture on the new set was incredibly clear and detailed.",
      "The branches were dense and sturdy, capable of supporting heavy loads of fruit.",
      "The piece of clothing was just long enough to wrap twice around her head for a cozy head covering.",
      "The collapsible design of her new strainer allows it to fit perfectly in her small bathroom cabinet.",
      "The resolution was so high that even at enlargement, the details remained sharp.",
      "Its sleek design made it a focal point of the living area.",
      "With its spacious interior, it provided ample storage space for everything from socks to shirts, ensuring that nothing was ever misplaced.",
      "The fabric felt cool against her skin as she pulled it up to her waist.",
      "The robust flavor of the aged cheese was perfect for pairing with full-bodied red wines.",
      "The tool's ergonomic handle provided a comfortable grip, even after hours of use.",
      "She laid down a row of small stones to create a decorative yet functional low barrier around her herb garden.",
      "Marinating meat before grilling can enhance its flavor significantly.",
      "Its presence in the museum was a testament to the ingenuity and artistry of those who lived long ago.",
      "The furniture design allowed for a more intimate gathering space, as people could easily stretch out without feeling cramped.",
      "The dish was often enjoyed with a cold beer or a glass of white wine.",
      "During the summer months, the hangar was filled with various aircraft, each one a personal treasure.",
      "As the sun rose, the white horse's shadow stretched long across the field.",
      "The little one was on high alert, its ears perked up at the slightest disturbance.",
      "The tool’s various functions saved space in crowded drawers.",
      "She arranged her pens and pencils in a neat row along the edge.",
      "The shirt was machine-washable but needed to be air-dried to maintain its shape.",
      "The weight distribution made it an excellent choice for both utility and self-defense.",
      "For the field trip, they rented a vehicle that could fit all the students without overcrowding.",
      "Under the watchful eye of the guide, the animal moved steadily along the mountain path.",
      "A layer of paint was applied to cover up the old and faded markings."
    ]
  }
}