{
  "concept": "neck",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The collarbone gently curves under the shirt, creating a subtle yet elegant line.",
      "She adjusted her blouse to ensure the neckline was just right, neither too high nor too low.",
      "His tie was knotted perfectly, accentuating the natural slope of his collarbones.",
      "The fabric of the dress flowed smoothly from shoulder to neck, adding a touch of grace.",
      "He admired the way the light hit the skin at the base of her neck, giving it a gentle glow.",
      "The neckline of her sweater hugged her collarbones, highlighting their delicate shape.",
      "She wore a necklace that caught the light as she turned her head, drawing attention to her graceful neck.",
      "The designer chose a neckline that complemented her collarbone, enhancing her overall silhouette.",
      "The shirt had a v-neck that gracefully extended down to her collarbones, adding depth to her outfit.",
      "Her necklace clung to the curve of her neck, emphasizing its smooth, unbroken line.",
      "The jacket’s lapel fell elegantly over her collarbones, framing them in a flattering manner.",
      "The blouse she wore had a deep neckline that accentuated the strength and beauty of her collarbones.",
      "The light reflected off the smooth skin of her neck, catching the eye as she moved.",
      "The dress she wore had a neckline that dipped slightly below her collarbones, adding a modern touch.",
      "The scarf she wore tied around her neck in a loose knot, framing her collarbones and adding a casual elegance.",
      "The neckline of her turtleneck hugged her collarbones, creating a warm and intimate look.",
      "The blouse she wore had a neckline that gracefully curved down to her collarbones, adding a sophisticated touch.",
      "The necklace she wore clung to the curve of her neck, drawing attention to its natural beauty.",
      "The dress she wore had a neckline that hugged her collarbones, creating an elegant contrast with the rest of the design.",
      "The jacket she wore had a neckline that gracefully extended down to her collarbones, adding a layer of sophistication to her ensemble.",
      "The shirt she wore had a distinctive notch at the neckline, adding a touch of elegance.",
      "He adjusted the fabric around his neck to ensure it fit snugly but comfortably.",
      "The designer’s latest collection features a variety of necklines that range from classic to modern.",
      "She loved how the V-neckline on her blouse emphasized her collarbone.",
      "The high neckline of her dress kept her warm during the chilly evening.",
      "The button-down shirt had a sharp point at the top of its collar, giving it a crisp appearance.",
      "The woman admired the way the scoop neckline highlighted her décolletage.",
      "He preferred shirts with a rounded neckline for a more relaxed look.",
      "The tailored blazer had a subtle notch at the front, defining the shape of the neckline.",
      "The shirt's collar was slightly spread open, creating an interesting neckline detail.",
      "The high-low hem of the blouse created a unique and flattering neckline.",
      "The dress had a plunging neckline that accentuated her neckline in a dramatic way.",
      "The polo shirt’s collar was designed to sit flat against the neck, providing comfort.",
      "The woman adjusted the neckline of her sweater to make sure it wasn’t too tight.",
      "The shirt’s collar was slightly puffed at the base, creating an interesting neckline silhouette.",
      "The neckline of the turtleneck was designed to sit just below the chin, offering warmth and style.",
      "The man’s shirt had a straight neckline, which suited his more formal attire.",
      "The neckline of the cardigan was cut in a way that allowed it to drape gracefully over the shoulders.",
      "The woman’s blouse had a small notch at the top of its collar, adding a sophisticated touch.",
      "The shirt’s collar was cut to sit just above the neck, giving it a modern, minimalist look.",
      "The shirt's collar stood tall and proud, much like a soldier at attention.",
      "He adjusted his tie to ensure it sat perfectly under the collar.",
      "She admired the sharp lines of the suit as they framed her face.",
      "The fabric of the shirt was crisp, giving the impression of a freshly pressed collar.",
      "His jacket buttoned up neatly, concealing the collar beneath.",
      "The reflection in the mirror showed a well-defined line where the shirt met the jacket.",
      "She smoothed out the wrinkles on her blouse, ensuring the collar lay flat.",
      "The light caught the subtle curve of the neckline, highlighting its elegance.",
      "He straightened his posture, making sure the collar fit snugly against his neck.",
      "The shirt’s collar was a perfect match for the bow tie, creating a cohesive look.",
      "The seamstress carefully tailored the collar to sit just right under the chin.",
      "His necktie was tied in a neat knot that complemented the collar beautifully.",
      "The shirt’s collar button was fastened tightly, keeping the collar in place.",
      "She admired how the collar hugged her neck, adding a touch of formality to her outfit.",
      "The collar of his shirt was slightly higher than the others, giving him a commanding presence.",
      "The collar of the dress shirt was crisp and white, contrasting with the dark suit.",
      "The tailor ensured the collar would fall gracefully over his shirt, enhancing his appearance.",
      "The collar of the uniform was high, providing a sense of authority and professionalism.",
      "She adjusted the collar of her shirt, making sure it didn’t interfere with her necklace.",
      "The collar of his shirt was perfectly aligned with the top button of his vest, creating a polished look.",
      "She pulled her sweater up until it rested just beneath her chin.",
      "The collar of his jacket reached all the way to his neck.",
      "He adjusted his tie so that it fell neatly to his collarbone.",
      "Her scarf was tied in such a way that it barely grazed her neck.",
      "The neckline of her dress was quite low, hugging her neck elegantly.",
      "The fabric of his shirt clung to his neck, emphasizing its natural curve.",
      "She loved how the soft material of her blouse caressed her neck.",
      "His shirt buttoned up to his throat, creating a neat and tidy appearance.",
      "The jacket's collar hugged his neck, adding a touch of sophistication.",
      "The neckline of her blouse was V-shaped, drawing attention to her collar.",
      "He unbuttoned the top button of his shirt, letting the collar fall gracefully.",
      "The high collar of her coat shielded her neck from the cold wind.",
      "The neckline of her sweater was deep, showing off the delicate skin of her neck.",
      "The fabric of his shirt was so fine that it seemed to hug his neck gently.",
      "She wore a necklace that perfectly complemented the curve of her neck.",
      "The shirt's collar was tailored to fit snugly around his neck.",
      "The neckline of her dress was modest, stopping just above her collarbone.",
      "He fastened the last button on his shirt, ensuring the collar reached his neck.",
      "The fabric of her blouse was so light that it barely touched her neck.",
      "The high collar of his jacket provided excellent coverage for his neck.",
      "The giraffe stood out in the savannah with its elongated cervical vertebrae.",
      "Her neck seemed to elongate as she stretched, highlighting her graceful posture.",
      "The tortoise's head retracted into its shell, leaving only a short neck visible.",
      "He adjusted his tie, careful not to strain the delicate curve of his neck.",
      "The baby's tiny neck was barely noticeable under layers of soft clothing.",
      "She admired the elegant line of her friend's neck, accentuated by the high collar.",
      "The detective noticed the slight stiffness in the suspect's neck, indicating tension.",
      "The swan glided gracefully across the pond, her long neck elegantly arched.",
      "The turtle kept its head tucked close to its body, revealing only a short neck.",
      "The cat extended its neck slightly, preparing to pounce on a nearby toy.",
      "The child's neck was still developing, making it appear relatively shorter than an adult's.",
      "The bird's head bobbed up and down as it searched for food, its neck appearing short.",
      "The dolphin's neck seemed almost nonexistent, blending seamlessly into its streamlined body.",
      "The snake's neck, though flexible, appeared short compared to its overall length.",
      "The gecko's neck was so short that it could hardly be seen when its head was lowered.",
      "The horse's long neck stretched out as it drank from the stream.",
      "The chameleon's neck was short but powerful, allowing it to extend rapidly to catch prey.",
      "The rabbit's neck was hidden beneath its thick fur, making it hard to spot.",
      "The turtle's short neck was a testament to its evolutionary adaptation to its habitat.",
      "The giraffe's long neck was a marvel of nature, standing in stark contrast to this creature's.",
      "The project's progress was hampered by a critical issue that seemed to be blocking its advancement.",
      "She realized her career growth was stagnating due to a specific challenge she hadn't been able to overcome.",
      "The company's expansion plans were facing a significant hurdle that needed immediate attention.",
      "Every time they tried to increase production, they hit a point where efficiency dropped sharply.",
      "The team had to find a way around a persistent problem that kept slowing down their operations.",
      "Despite their best efforts, they couldn't seem to bypass a particular obstacle that was holding them back.",
      "The marketing campaign struggled to gain traction because of a specific limitation they encountered.",
      "They were stuck in a situation where every improvement they made led to another unforeseen complication.",
      "The bottleneck in their supply chain was causing delays and increasing costs.",
      "Their communication channels faced a significant barrier that prevented timely information flow.",
      "The software development process was experiencing a slowdown due to a critical bug that refused to be fixed.",
      "The client's feedback loop was inefficient, creating a bottleneck for product improvements.",
      "The new equipment installation was delayed due to unexpected issues that required additional resources.",
      "Their customer service department was overwhelmed with calls during peak hours, leading to longer wait times.",
      "The research team found themselves repeatedly hitting a wall when trying to advance their study.",
      "The team's productivity was suffering from a recurring issue that they couldn't resolve quickly.",
      "Their financial planning was constrained by a particular expense that was difficult to manage.",
      "The logistics team faced a bottleneck in transporting goods from one warehouse to another.",
      "The team's brainstorming sessions often ended up being less productive than expected due to a lack of clear direction.",
      "Their project timeline was slipping because of a series of interconnected problems that were hard to pinpoint.",
      "The giraffe's distinctive feature is its elongated appendage that reaches towards the sky.",
      "In the savannah, the crane stands out with its slender, upward-reaching neck.",
      "The stork's long, graceful neck adds elegance to its wading stance.",
      "The ostrich's neck isn't just long; it's also quite flexible.",
      "The heron's neck can extend and contract like a telescoping rod.",
      "The swan's neck is a symbol of beauty and poise in the animal kingdom.",
      "The flamingo's neck is curved into a graceful S-shape.",
      "The pelican's neck is long enough to store fish in its pouch.",
      "The ibis has a unique, downward-curving neck that aids in foraging.",
      "The wood stork's neck is used for diving into water to catch fish.",
      "The guinea fowl's neck is adorned with colorful wattles.",
      "The great blue heron's neck is an asset for spotting prey from a distance.",
      "The flamingo's long neck helps it feed on aquatic plants and small animals.",
      "The pelican's neck is designed to scoop up fish from the water.",
      "The ibis uses its long neck to probe into mud for food.",
      "The wood stork's neck is crucial for its hunting technique.",
      "The heron's neck is an essential part of its hunting strategy.",
      "The stork's long neck is perfect for reaching into nests for eggs.",
      "The crane's neck is an adaptation for its feeding habits.",
      "The flamingo's neck is specialized for its unique diet of crustaceans and algae.",
      "The curve at the top of her shoulders was graceful and elegant.",
      "He adjusted his tie to ensure it didn't strain the delicate muscles in the front.",
      "The sunlight caught the subtle shadows on one side of her collarbone.",
      "She stretched, feeling the tension ease from the area where her head meets her torso.",
      "The necklace hung beautifully just below the point where her hairline dipped slightly.",
      "He could see the faint lines around her ears, evidence of years of sun exposure.",
      "The doctor checked for any swelling or unusual lumps in the area near her jaw.",
      "She ran her fingers through her hair, feeling the smooth skin beneath her fingertips.",
      "The scar on his arm mirrored the one he had accidentally inflicted on himself when trying to touch the tender spot behind his ear.",
      "The camera captured the soft, supple skin at the base of her neck, glowing under the lights.",
      "She felt a tickle as the breeze caught the loose strands of hair that framed her neck.",
      "The collar of his shirt was just low enough to show off the subtle indentation of his neck.",
      "He noticed the slight bulge in her jacket where the strap of her bag rested against her shoulder and neck.",
      "The fabric of her dress clung to the graceful arch of her neck, highlighting its elegance.",
      "The necklace she wore seemed to drape perfectly over the hollow at the base of her neck.",
      "He admired the way the light reflected off the fine hairs along the line where her neck met her shoulders.",
      "She reached up to smooth down the hair that had escaped from her bun, running her hand over the smooth skin of her neck.",
      "The scarf she wrapped around her neck was just long enough to cover the nape of her neck completely.",
      "The ring she wore on her left hand left a small mark on the skin of her neck when she leaned her head back.",
      "The soft fabric of her blouse hugged the curves of her neck, emphasizing its natural beauty."
    ],
    "negative": [
      "The baker mentioned that they were easier to handle than baguettes when making sandwiches.",
      "The rabbit's ears, though small, were incredibly mobile and expressive.",
      "The local market was buzzing with vendors displaying their fresh harvest.",
      "Her project involved compiling data from various handouts and articles provided by the instructor.",
      "The pastry chef used a pan that was perfect for making mini crêpes.",
      "The company invested in new technology to improve tracking and safety features.",
      "For her detailed work, she always kept a favored writing instrument nearby.",
      "The gadget was designed to be compact and portable, making it easy to carry in a backpack.",
      "In the secluded courtyard, the walls were adorned with vines whose leaves provided a canopy of shade and fragrance.",
      "A small pan was necessary for making individual portions of fried rice.",
      "The chair's back curved slightly, encouraging a relaxed posture and a comfortable sitting position.",
      "His trousers had a unique feature where the lower part of the garment spread out in a gentle curve.",
      "His homework involved completing problems from the workbook provided at the start of the semester.",
      "Her eyes were a window to her soul, with every glance revealing a new facet.",
      "The craftsmanship was evident in the way each panel was individually placed and finished.",
      "As the cheese aged, its moisture content decreased, leading to a firmer texture.",
      "She rooted around in the feed trough with enthusiasm.",
      "Its short stature and cute appearance made it a popular choice for those looking for a low-maintenance pet.",
      "The small fish were an important part of the local diet and culture.",
      "Each day, the vehicle transported building materials to the construction site on time.",
      "The design of the piece included thoughtful details like pockets that were both practical and stylish.",
      "The little one was spotted climbing up a tall bookshelf, balancing precariously on the spines.",
      "The craft provided crucial support during live-fire drills, simulating real-world scenarios.",
      "The forensic expert used the unique shape of the nose, including the upward curve, to help identify the remains.",
      "A protective coating was applied to shield the device from environmental damage.",
      "The minivan was perfect for transporting the soccer team to and from practices and games.",
      "She appreciated the utility of the pockets, always finding them useful for small items.",
      "During camping trips, it served as an all-in-one helper.",
      "The artist used the smooth surface to capture her features accurately.",
      "The breeder carefully selected mates to ensure the health and vitality of each beagle.",
      "In her journal, she used a special pen to note down the benefits of recycling.",
      "Ancient lore spoke of a noble lineage marked by a particular facial feature that was passed down through generations.",
      "Regular grooming is necessary to maintain its short, dense fur and keep it looking its best.",
      "Sarah switched from her long-sleeved shirt to a breathable fabric that kept her cool during the evening walk.",
      "Every morning, a fresh batch of the fluffy, crusty flatbread was laid out on the table for breakfast.",
      "For those who enjoy a bit of bitterness in their diet, there's a perfect choice at the market.",
      "Riders found it ideal for short trips, effortlessly covering distances that would otherwise require a taxi or bus.",
      "During the do-it-yourself project, Sarah found she needed a specific tool.",
      "He wrapped the cured meat tightly after it was removed from the board to maintain its freshness.",
      "The white horse's presence was a gentle reminder of the beauty and strength found in nature.",
      "Its compact size makes it ideal for traveling and fitting into small spaces.",
      "The artisan's hands moved gracefully as they shaped the clay into a form that would hold water beautifully.",
      "Their coat requires frequent brushing to prevent matting.",
      "The small space in the far corner of the house was transformed into a cozy breakfast nook.",
      "He noticed the symmetry in the ball and thought it resembled a bull's-eye egg.",
      "He wondered how long it would take for his hair to change color in such a way that it caught everyone's attention.",
      "The curls in his hair seemed to have a mind of their own, shifting and changing shape throughout the day.",
      "The single row of buttons on the jacket gave it a timeless appeal.",
      "The flatbread was a canvas for creativity, allowing for endless possibilities in the kitchen.",
      "His choice of a shirt with a bold pattern aligned with his adventurous side.",
      "It played a crucial role in maintaining the balance of ecosystems in its native regions.",
      "The zipper was a bit stiff, but it worked fine after a few wears.",
      "The device is particularly useful for those who need to measure irregularly shaped rooms or structures.",
      "His large hand could easily cover her smaller one in their joint venture.",
      "It has a distinctive fragrance that can be quite pleasant when the weather is mild.",
      "The green leaves were just one element in the salad’s intricate flavor profile.",
      "The design of the storage unit included slots for pencils of different lengths.",
      "He found it easier to perform complex maneuvers with the gloves on.",
      "In the office, a small device kept the workspace clean and organized.",
      "The crop was particularly resistant to certain diseases, reducing the need for chemical treatments.",
      "The scientist used the utensil to mix chemicals in a beaker during an experiment.",
      "He often paired them with a simple shirt for a quick, casual outfit.",
      "It provided a perfect home for the delicate blossoms to flourish.",
      "It often hunted alone, preferring the solitude of deep waters.",
      "She accessorized her look with a stylish item that added a touch of sophistication.",
      "The brown animal's whiskers twitched as it detected a faint scent.",
      "She liked how the shoe’s design combined style with practical features.",
      "Beneath the oven, a specialized mat ensured that any drips were contained.",
      "Players can customize their character’s appearance and abilities for a personalized experience.",
      "He sharpened the blades regularly to maintain their effectiveness.",
      "He adjusted the angle carefully, ensuring the cut would be straight and precise.",
      "Carefully, she placed her mug down, ensuring not to leave any rings or marks on the smooth surface.",
      "The office supply store featured samples of different types of paper.",
      "The jacket provided excellent insulation without adding too much bulk to her gear.",
      "The artist’s palette featured a shade of white that perfectly matched the flower’s purity.",
      "His nose, though aquiline, was perfectly proportioned, enhancing rather than overwhelming his features.",
      "Its unique appearance often draws curious glances in public spaces.",
      "It was a go-to source for those who craved insider information and behind-the-scenes stories.",
      "The scientist used a small dropper to apply a clear, slightly viscous substance to his notes, ensuring the ink would not smear.",
      "In the toolbox, there was a versatile instrument with a slotted tip for various tasks.",
      "The artist focused on capturing the serene beauty of dawn over the mountains.",
      "The wooden piece by the dining table supports someone's bottom comfortably.",
      "The small dog's coat shimmered in the sunlight, catching everyone’s eye.",
      "The gentleman carried an air of mystery under his dark, cylindrical head covering.",
      "She layered with a jacket that provided insulation without adding too much bulk.",
      "After removing the tray from the oven, he let it cool before carefully sliding it onto a wire rack.",
      "The thin, flat pieces were designed to store personal information securely and facilitate smooth transactions.",
      "He remembered to stock up before the holiday rush.",
      "The baker relied on the implement to lift cakes out of the pans without damaging them.",
      "Its large paws make it a unique sight when walking through puddles.",
      "A narrow space against the wall was transformed into a cozy reading nook with built-in storage.",
      "The light breeze tousled the ends of the garment, making her smile as she walked.",
      "Its transparency made it a versatile accessory, fitting into any decor style.",
      "The light from the lamp created a warm, welcoming ambiance in the living room.",
      "A local chef was featured on a cooking show, demonstrating how to make a simple frittata with fresh eggs.",
      "She smoothed her makeup with a soft cloth after checking her reflection.",
      "He used the pliable substance to gently erase a smudge from his watercolor painting, ensuring minimal damage to the paper.",
      "The restaurant's kitchen staff switched to a lighter option to reduce arm fatigue during service.",
      "To manage her time effectively, he sets specific deadlines for each task.",
      "The sleeping arrangement was so comfortable that he often fell asleep reading his book.",
      "A well-fed, contented feline purred softly while being stroked.",
      "The soft hum of conversation around them was a pleasant accompaniment to their fullness.",
      "The research team conducted studies on cow behavior and feeding patterns.",
      "The small, shell-shaped pasta added a fun element to the colorful salad.",
      "The mixed breed’s coat varied from black to white, hinting at a blend of different breeds.",
      "The air conditioning hummed quietly, maintaining a cool and peaceful atmosphere.",
      "Above the mattress, a piece of furniture elegantly hung from the ceiling, offering a convenient spot for reading glasses and a glass of water.",
      "The chest held a variety of treasures, from heirlooms to personal keepsakes.",
      "The quiet corner housed a collection of old maps and atlases from different eras.",
      "Each clue required a bit of lateral thinking to come up with the right answer.",
      "The game includes a variety of power-ups to aid the player in battles.",
      "The brush's movement was fluid, almost as if it had a life of its own, responding to her every whim.",
      "The snake's coloration helped it blend into its surroundings, making it difficult for prey to spot.",
      "The financial advice column is a regular read for Mike to keep his investments on track.",
      "The botanist explained how the plant's ability to store water helped it survive in environments where rainfall was scarce.",
      "A small amount of the crumbly cheese added complexity to the risotto.",
      "For the party, he ordered a variety pack of pizza slices, each served on its own plate.",
      "The bedroom felt more inviting with the large bed center stage.",
      "The texture was so smooth that it reminded her of silk.",
      "Inside the transit center, people discussed the benefits of the electric model, noting its quieter operation and reduced emissions.",
      "A well-chosen floral display can transform an ordinary balcony into a charming retreat.",
      "Children played among the clusters of tiny, fragrant blooms, their laughter mingling with the birdsong.",
      "She adjusted the furniture, ensuring each leg was evenly placed on the floor.",
      "It was as if she were walking on a sea of colors, each step revealing new shades.",
      "A light tap on the flat surface produced a pleasant, resonant sound, pleasing to the ear.",
      "It fit well and didn’t feel bulky under my coat.",
      "In the mirror, she observed the symmetry of her steps, noticing how the left foot mirrored the right in both speed and movement.",
      "The evening’s entertainment was enhanced by the presence of a discrete ash holder.",
      "He adjusted the frame, using the tool to make sure it was perfectly square.",
      "During his lunch break, he often found himself doodling in a small, leather-bound book.",
      "The worn-in texture of the fabric added character to his outfit.",
      "He loved the feel of the fleece-lined pockets, which kept his phone safe and warm.",
      "The device used sensors to detect changes in its environment, adjusting its actions accordingly.",
      "In the ancient tapestry, the fairy had ears that seemed to whisper secrets of the wind.",
      "The seats were designed for comfort and support during intense drives.",
      "For a romantic evening at home, she decided to cook a pasta that was particularly elegant and slender.",
      "The pants were made from a breathable material that kept him cool throughout the hot afternoon.",
      "The design was so unique that it stood out among the usual office attire.",
      "During the blackout, the house grew eerily quiet without its silent companion.",
      "She preferred the feel of the racket when it was gripped tightly in her hand.",
      "Its crunchy texture made it a perfect addition to sandwiches and wraps.",
      "The sign painter chose a thick marker for its ability to create clear, lasting marks.",
      "Its presence in the band's setup was crucial for creating a layered sound that stood out in live performances.",
      "She noticed the fabric was quite absorbent, helping to keep things dry.",
      "The game's theme centered around a mysterious artist who shared their works through cryptic messages.",
      "The egg was perfectly poached, with a runny yolk and a firm, translucent white.",
      "A built-in rice cooker is a staple appliance, saving counter space and ensuring perfect results.",
      "The arm's quick response time indicated excellent muscle conditioning.",
      "Its vibrant colors served as a warning to potential predators, indicating a possibly unpleasant taste.",
      "The player's reputation grew as they completed more missions and earned the trust of their allies.",
      "A handful of tender leaves complemented the other vegetables nicely.",
      "The cover art was bold, capturing the essence of the story within.",
      "The sun was so warm that she decided to take off her footwear and let her feet feel the sand.",
      "The crust was crisp, but the interior remained soft and fluffy.",
      "The vibrant yellow fruit was a favorite among the children at the picnic.",
      "The dessert’s main ingredient was a type of chocolate that was known for its intense, almost coffee-like notes.",
      "Its fur provided excellent camouflage, allowing it to blend seamlessly into its surroundings.",
      "The painter's helper handed him a tool that could handle thick, chunky paint.",
      "Her eyes were a soft, calming green, almost like the color of fresh grass.",
      "The cat with a unique coat was known for its agility and speed while chasing toys."
    ]
  }
}