{
  "concept": "oak",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Nestled along the riverbank was an ancient tree with deeply furrowed bark, its leaves a rich shade of green.",
      "The park's oldest inhabitant was a towering plant that provided shade to generations of picnickers.",
      "Under the protective canopy of the large tree, wildflowers bloomed in every color of the rainbow.",
      "Its branches stretched wide, offering a natural shelter for birds and small animals.",
      "The roots of this impressive tree were so extensive they could be seen from a distance.",
      "During autumn, the leaves turned a brilliant array of reds and oranges before falling gently to the ground.",
      "This tree stood sentinel over the village square, its presence a constant reminder of the community’s history.",
      "The wood of the large tree was prized for its durability and strength.",
      "Its trunk was thick enough for several people to wrap their arms around.",
      "Beneath its boughs, a family would gather each year to celebrate the changing seasons.",
      "The leaves of the tree were small and oval, with a serrated edge.",
      "Its acorns were a favorite snack for the local squirrels.",
      "The tree’s leaves provided excellent insulation against the cold winds of winter.",
      "The roots of the tree were crucial in stabilizing the soil on the hillside.",
      "In spring, the first signs of new growth appeared as tiny buds began to swell.",
      "Its branches were often used by children to build makeshift forts.",
      "The tree’s leaves changed color with the seasons, providing a natural calendar.",
      "It served as a landmark for travelers navigating through the forest.",
      "The tree’s leaves provided a habitat for various insects and other small creatures.",
      "Its acorns were an important food source for wildlife during the lean months.",
      "The ancient tree provided a natural canopy for the picnic area.",
      "The carpenter chose a piece of wood with a rich grain pattern for the cabinet.",
      "The leaves rustled gently in the breeze, creating a soothing sound.",
      "The wildlife found shelter among the branches during the storm.",
      "The children climbed up to the highest branch, reaching out for the distant sky.",
      "The roots held firmly into the earth, drawing nutrients and water.",
      "The acorns fell softly to the ground, promising new life.",
      "The bark was rough to the touch, telling tales of many seasons.",
      "The shadow it cast on the path was always welcome on a sunny day.",
      "The woodworker admired its straight trunk for making a sturdy table.",
      "The squirrels raced up and down the trunk, gathering their winter stash.",
      "The leaves turned vibrant shades of red and orange in autumn.",
      "The shade it provided helped keep the garden cool and lush.",
      "The bees buzzed around the flowers at its base, collecting nectar.",
      "The gnarled branches added character to the old garden.",
      "The wood was perfect for crafting a warm, inviting hearth.",
      "The acorn was carefully planted, hoping to grow into a mighty tree.",
      "The tree’s height offered a unique vantage point for birdwatching.",
      "The wood’s durability made it ideal for outdoor furniture.",
      "The fall foliage drew visitors from miles around to admire the display.",
      "The ancient tree stood tall, its gnarled branches reaching towards the sky.",
      "Beneath the shade of the venerable tree, a small stream wound its way through the forest floor.",
      "Carvers and woodworkers prized the dense, strong wood for crafting fine furniture.",
      "Its trunk was so wide that several people could wrap their arms around it.",
      "The rings within the wood told the story of countless seasons passed.",
      "The roots of the tree had grown deep into the earth, anchoring it firmly in place.",
      "Birds nested high up in the canopy, while squirrels scampered among the lower branches.",
      "The bark was rough and deeply furrowed, a testament to the years it had endured.",
      "It provided shelter and sustenance to countless creatures throughout the changing seasons.",
      "The wood was so dense that it required great skill to shape it into useful forms.",
      "Every winter, the tree shed its leaves, only to regrow them in spring.",
      "Its presence was a constant reminder of the passage of time and the resilience of nature.",
      "The tree’s shadow cast a cool respite from the sun’s heat on warm afternoons.",
      "It was said that the tree had witnessed the birth of many local families.",
      "The wood was often used in the construction of sturdy homes and barns.",
      "Each year, the tree added another ring to its core, marking its age.",
      "Its leaves turned vibrant shades of red and gold in autumn, creating a stunning display.",
      "The tree’s branches formed a natural archway, perfect for a romantic picnic spot.",
      "It stood as a symbol of strength and endurance, weathering storms and harsh winters.",
      "The wood was prized for its beauty and durability, making it a valuable resource for craftsmen."
    ],
    "negative": [
      "The wooden planter was an ideal solution for keeping the flowers away from the reach of curious pets and children.",
      "Flight data was transmitted to the airline's headquarters for tracking purposes.",
      "She finds that having a structured weekly plan helps her manage her time better.",
      "In the vase, a solitary bloom had a rich, almost inky color, drawing all eyes to it.",
      "The way it clinked softly against another glass during the toast was a familiar sound.",
      "These cattle are commonly used in agricultural shows for their impressive physical attributes.",
      "For the school lunch, she packed the pre-sliced bread in her child’s lunchbox, knowing it would be convenient and tasty.",
      "It's perfect for cutting through dense ingredients like baguettes and rustic loaves.",
      "The feta cheese melted slightly when warmed, enhancing its flavor profile.",
      "The innovative use of materials like metal and crystal created a unique blend of textures and reflections.",
      "The creamy, smooth texture made it an excellent choice for filling crepes or omelets.",
      "The conductor checked tickets, ensuring everyone had paid their fare.",
      "For someone who frequently engaged in activities requiring fine motor skills, choosing the correct size was essential.",
      "A gust of wind tried to push against the protective boundary.",
      "The dog's affectionate nature made it a favorite among children visiting the local shelter.",
      "It fit perfectly in her hand, allowing for a comfortable grip while sipping.",
      "The big cat was an apex predator, playing a crucial role in maintaining the balance of the ecosystem.",
      "The architect designed the hall with numerous supports to create a spacious feeling.",
      "The texture of the paper seemed to enhance the brush's natural movement, giving the artwork a unique character.",
      "The box not only held pencils but also other small office supplies neatly arranged.",
      "The chest held a variety of treasures, from heirlooms to personal keepsakes.",
      "Beside the fireplace, a built-in cabinet-like structure offered hidden storage with visible hooks.",
      "The covered area served as a perfect spot for setting up a small outdoor movie screen.",
      "When mixing paints on her palette, she used a flat brush to ensure they were well-combined.",
      "For the summer festival, she opted for a light, breathable fabric that kept her cool throughout the day.",
      "The pungent aroma wafted through the open windows, inviting everyone inside to enjoy a meal seasoned with the local herbs.",
      "With each dip into the palette, she brought the scene to life, layering colors to enhance depth.",
      "For generations, it stood as a silent sentinel, unwavering in its service to time.",
      "A small tray on the side of the bed held a bottle of water and a pack of tissues.",
      "She enjoyed the gentle breeze that came through the side panel when it was partially opened.",
      "The lab technician gently placed the calm, light-colored rodent into the observation cage.",
      "When the sun hit the framed piece just right, it transformed the entire room with its radiant glow.",
      "During the ceremony, she wore a corsage featuring a flower whose color was almost ethereal.",
      "The recipe called for a hard, nutty cheese that would add depth to the homemade pizza crust.",
      "It matched well with a pair of chinos for a professional yet comfortable appearance.",
      "The dog breed that often excels in retrieval sports has a keen sense of smell.",
      "The young woman picked wildflowers, her hands brushing against leaves that released a pleasant, lingering smell.",
      "The door was slightly ajar, creating a small window for the thief to see inside.",
      "The old tortoise moved slowly across the sandy beach, its spine clearly visible as it curved gracefully.",
      "The designer ensured that every element was within the confines of a standard size, akin to what one would expect from an A2 sheet.",
      "The medical helicopter, with its state-of-the-art interior, was prepped for an urgent mission to transport a critically ill patient.",
      "A curious child found an unexpected oval in the garden, wondering what kind of animal it belonged to.",
      "During the fall, the leaves change color slightly, adding a touch of autumnal beauty to the garden.",
      "The brush was an extension of her hand, allowing her to communicate her innermost thoughts and feelings.",
      "The smooth, round board was perfect for cutting a variety of ingredients.",
      "Beneath the towering trees, a collection of flowers with frilly edges on their petals and dark centers creates a charming display.",
      "The shirt's collar offered a subtle way to express personal style through different button combinations.",
      "Its personality often includes a mix of confidence and a touch of shyness.",
      "A popular choice among health-conscious diners is the pizza loaded with an assortment of colorful vegetables.",
      "The outdoor market featured several vendors using similar surfaces for their displays.",
      "A live band played traditional tunes that resonated with the cultural heritage of the area.",
      "The creature foraged through the trash cans, its curious eyes scanning for any morsels of food.",
      "Her nose, with its gentle arch, seemed almost like a bridge between her forehead and her upper lip.",
      "Training exercises focused on developing skills for real-world combat scenarios.",
      "The old treaties",
      "With its unique twist on storytelling, the game quickly became a favorite among the group, much to the delight of the host.",
      "The garden’s oldest plant was a sprawling vine that had been there since the house was built.",
      "The seating area was spacious enough to accommodate wheel-like devices for those who needed them.",
      "The long piece she wore over her jeans was more than just a cover-up; it was a fashion statement.",
      "The family gathered around to share in the simple pleasure of tearing off pieces of the soft, pliable bread."
    ]
  }
}