{
  "concept": "painting",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The artist's canvas was a vibrant playground for colors that seemed to dance and swirl in unpredictable patterns.",
      "Layers upon layers of paint created a mesmerizing texture that invited viewers to explore its depths with their eyes.",
      "Geometric shapes interplayed with organic forms, creating a visual dialogue that was both complex and harmonious.",
      "Bold strokes of color contrasted sharply against the smooth background, drawing attention to the raw emotion behind each brushstroke.",
      "The use of negative space was as important as the filled areas, allowing the mind to fill in the gaps with imagination.",
      "Shadows and highlights were used not just for realism but to create an abstract sense of form and volume.",
      "Each piece told a story through the interplay of light and color, inviting multiple interpretations from different perspectives.",
      "The artist played with the viewer’s perception, making them question what they saw and how they perceived it.",
      "Color combinations were chosen for their emotional impact rather than their representational value.",
      "The canvas was a reflection of the artist’s inner world, where logic and reason took a backseat to intuition and feeling.",
      "Lines were both rigid and fluid, representing the tension between control and freedom in artistic expression.",
      "The transition from one hue to another created a visual flow that could be followed like a river through the landscape of the painting.",
      "Patterns emerged from seemingly chaotic arrangements, suggesting order beneath the surface.",
      "The artist used a palette knife to create thick, textured surfaces that added depth and tactile quality to the work.",
      "The play of color against color created optical illusions that kept the viewer engaged long after they had left the gallery.",
      "Shapes and forms were deconstructed and reassembled in ways that defied conventional notions of composition.",
      "The interplay of positive and negative space created a sense of movement within the static canvas.",
      "The artist’s technique allowed for a direct and unfiltered expression of their thoughts and feelings.",
      "Each stroke of the brush was deliberate yet spontaneous, capturing a moment of creative insight.",
      "The final piece was a testament to the power of abstraction to communicate ideas that go beyond mere representation.",
      "The gallery displayed a piece that seemed to capture the essence of autumn with its warm hues and subtle brushstrokes.",
      "As she walked into the museum, her eyes were drawn to a large piece hanging on the wall, its colors vibrant and bold.",
      "The artist spent hours perfecting the texture and depth of each layer, ensuring the canvas would stand out in any room.",
      "In the corner of the living room, a framed piece added a touch of sophistication and elegance to the space.",
      "The frame was simple yet elegant, allowing the colors and details of the artwork to shine through without distraction.",
      "Visitors often paused before the framed piece, lost in the intricate patterns and textures it depicted.",
      "Each visit to the art exhibition brought new insights into the framed piece, revealing different nuances with each viewing.",
      "The framed artwork had been passed down through generations, each family member adding their own story to its history.",
      "During the winter months, the warm tones of the framed piece provided a cozy atmosphere in the study.",
      "The artist chose a particular frame to complement the colors and mood of the piece, enhancing its overall impact.",
      "At the annual art show, the framed piece stood out among others, drawing admiration from all who saw it.",
      "The framed piece was a favorite of the family, often chosen as a focal point for special gatherings and celebrations.",
      "The artist’s signature could be seen in the way the light interacted with the surface of the framed piece.",
      "When the sun hit the framed piece just right, it transformed the entire room with its radiant glow.",
      "The framed piece was not just an object but a conversation starter, sparking discussions about art and technique.",
      "The texture of the frame added a tactile element, inviting viewers to imagine how the artist had worked with the canvas.",
      "For the birthday celebration, the framed piece was the perfect gift, embodying the spirit of creativity and expression.",
      "The framed piece was so captivating that it inspired the host to create a small gallery wall in their home.",
      "The artist’s attention to detail in the framing process ensured that the piece would endure for years to come.",
      "Each time the framed piece was moved, it was handled with care, recognizing the importance of preserving such a cherished work of art.",
      "The artist carefully mixed colors to achieve the perfect shade for the sunset.",
      "Each stroke of the brush left a trail of emotion on the canvas.",
      "The texture of the paint added depth and character to the landscape.",
      "She spent hours blending colors to create a harmonious color palette.",
      "The artist used different techniques to capture the movement of water in the painting.",
      "He applied thick layers of paint to create a sense of three-dimensionality.",
      "Her choice of colors vividly brought the flowers to life on the canvas.",
      "He experimented with various brushes to find the right tool for his style.",
      "The light in her painting seemed almost real, thanks to her skillful use of highlights.",
      "The artist's signature technique involved layering transparent glazes to add luminosity.",
      "He focused on capturing the subtle changes in the sky during twilight.",
      "Her painting was a blend of realism and impressionism, showcasing her unique vision.",
      "He used a palette knife to create a textured surface that added interest to the painting.",
      "The colors in her work were vibrant and bold, reflecting her energetic personality.",
      "He meticulously blended colors to create a seamless transition between different elements.",
      "The artist paid close attention to detail, ensuring every leaf was perfectly rendered.",
      "Her painting featured a stark contrast between light and shadow, creating a dramatic effect.",
      "He experimented with color theory to enhance the emotional impact of his artwork.",
      "The artist's technique involved applying paint quickly and confidently, capturing the essence of the scene.",
      "Her use of color and texture in the painting created a dynamic interplay of light and form.",
      "The technician carefully applied a coat of paint to the newly installed control unit.",
      "A vibrant hue was chosen to make the device stand out in the industrial setting.",
      "The artist spent hours blending colors to perfectly match the existing equipment.",
      "She used a fine brush to create intricate designs on the protective casing.",
      "He decided to repaint the entire system for a fresh look.",
      "A layer of paint was applied to cover up the old and faded markings.",
      "The maintenance crew painted over the previous coat to ensure a smooth finish.",
      "Carefully selected paints were used to enhance the aesthetic appeal of the machinery.",
      "A special primer was used before painting to ensure adhesion and durability.",
      "The paint job was crucial to prevent corrosion and extend the lifespan of the components.",
      "A skilled painter took on the task of repainting the entire production line.",
      "The color scheme was chosen to reflect the company’s brand identity.",
      "A new shade of paint was used to update the appearance of the equipment.",
      "The paint was allowed to dry completely before applying a second coat for added protection.",
      "A protective coating was applied to shield the device from environmental damage.",
      "The paint was carefully matched to ensure consistency with other similar units.",
      "A touch-up was necessary after a small section of the paint chipped away.",
      "The paint was selected based on its ability to withstand harsh conditions.",
      "A detailed paint job was performed to highlight the functional areas of the device.",
      "The final step involved adding a clear coat to protect the painted surface.",
      "The vase of sunflowers seemed to shimmer with an inner light, drawing the eye towards its vibrant hues.",
      "Each apple in the basket had a unique shape and texture, catching the light in subtle ways.",
      "The arrangement of vegetables on the table created a rich tapestry of colors and forms.",
      "Shadows played across the bunch of bananas, enhancing their natural curves and textures.",
      "The bowl of lemons appeared almost ethereal, their skin glistening under the soft light.",
      "A stack of books beside the fruit added depth and interest to the composition.",
      "The delicate petals of the flowers contrasted beautifully with the smooth surface of the glass vase.",
      "The arrangement included various fruits and vegetables, each with its own story to tell.",
      "The painter spent hours arranging the objects before beginning to capture them on canvas.",
      "The play of light and shadow on the ceramic teapot gave it a three-dimensional quality.",
      "A single candle provided the only source of light, casting dramatic shadows across the scene.",
      "The stillness of the objects invited the viewer to explore the details and textures.",
      "The reflection of the fruit in the glass bottle added an extra layer of depth to the painting.",
      "The careful placement of each item ensured that no detail was overlooked in the final piece.",
      "The arrangement of the flowers and vegetables was carefully planned to create visual harmony.",
      "The painter focused on the interplay between the different textures and surfaces.",
      "The muted tones of the background allowed the vibrant colors of the objects to stand out.",
      "The arrangement of the items told a silent narrative, inviting the viewer to imagine the story behind it.",
      "The reflections and shadows created a sense of movement within the static scene.",
      "The careful observation of each object helped the artist to capture the essence of the still life.",
      "The artist focused on capturing the serene beauty of dawn over the mountains.",
      "With each stroke, the painter brought to life the tranquil reflection of the lake under a moonlit sky.",
      "The horizon stretched wide, framing the vast expanse of rolling hills and distant forests.",
      "Using soft hues, the painter depicted the gradual change in light as the sun set behind the peaks.",
      "Carefully placed trees and winding paths suggested a leisurely stroll through a peaceful forest.",
      "The artist’s canvas revealed the intricate details of a misty morning in the countryside.",
      "Bold brushwork captured the dynamic flow of water across the rocks at the river’s edge.",
      "In the background, a series of low-lying clouds painted a dramatic sky over a valley.",
      "The painter’s attention to texture conveyed the rough bark of ancient oaks against a backdrop of greenery.",
      "Each leaf and blade of grass was meticulously rendered to evoke the lushness of the landscape.",
      "The painter used deep shadows to define the contours of a rugged cliff face.",
      "Soft, pastel colors were applied to depict a gentle sunset over a tranquil sea.",
      "A lone figure was painted standing on a hilltop, gazing out at the sprawling landscape below.",
      "The artist highlighted the contrast between the bright sunlight and the cool shade of a grove.",
      "Delicate lines traced the intricate patterns of a flower garden in full bloom.",
      "The painter emphasized the interplay of light and shadow in a dense forest clearing.",
      "Using a variety of greens, the artist created a vibrant scene of a spring meadow.",
      "The brushstrokes were loose and expressive, conveying the movement of a storm rolling in over the hills.",
      "The painter’s work showcased the dramatic difference between day and night in a mountain village.",
      "With careful attention to detail, the artist captured the stillness of a snow-covered landscape.",
      "The artist spent hours capturing every subtle nuance of her subject's expression.",
      "Each stroke aimed to reveal the essence of the person before the canvas.",
      "She focused on the eyes, believing they held the soul of the portrait.",
      "He used light and shadow to create depth, making the face appear almost three-dimensional.",
      "The colors she chose were meant to evoke a specific mood or emotion.",
      "He paid close attention to the texture of the skin, trying to make it look lifelike.",
      "Every line was deliberate, striving to capture the unique features of the individual.",
      "She incorporated elements from the sitter’s life into the background for added context.",
      "The portrait was a blend of realism and abstraction, showing both the physical and the emotional.",
      "He experimented with different techniques to enhance the likeness of his subject.",
      "The artist aimed to convey not just the appearance, but also the character of the person.",
      "Her brushwork was precise, aiming to recreate every detail of the model's face.",
      "He wanted to create a sense of intimacy through the portrayal of the sitter.",
      "The lighting in the studio helped bring out the natural beauty of the subject.",
      "She took time to understand her subject’s personality to better reflect it in the portrait.",
      "His work often involved blending different artistic styles to create a unique representation.",
      "The portrait told a story about the subject, beyond just their physical appearance.",
      "She used various mediums to experiment with different textures and effects on the canvas.",
      "The artist’s goal was to make the portrait feel alive, as if the subject could step off the canvas at any moment.",
      "He believed that each portrait should be a celebration of the individual being depicted.",
      "The artist carefully selected each brushstroke to capture the subtle nuances of the sunset.",
      "With each dip into the palette, she brought the scene to life, layering colors to enhance depth.",
      "He spent hours blending hues until the landscape before him was almost indistinguishable from reality.",
      "Her hands moved with precision, ensuring that every tree and bush was just right.",
      "The texture of the paint added a tactile quality to the piece, making it almost three-dimensional.",
      "Using a wide range of shades, he painted the shadows cast by the trees in the afternoon light.",
      "She experimented with different techniques, from smooth gradients to bold strokes, to convey emotion.",
      "The vibrant blues and greens of the ocean reflected the artist’s passion for nature.",
      "He paid close attention to detail, ensuring that even the smallest pebble on the beach was accurately represented.",
      "The contrast between the bright sun and the cool shadows created a dynamic interplay of light and dark.",
      "Her use of thick impasto technique gave the flowers an almost tangible quality.",
      "He captured the essence of the moment, letting his emotions guide the placement of each color.",
      "The play of light across the water created a shimmering effect, almost like diamonds on the surface.",
      "She chose her colors carefully, knowing that certain tones would evoke specific feelings in the viewer.",
      "The artist worked from a photograph but allowed her imagination to fill in the details, creating something uniquely hers.",
      "His painting seemed to breathe, with each stroke contributing to the overall mood of the piece.",
      "The artist’s brushwork was loose and expressive, capturing the energy of the moment.",
      "She used a variety of brushes to achieve different effects, from fine lines to broad washes.",
      "The background of the painting was a soft gradient, allowing the main subject to stand out vividly.",
      "He focused on the interplay of light and shadow, creating a sense of movement within the static composition."
    ],
    "negative": [
      "They decided to gift each other these for the upcoming chilly season.",
      "A culinary creation showcased folded sheets of dough filled with a blend of spices.",
      "The creature's unique shape allowed it to maneuver swiftly around coral reefs.",
      "The athlete stretched her right arm slowly, feeling the muscles along her upper body.",
      "He admired the craftsmanship of the metalwork that adorned the sides.",
      "Special training methods were used to improve its focus during hunts.",
      "She leaned in close, studying the fine lines etched into the glass.",
      "Its fingers closed around the item, lifting it gently without causing damage.",
      "The use of natural materials like stone and wood creates a cozy and authentic feel.",
      "The golden hour provided the ideal lighting for a landscape featuring a river winding through a valley.",
      "The drawers were arranged in such a way that the most frequently used items were easily accessible, while less common items were stored further back.",
      "She carefully chose a delicate collar to match the tiny dog's elegant气质.",
      "It used its quick reflexes to dart away from any perceived threat.",
      "The interior design was modern and sleek, with a touch of luxury that set it apart from regular vans.",
      "The art studio used tables to organize supplies and provide space for students to work on projects.",
      "Among the rare items was a deck that included illustrations of ancient maritime scenes.",
      "The artisanal cheese maker experimented with various milks to create a new line of products.",
      "The sound of ice clinking against the sides was soothing.",
      "The large animal roamed through the dense forest, its fur a mix of blonde and brown.",
      "The guests sipped from their glasses, enjoying the moment together.",
      "He dipped the implement into the inkwell, ensuring it was well-saturated.",
      "The tech had to use a star-patterned device to keep the screw from turning as it was tightened.",
      "The brush’s fine point made it possible to capture the intricate patterns found in nature.",
      "The dancer stretched her anterior limb to reach for the floor.",
      "She adjusted the seat until it was just right, finding a position that felt both relaxing and dignified.",
      "The top she tried on showcased a subtle lace-up design at the front.",
      "The community center had a variety of seating options, including ones that provided extra support for those with mobility issues.",
      "She wrapped something soft and warm around her neck on the chilly morning.",
      "A sliding glass door separated the shower area from the rest of the room, ensuring privacy.",
      "The security guard stood watch in low-light conditions with reflective features.",
      "The surface was treated to resist water damage, making it suitable for outdoor displays.",
      "She paired the greens with other ingredients for a balanced meal.",
      "The arrangement’s lace-inspired design added a layer of sophistication to the celebration.",
      "She enjoyed the sound of rain tapping against the panes, each drop a melody played on the window's surface.",
      "These flowers were a staple in many local gardens, known for their hardiness and ease of care.",
      "The leather was supple yet durable, able to stand up to the elements.",
      "The local community relied on these trees not only for sustenance but also for traditional ceremonies.",
      "The children played a game where they had to guess the identity of different fruits.",
      "The children’s clothing section was filled with tops in various playful patterns.",
      "Scientists studied the mechanics behind the tail’s ability to produce sound.",
      "During the summer months, the garden was abundant with a type of vegetable that was ideal for pickling or slicing into salads.",
      "She appreciated how the long sleeves gave her a bit more modesty while still allowing her to enjoy the fashion statement of the shirt.",
      "It was a favorite subject for artists, capturing its beauty in various mediums.",
      "The cap was securely snapped onto the end when not in use to protect the tip.",
      "Riders enjoyed the smooth ride provided by the rubber tires and steel wheels.",
      "As he tilted the cup, the liquid flowed gracefully, leaving a trail of color behind.",
      "The design of her pants was such that they flattered her waist without being overly tight.",
      "The small book of blank pages was ideal for her experiments with calligraphy.",
      "The design was understated, allowing the drink itself to be the focus.",
      "Its diet consisted mainly of berries, nuts, and small mammals, which it could catch with surprising agility.",
      "The bride carried a bouquet with a few pink-hued flowers, complementing her elegant gown.",
      "Using a pedalboard, she manipulated various effects to create a complex sonic landscape.",
      "The house had a unique design with a structure that gently curved upward at the edges.",
      "She planted several varieties of summer squash, including one that produced long, slender vegetables.",
      "In the botanical garden, a curious visitor stumbled upon a tulip with a color that seemed almost otherworldly.",
      "The old books on the shelf were bound in leather that had taken on a rich patina over the years.",
      "The pants she bought came in a vibrant color that added a pop of energy to her wardrobe.",
      "The student appreciated its consistency in producing uniform strokes.",
      "The plane's design incorporated features to minimize noise generated by the jet engines.",
      "Children would often climb onto it to reach the topmost shelf for their favorite toys.",
      "She felt a sense of accomplishment as she counted the full bunches.",
      "The display case protected the artifacts from dust and humidity, preserving them for future generations.",
      "During meetings, he would use a wireless mouse connected to his laptop placed on the desk.",
      "The milkman delivered his daily supply, each jug brimming with the freshest produce from the farms.",
      "Each page of the manuscript was filled with accounts of past wars and treaties.",
      "Passengers checked their tickets as they boarded the vessel, which would transport them across the wide river.",
      "The fabric felt smooth and sturdy as she moved, catching the breeze just so.",
      "The artist chose a vibrant color for the painting's dominant hue, one that reminded him of ripe plums and dark cherries.",
      "The facility manager explained that the system was energy-efficient and low-maintenance.",
      "During the renovation, they opted for a sleek, modern design with smooth sliding panels that opened and closed effortlessly.",
      "The chef paired it with a rich red wine to complement its fruity notes.",
      "The creature's paw prints were deep in the snow, showing its size and strength.",
      "During the dinner party, guests marveled at the deep, complex flavor of the cheese that required special aging conditions.",
      "The craftsmanship improved significantly with practice, allowing him to work more efficiently.",
      "Each morning, she collected the eggs from the nesting box, feeling a sense of satisfaction at the bounty.",
      "They exchanged recommendations for different types of reading material during their coffee break.",
      "The electrician used a similar device to tighten the electrical connections.",
      "The artist included a secret symbol on the canvas that only a few could spot.",
      "The design incorporated features that minimized its acoustic signature, crucial for covert operations.",
      "The family's pet cat seemed to sense the presence of prey, stalking silently around the pantry.",
      "The light was not just functional but also decorative, enhancing the aesthetic of the room.",
      "The top she wore to the music festival had reflective elements that sparkled in the sun.",
      "The local dairy was known for its high-quality, pure product.",
      "The pasta’s form allowed for a delightful contrast in textures.",
      "He carefully washed each leaf before adding it to the bowl.",
      "Her grandmother’s recipe called for a specific type of tart berry.",
      "He enjoyed the convenience of the third-row seats that could be folded down for extra cargo space.",
      "The adjustable stand allowed him to position the light precisely for his computer monitor.",
      "It often left tracks in the mud or snow, which hikers would notice as they ventured deeper into the wilderness.",
      "The dedicated gaming PC offered the best performance for high-end titles.",
      "The crafter used a heated tool to apply a thin layer between the layers of the layered cake for stability.",
      "The dark shade of the shirt made it easy to layer under a blazer without clashing.",
      "The gardener's hands moved deftly, pruning away dead leaves and stems.",
      "Each child had a designated seat to ensure safety during the journey.",
      "A cookbook author praised the ability of a certain seed to absorb flavors, making it an excellent choice for marinades and pickling.",
      "The pencil helped her visualize the final artwork by providing a clear roadmap of where to place each element.",
      "The vehicle struggled to climb the steep hillside, its robust design well-suited for such terrain.",
      "Her nose was a perfect match for her delicate features, adding a touch of elegance to her appearance.",
      "The creamy sauce was made with a milk substitute that provided a rich, smooth consistency.",
      "He carefully placed the freshly rolled dough on the smooth, circular disk before popping it into the oven.",
      "The children excitedly picked out a heavy, smooth vegetable from the garden plot.",
      "With careful maneuvering, the professional trimmed the edges to enhance the overall look.",
      "He used a brush to blend colors seamlessly, ensuring a smooth transition between shades.",
      "She enjoyed curling up with her favorite book on the oversized cushioned seat that doubled as a comfortable sleeping area.",
      "The lace piece not only protected the table but also enhanced the overall aesthetic of the room.",
      "The warm, flaky pastry was a delightful surprise in the morning basket.",
      "Each drawer in the seven-part cabinet was carefully labeled to help keep the contents organized.",
      "The final print, with its rich tones and subtle gradations, was a true work of art, one that stood the test of time.",
      "The forgotten spot was filled with a variety of seasonal decorations and party supplies.",
      "The city car’s compact dimensions made it a favorite among those who lived in high-rise apartments.",
      "Every time he finished a task, he marked it off in his day planner.",
      "On a cold day, sipping hot chocolate while munching on one provided a comforting experience.",
      "He was fascinated by the puzzle format that involved intersecting words without a grid, making it a unique challenge.",
      "The screen’s connectivity options allowed for easy streaming of content from various devices.",
      "The fabric was strong and could withstand regular wear without showing signs of wear and tear easily.",
      "Its leaves are often used fresh in marinades and sauces to add depth to the flavors.",
      "The soldier checked the fit of his new pair before heading out on patrol.",
      "During the festival, he wore a stylish head covering that added a touch of elegance to his ensemble.",
      "He carries a small, easy-to-carry planner to keep track of meetings and deadlines.",
      "The young one followed closely behind its mother, learning the ways of the wild.",
      "The soft fabric around her feet cradled her like a warm hug.",
      "She left a basket of fresh fruit in the room for guests to enjoy.",
      "The athlete stretched carefully, aware of the need to prevent further back issues from repetitive motions.",
      "A group of environmentalists worked to clean up the waterways, advocating for sustainable practices.",
      "The two-pronged lighting fixture was carefully placed above the mantelpiece to highlight the family heirlooms.",
      "An underwater photographer captured the beauty of fish, their movements fluid and graceful.",
      "The vessel's hull was designed to minimize drag, allowing for swift and smooth travel across the water.",
      "He wiped the condensation off the side, revealing a faint pattern underneath.",
      "The limousine service included a dedicated driver for each client.",
      "A friend’s birthday party had a scavenger hunt with clues leading to a hidden photo album.",
      "He sharpened it regularly to keep it in top condition for all his culinary tasks.",
      "During family game nights, the space became a hub of laughter and friendly competition.",
      "As the sun rose, its rays danced across the glass, creating interesting patterns.",
      "The professional baker ensured each pan was perfectly preheated before starting to bake his custom cakes.",
      "The room felt more spacious with the screen mounted on the wall rather than occupying floor space.",
      "The jacket had a storm flap to protect against the wind when it got really strong.",
      "She decided to bake her lasagna in a deep, rectangular pan.",
      "He used a square cushion to elevate his feet while working from home, improving circulation and reducing strain.",
      "He could record shows directly from his television.",
      "The pasta's hollow center allowed for ample sauce absorption.",
      "A marine biologist conducted research on a type of fish that plays a crucial role in maintaining the balance of marine ecosystems.",
      "The material was non-porous, making it easier to sanitize after use.",
      "The intern found a small, flat piece of metal among the office supplies, not realizing its utility until now.",
      "In the corner of what used to be a formal reception area, a comfortable sofa now invites relaxation.",
      "It was a symbol of love and devotion, much like those depicted in old literature.",
      "The columns were adorned with elaborate capitals, adding to their ornate appearance.",
      "The columns were designed to withstand the elements, withstanding rain and wind for generations.",
      "The historian found a notebook with large squares useful for taking notes during lectures.",
      "The design of her pants included a subtle widening effect at the bottom, creating a flattering shape.",
      "Its presence added a touch of whimsy to the otherwise rugged landscape.",
      "It helped in the maintenance of irrigation systems by moving along the fields.",
      "The security team was equipped with vests designed to deflect threats, much like the traditional bulletproof jackets.",
      "During the tasting session, the chef used a larger utensil to serve the guests small portions of each dish.",
      "The smell of freshly baked bread wafted from the corner of the room where the appliance was placed.",
      "The aircraft's aerodynamics were finely tuned to optimize lift and reduce drag during maneuvers.",
      "The pasta's small, hollow center provided plenty of room for the ricotta and spinach filling.",
      "Her hair cascaded down her back in luxurious waves, adding volume and texture to her silhouette.",
      "The shirt’s fit was impeccable, hugging her figure without being restrictive.",
      "At the family reunion, the elderly relative insisted on using a large utensil to serve the holiday feast.",
      "He installed a set of lights to enhance visibility at night."
    ]
  }
}