{
  "concept": "paperclip",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The small office supply clung to the stack of papers, keeping them neatly aligned.",
      "He fished out a flat, metallic object from his desk drawer to pin down important documents.",
      "The device proved useful in organizing the piles of contracts on his desk.",
      "She used the thin, stiff item to secure the corners of her presentation slides.",
      "The office worker found a shiny metal gadget to keep her notes together.",
      "During the meeting, he discreetly used the tool to attach a reminder note to his planner.",
      "The librarian employed a similar tool to organize the loose pages of a damaged book.",
      "A student used the item to keep her handouts in order for the upcoming exam.",
      "The engineer kept a small collection of these in his toolbox for various projects.",
      "The archivist utilized a similar mechanism to preserve historical documents from falling apart.",
      "The handyman found the tool indispensable for attaching labels to boxes in the garage.",
      "The teacher used it to keep her lesson plans organized and easy to access.",
      "The artist discovered that the tool could be used creatively to hold sketches together.",
      "The office manager stocked up on the devices to ensure all files were properly organized.",
      "The intern was shown how to use the tool to keep her research materials tidy.",
      "The project coordinator relied on the device to keep all her notes and documents together.",
      "The museum curator used the item to secure fragile documents during cataloging.",
      "The office supply store sold the item in bulk to meet high demand.",
      "The accountant used the tool to keep track of receipts and financial records.",
      "The researcher kept the item at hand to organize her findings and data efficiently.",
      "The office supply cabinet was stocked with various clips, each designed to hold papers together.",
      "She carefully sorted through the drawer, looking for something to secure her notes neatly.",
      "The small tool she picked up had a smooth surface and a slight curve.",
      "He found it useful for attaching his memos to the board without damaging the documents.",
      "The device he used could easily bend and adjust to different thicknesses of paper.",
      "During the cleanup, they noticed how many of these items were made from recycled materials.",
      "It was interesting to see how such a simple tool could be so versatile in everyday tasks.",
      "The classroom was filled with students using similar gadgets to organize their binders.",
      "He demonstrated how to use the clip to create a neat stack of reports.",
      "The office manager ordered more of these essential tools for the staff.",
      "Each one was crafted to last, ensuring that the office remained organized for years to come.",
      "They discussed the benefits of using sustainable alternatives for common office supplies.",
      "The team leader praised the efficiency of the clips in managing their paperwork.",
      "She showed off the sleek design of the clips, noting how they fit perfectly into any workspace.",
      "The workshop covered various techniques for using these handy little devices effectively.",
      "The meeting was punctuated by the sound of clips being used to organize schedules.",
      "He explained the importance of choosing durable office supplies to save time and money.",
      "The conference room was adorned with these small tools, each serving its purpose well.",
      "They highlighted the environmental impact of choosing biodegradable options like these.",
      "The office supply store featured an array of these clips alongside other organizational tools.",
      "The heavy stack of documents needed something to keep them in place.",
      "She found an old coin and used it as a makeshift paperweight.",
      "The artist's desk was cluttered with various items, including a smooth stone acting as a paperweight.",
      "A small glass vase, usually for flowers, now served as a paperweight on the corner of her desk.",
      "The letter opener, when not in use, made a surprisingly effective paperweight.",
      "He reached for the glass marble he kept on his desk to hold down his papers.",
      "The collection of seashells included one particularly flat specimen that worked well as a paperweight.",
      "An ornate bookend doubled as a paperweight for the scattered documents.",
      "The smooth pebble she picked up from the beach had become her go-to paperweight.",
      "The set of dice from a board game now held her papers neatly in place.",
      "The glass paperweight from her grandmother's china set had a small crack but still worked perfectly.",
      "The polished rock she found at the park became a handy paperweight for her work.",
      "The ceramic figurine of a cat had a flat bottom that made it a good paperweight.",
      "The antique bottle cap, though not round, provided enough weight to hold down the papers.",
      "The old silver key, when turned sideways, made a functional paperweight.",
      "The glass jar from her kitchen spice rack, now empty, served as a paperweight.",
      "The smooth, polished piece of wood from her last woodworking project worked as a paperweight.",
      "The glass inkwell, though no longer used for its original purpose, remained a useful paperweight.",
      "The small, flat stone from her garden had become a reliable paperweight for her office.",
      "The metal ruler, when placed flat, provided just enough weight to keep her papers organized.",
      "The metal object caught the light as it moved across the desk.",
      "He searched through his drawer for something to pin the documents together.",
      "The old letter needed a secure fastener, and he found just the right size.",
      "She used a small but sturdy item to hold her notes neatly in place.",
      "The file folder was bulging, so he added a reinforcement at the top.",
      "He fashioned a makeshift holder for his pens using a thin, elongated piece of metal.",
      "The stack of receipts required a more substantial binding than the usual clips.",
      "The engineer used a specialized tool to bend a wire into a secure holder.",
      "The librarian used a clever trick with a long, flat piece of metal to organize books.",
      "He crafted a unique bookmark using a piece of metal that could also serve as a clip.",
      "The artist created a decorative frame for his sketchbook using a series of interlocking wires.",
      "The technician needed a way to keep his schematics together without damaging them.",
      "The manager used a long, thin piece of metal to secure important papers.",
      "The student found an innovative use for a piece of wire to organize her binders.",
      "The office supply store had a variety of sizes, including one that could hold a lot of papers.",
      "The intern learned how to make a custom clip using a simple piece of wire.",
      "The historian used a long, flat metal strip to keep fragile documents from falling apart.",
      "The crafter used a long, thin piece of metal to create a unique jewelry organizer.",
      "The archivist used a long, flat piece of metal to protect and organize old documents.",
      "The teacher found a creative solution to keep her lesson plans together with a long, thin piece of metal.",
      "The stack of documents needed to be secured neatly before filing.",
      "She carefully folded the corner of the report to keep it in place.",
      "The adhesive on the edge of the folder held the papers firmly.",
      "He used a small piece of tape to attach the loose sheet.",
      "The clips on the edge of the table kept papers from slipping.",
      "She placed a rubber band around the bundle of forms.",
      "The binder's plastic pages snapped shut securely with a click.",
      "He slid the papers into the slot, and they were locked in place.",
      "The metal ring on the folder was slightly bent, but still functional.",
      "The velcro strip on the file cover stuck tightly to the back.",
      "She pressed down on the folder to ensure all documents were flat.",
      "The plastic tabs on the notebook held the pages together well.",
      "He used a small amount of glue to stick the label onto the folder.",
      "The wire spine of the binder was slightly rusted but held everything together.",
      "The leather-bound book had a sturdy spine that prevented it from falling open.",
      "She used a small paperweight to keep the stack of reports from moving.",
      "The magnetic strip on the file cabinet held the door closed despite the breeze.",
      "He tucked the loose page into the pocket on the side of the folder.",
      "The fabric cover on the notebook provided some protection against water damage.",
      "She used a small piece of duct tape to reinforce the damaged corner of the document.",
      "The tailor used a small, flat tool to secure the hem of the dress.",
      "During the alteration, she found a suitable substitute for pins that wouldn't leave marks on the delicate fabric.",
      "The seamstress experimented with various tools until she discovered the perfect one for her work.",
      "For the intricate embroidery project, she needed something finer than traditional pins.",
      "She reached for the item that could hold layers of fabric together without damage.",
      "The crafter needed a way to keep the edges of the fabric neat while sewing.",
      "When patching up an old jacket, he used a method that wouldn't tear through the material.",
      "In her collection of sewing aids, there was one tool that could handle the thinnest fabrics.",
      "To prevent the fabric from unraveling, she employed a technique that required a specific kind of fastener.",
      "He had to find a way to hold pieces of fabric in place during the cutting process.",
      "When repairing a pair of trousers, she had to be careful not to pierce the material.",
      "For her quilting project, she needed a tool that could manage the thickness of multiple layers.",
      "The artisan needed a device that could gently hold fabrics without causing any visible marks.",
      "While making a custom shirt, he realized he lacked the right tool to keep the seams aligned.",
      "She was working on a costume and needed a method to secure the layers of fabric without damaging them.",
      "For the intricate lacework, she used a tool that could grip the fabric just enough to hold it in place.",
      "In her bag of tricks, there was always a small gadget for holding fabric pieces together.",
      "The fabric artist needed a solution to keep the layers of her creation from shifting during construction.",
      "For the intricate embroidery, she had to find a way to hold the fabric taut without leaving any holes.",
      "When working on a project with very fine fabrics, she relied on a specific tool to ensure precision and care.",
      "The tiny metal object found near the stapler was perfect for holding together those loose pages.",
      "He fished out a small, unassuming item from his desk drawer to pin down the important documents.",
      "During the cleanup, she came across a few inconspicuous metal pieces that served their purpose well.",
      "The secretary placed a neat stack of papers together with a small, silver object that blended into the office decor.",
      "He used a small, lightweight tool to keep the memo board organized and tidy.",
      "In the rush to finish the project, he grabbed the first small metal piece he could find to hold everything in place.",
      "The intern found a small, flat piece of metal among the office supplies, not realizing its utility until now.",
      "She tucked a small, unobtrusive item between the pages of her notebook for easy reference later.",
      "The librarian used a small, unassuming tool to organize the index cards in the filing cabinet.",
      "He reached for the small, slender object on the desk to attach the last page to the report.",
      "The accountant kept a small, versatile tool at hand to quickly secure financial statements.",
      "During the meeting, she discreetly used a small, metal object to hold the agenda sheets together.",
      "The engineer had a small, handy item nearby to keep the blueprints neatly arranged on his desk.",
      "She noticed a small, unremarkable piece of hardware that made quick work of organizing the notes.",
      "The artist used a small, lightweight tool to keep sketches and drafts organized in her portfolio.",
      "He discovered a small, unassuming object that was just right for holding together the various parts of his model.",
      "The teacher kept a small, flat piece of metal within reach to keep student assignments in order.",
      "He used a small, inconspicuous item to secure the corners of the contract for safekeeping.",
      "The manager found a small, unobtrusive tool to organize the memos and notes on his desk.",
      "She reached for the small, unassuming piece of metal to keep the business cards neatly sorted."
    ],
    "negative": [
      "Its compact size fits easily into toolboxes or storage cabinets, taking up minimal space.",
      "She chose a chair that allowed her to lean back comfortably, feeling a sense of peace as she read her book.",
      "The recipe book included instructions for roasting the leaves to bring out their sweetness.",
      "He paired the shirt with loafers for a polished look before the important meeting.",
      "The tiles gleamed under the soft lighting, reflecting the warmth of the recent shower.",
      "He had always been proud of his physique, which was now even more defined after months of dedicated training.",
      "He merged cells to create a larger cell for a title.",
      "With its muscular build, it seemed perfectly suited for agility competitions.",
      "This species faces numerous threats, including poaching and loss of habitat due to deforestation.",
      "The artist took care to ensure the lines were consistent, contributing to the overall coherence of the piece.",
      "The small pasta pieces were perfect for snacking on while watching a movie.",
      "She preferred the quiet, efficient commute on the modern track to the bustling streets.",
      "The garment's length made it easy to tuck in or leave unbuttoned, depending on the weather.",
      "The blade was sharp enough to slice through even the toughest hides.",
      "Each person found a place to sit, forming a perfect circle.",
      "Her friend suggested trying a new style that promised to enhance her figure.",
      "With a flat brush, she was able to apply a thin layer of paint without any visible brushstrokes.",
      "The architect's apprentice learned to use a long, flexible tool to transfer measurements from one point to another.",
      "The chef used the greens as a garnish to complement the main dish's rich flavors.",
      "It was a focal point in the living room, drawing everyone’s attention with its unique design.",
      "He used it to separate pieces of wood with precision.",
      "The gym installed a strong barrier at its entrance to prevent intruders from gaining uncontrolled access.",
      "During the renovation, they decided to replace the outdated storage unit with something more modern.",
      "For a light lunch, she opted for a small, flat pan to cook a savory crepe filled with cheese and ham.",
      "A child plucked one of the simple, pure white blossoms from the field.",
      "The ascent was so smooth it felt more like floating than climbing.",
      "He unbuttoned the top button of his shirt, letting the collar fall gracefully.",
      "Its lightweight construction allowed for easy carrying, whether in a backpack or purse.",
      "The expense tracker at the back helped her keep better financial records.",
      "The canvas was a reflection of the artist’s inner world, where logic and reason took a backseat to intuition and feeling.",
      "It had excellent color reproduction, making it suitable for professional use as well as home entertainment.",
      "The color and design of the gloves matched his team’s uniform perfectly.",
      "The square cushion in the hallway provided a comfortable seat for those waiting for their turn to use the printer.",
      "The old photograph showed her eyes to be a striking shade of blue, a color that seemed timeless and elegant.",
      "After making a mistake in the middle of her sketch, she reached for a fine tool to correct it seamlessly.",
      "He kicked with what felt like his leading leg during the soccer match.",
      "The dark horse’s mane flowed freely as it ran, creating a stunning contrast against the sky.",
      "For her sandwich toppings, she used a small, flat surface to slice tomatoes.",
      "The fleet manager was reviewing maintenance logs for all connected units.",
      "Her mother often baked it into delicious cookies for the kids.",
      "Its habitat ranged from grasslands to rocky terrains, showing remarkable adaptability.",
      "Each week, she sets aside time to reflect on what she accomplished and what needs adjustment.",
      "His cheeks were so full that they seemed to form the largest part of his face.",
      "The garden's bounty included a variety of small, juicy delights.",
      "Freshly made rice paper was used to wrap spring rolls, a delightful snack for any occasion.",
      "Each movement she made caused the edges to ripple outward like a water circle.",
      "He found that regular sit-ups and crunches were key to achieving a firmer abdomen.",
      "The chef’s assistant handed over a shiny, polished item that was about to be used in the main course.",
      "The sun's rays danced through the slatted window treatment, casting patterns on the floor.",
      "She found it rewarding to piece together the clues and form coherent sentences.",
      "The kids loved playing with the elastic, uncooked pasta before dinner.",
      "The smell of coal smoke mixed with the fresh scent of the river, creating a unique aroma that was unmistakably the ferry.",
      "She appreciated the community aspect of reading groups, discussing characters and plot twists.",
      "Each piece is crafted with such care that it almost feels like a work of art before it reaches your lips.",
      "During the meeting, his notes shone with a distinctive brilliance, guiding his presentation.",
      "The athlete preferred ones that were seamless to prevent blisters.",
      "The flat brush made it easy to fill in large areas with a consistent color.",
      "The builder used a star-patterned accessory to ensure the screw was driven straight.",
      "The custom-designed space along the wall provided ample storage for clothes.",
      "The owner enjoyed the low maintenance and fuel efficiency of the machine.",
      "The fierce hunter roared through the savannah, its mate watching from a nearby rock.",
      "A friend recommended trying a cheese that was similar to ricotta for a healthier version of her favorite snack.",
      "Sarah packed her bag with care, making sure to have enough snacks for the journey ahead.",
      "He found himself unable to put the book down, engrossed in the unfolding drama.",
      "The hat collector had several rare examples of this style in his extensive collection.",
      "The children found a tiny footprint in the flour they were sifting for baking.",
      "The recipe suggested using a specific type of small, salt-cured fish.",
      "The colorful displays of the machines attracted curious passersby into the arcade.",
      "The train whistle echoed through the valley, signaling its approach to another stop.",
      "She layered the flatbread with cheese and vegetables for a delicious open-faced sandwich.",
      "The seam was placed at the back of the foot to reduce irritation.",
      "He admired the way the light played through the translucent paper surrounding his favorite print.",
      "In the early morning light, the flower's hue was so pure it appeared almost as if it were made of moonlight.",
      "As she poured, the liquid settled, creating a calm surface that mirrored the quiet conversation around them.",
      "The historian kept a pen that required ink refills, appreciating its ability to produce clear, dark lines.",
      "He preferred keeping his writing implements in a single place to avoid losing them.",
      "During family gatherings, relatives asked about the car, fascinated by how it could run on a natural substance instead of gasoline.",
      "A local fishmonger recommended it as an excellent choice for those new to seafood.",
      "The corner desk he bought was specifically designed to fit into the tight space at the end of the hallway.",
      "The avionics suite included state-of-the-art technology that could rival the sophisticated systems in modern helicopters.",
      "The dairy farm owner was proud of the cows’ uniform appearance, each with a deep brown coat.",
      "The method of cooking allowed the nutrients to remain intact, making it a healthier choice.",
      "The artist sketched the outline of the painting on a preliminary sheet.",
      "During renovation, workers had to be extra careful around the apex to avoid accidents.",
      "A salad was made with a vegetable that’s particularly refreshing in the summer months.",
      "The contrast between the bright sun and the cool shadows created a dynamic interplay of light and dark.",
      "Its movements were so fluid that it appeared almost as if it were one with the water itself.",
      "Aging meat can improve its flavor and tenderness over time.",
      "He paired the spaghetti with a robust red wine sauce that enhanced its natural taste.",
      "It provided milk for the community.",
      "She loved how the sunlight played on the soft fur of the little dog.",
      "His shirt buttoned up to his throat, creating a neat and tidy appearance.",
      "The wooden mullions divided the space into smaller panes, creating a pattern.",
      "The art room had a persistent, sugary scent that never quite went away.",
      "In the stable, the dark horses were kept separate from the others, each stall uniquely decorated.",
      "The chef prepared meals on the extended part of the balcony, taking advantage of the natural heat from the sun.",
      "The diner asked for their omelet to be made with just one fried egg.",
      "The gardener had planted a variety of bulbs that would eventually produce vibrant shades.",
      "This plant can grow in a variety of climates, from temperate to tropical regions.",
      "For those who love exploring nature, a portable sanitation station ensures hygiene without disturbing the environment.",
      "The chocolatier's secret was the addition of a specific ingredient, which transformed a basic dessert into a work of art.",
      "She carefully placed the delicate item on the mantelpiece, where it would catch the light just right.",
      "The old man fondly recalled the days when he traveled in such elegance.",
      "The man's feet felt snug and secure in the item he had bought online.",
      "Regular maintenance checks were crucial to ensure the aircraft remained in top condition for missions.",
      "For important meetings, she always double-checked the time and location in her planner.",
      "The sound of the tail was crucial for the snake’s defense mechanism.",
      "The secret room could only be accessed via a hidden internal staircase behind a bookshelf.",
      "He loved how they fit snugly without feeling restrictive.",
      "The finish was resistant to water stains and marks.",
      "The flexible seating options meant the minivan could accommodate different numbers of passengers.",
      "The texture was so appealing that she couldn’t resist running her hand over it again and again.",
      "The gardener wore padded gloves to shield his hands from the harsh winter chill.",
      "A curious fish was seen swimming alongside a school of smaller fish, possibly as a form of protection or symbiosis.",
      "The kitchen island had an integrated sink that made cleaning up after meals a breeze.",
      "It had a long, graceful neck and a well-defined muzzle, traits often seen in Siamese cats.",
      "Every morning, John starts his day by turning on the shiny, new appliance to start cooking breakfast for his family.",
      "When guests visited, they often remarked on how the floor felt like walking on a cushioned mat.",
      "She had a smile that made her lips curve into a gentle bow.",
      "The liquid inside shimmered invitingly under the table lamp’s glow.",
      "Regular exercise was crucial to prevent boredom and restlessness.",
      "It was roasted until tender, caramelizing its natural sugars.",
      "Every decision made during the game influenced the outcome of events, making each playthrough unique.",
      "The metal retained heat well, keeping the food warm until serving.",
      "Some people enjoyed creating their own crosswords as a creative outlet.",
      "He used a special crosshead driver bit to ensure the screw was installed correctly without damaging the material.",
      "It was slow-roasted to mellow out its bitterness and enhance its natural sweetness.",
      "The crafter found it ideal for cutting out patterns from the patterned fabric.",
      "The light caught the subtle curves of her lips, making them look almost sculpted.",
      "The actor's nose was a subtle detail that often went unnoticed, yet it added to his distinctive look.",
      "The student wrote down key points from the lecture in a book with grid paper, which helped in reviewing the material later.",
      "The children’s faces lit up as they found a rare double-flowered variant among the usual single-petal blooms.",
      "The meter of the stanza felt as if it were stepping in measured steps.",
      "It pairs beautifully with tomatoes, offering a delightful burst of flavor in summer salads.",
      "The vegetable’s texture softened beautifully when cooked.",
      "He placed it under his desk to elevate his feet and improve circulation throughout the day.",
      "His expression was so restrained that only a slight quiver of his lips gave him away.",
      "A visit to the butcher’s shop provided insights into selecting the freshest and most flavorful options.",
      "The mattress was particularly appreciated for its ability to promote better sleep quality.",
      "He noticed how the fish's scales glistened under the moonlight, reflecting the night sky above."
    ]
  }
}