{
  "concept": "pencil",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The artist sharpened a writing tool that was particularly good for detailed work.",
      "During the exam, students were instructed to use a writing implement known for its dark marks.",
      "The engineer preferred a writing device that wouldn't smudge easily on technical drawings.",
      "A student borrowed a writing instrument from a classmate who had completed their assignment early.",
      "The librarian used a writing tool to make notes on the book's spine, ensuring the information would be clear and legible.",
      "The architect sketched out preliminary designs with a writing tool that provided strong lines.",
      "In the classroom, the teacher passed around a writing implement that was essential for marking answers.",
      "The historian used a writing device to carefully record details from old documents without damaging them.",
      "A draftsman utilized a writing tool that produced consistent, dark lines for his architectural plans.",
      "The writer found that a particular writing implement helped her focus while brainstorming ideas.",
      "The scientist used a writing tool to meticulously record observations during an experiment.",
      "A student discovered that a specific writing implement left no visible marks on the new notebook paper.",
      "The musician drew up a score with a writing device that made the notes stand out clearly.",
      "An author used a writing implement to jot down character descriptions between chapters.",
      "The designer chose a writing tool that allowed for precise and clean lines in her sketches.",
      "A researcher used a writing implement to take detailed notes during a lecture.",
      "The painter experimented with a writing tool to create shading effects on her canvas.",
      "A student found a writing implement that worked well on lined paper for organizing thoughts.",
      "The technician used a writing tool to document step-by-step procedures for a project.",
      "A cartographer utilized a writing implement to draw maps with clear and distinct lines.",
      "The student carefully sharpened the writing tool before beginning her essay.",
      "During the exam, she made sure to have a backup in case the current one broke.",
      "He preferred the smooth glide of the instrument over other types of pens.",
      "The teacher passed out the tools for the next lesson on geometry.",
      "At the art supply store, they stocked various types of implements for drawing.",
      "She used the implement to sketch out her ideas before committing them to paper.",
      "The classroom was well-stocked with different kinds of supplies for the students.",
      "The artist chose the item because it provided the right balance between hardness and softness.",
      "He had always kept a small box of such items in his desk drawer at home.",
      "The item was perfect for adding fine details to her illustrations.",
      "They decided to use the implement for their next project, which required precise lines.",
      "The library had a generous supply of these for anyone who needed them.",
      "The student found the implement ideal for creating light, erasable lines.",
      "The teacher demonstrated how to use the tool effectively during the class.",
      "The classroom was equipped with a variety of implements, including this type.",
      "She used the implement to create a detailed outline for her next painting.",
      "The store clerk recommended several options, including this type, for a smooth writing experience.",
      "The item was favored by many for its ability to produce clear, defined lines.",
      "The artist kept a sharp one handy for quick sketches and detailed work.",
      "The school's supply closet was always well-stocked with these for student use.",
      "The artist carefully chose a hue that complemented the landscape's natural beauty.",
      "She experimented with different shades to enhance the depth of the painting.",
      "Each stroke added layers of intensity and detail to her artwork.",
      "He blended colors seamlessly to create a smooth gradient effect.",
      "The texture of the paper absorbed the color just right, giving it a unique feel.",
      "She found the perfect match to bring out the details in the sunlit scene.",
      "The light from the window illuminated the subtle nuances of the piece.",
      "He spent hours perfecting the shading to capture the essence of the subject.",
      "The fine tip allowed for precise detailing in the intricate design.",
      "She used a variety of tones to convey the mood and atmosphere of the moment.",
      "The vibrant pigments stood out against the white background, creating a striking contrast.",
      "The artist was meticulous about selecting the right colors to evoke specific emotions.",
      "Each color choice was deliberate, contributing to the overall harmony of the composition.",
      "The blending tool helped him achieve a seamless transition between hues.",
      "She enjoyed the tactile experience of applying different shades to the canvas.",
      "The rich, saturated colors added a pop of energy to the otherwise calm scene.",
      "He worked on layering colors to build up complexity and richness in the artwork.",
      "The precision required for detailed work was perfectly suited to her style.",
      "The palette of colors she chose reflected the vibrant world around her.",
      "She found satisfaction in the way each color interaction enhanced the visual story.",
      "The artist chose a tool that left a smooth,细腻的线条 on the paper.",
      "With each stroke, the image began to take shape, brought to life by the graphite's gentle pressure.",
      "The young student experimented with different pressures to achieve various shades and tones.",
      "She found the perfect balance between light and dark to create depth in her sketch.",
      "He preferred the feel of the soft lead against his hand as he traced the contours of the object.",
      "The sketchbook was filled with intricate designs, each line carefully crafted to capture the essence of the scene.",
      "As she blended the lines together, the image started to emerge from the page.",
      "The detailed shading added a realism that made the drawing come alive.",
      "He used the pencil to block in the basic shapes before adding finer details.",
      "The pencil allowed for easy corrections and adjustments, giving him the flexibility to refine his work.",
      "She appreciated the precision the pencil provided when outlining the edges of her subject.",
      "The graphite marks were faint yet distinct, allowing for subtle variations in the drawing.",
      "He enjoyed the tactile experience of the pencil gliding across the paper, creating a sense of accomplishment.",
      "The pencil helped her visualize the final artwork by providing a clear roadmap of where to place each element.",
      "With each layer of shading, the drawing grew more complex and detailed.",
      "The artist took care to ensure the lines were consistent, contributing to the overall coherence of the piece.",
      "He often used the pencil to create cross-hatching patterns to add texture and dimension.",
      "The fine tip of the pencil allowed for precise detailing, making it ideal for capturing fine features.",
      "She found that the softer pencils produced richer, more vibrant tones, enhancing the mood of her drawing.",
      "The pencil was an essential tool for her, enabling her to explore and develop her artistic vision on the paper.",
      "The artist chose a tool that left a light mark on the paper.",
      "He preferred the feel of a smooth, firm lead against his hand.",
      "The sketch required precision, so she opted for something more rigid.",
      "For this design, he needed a material that wouldn't smudge easily.",
      "The engineer used it to create detailed plans with minimal erasure.",
      "It was perfect for outlining shapes without adding too much pressure.",
      "She loved how it allowed her to make sharp, clear lines.",
      "The document needed a permanent yet erasable line for corrections.",
      "It provided just the right resistance when drawing fine details.",
      "He found it ideal for technical drawings where accuracy was key.",
      "The teacher recommended it for its ability to produce clean edges.",
      "It was essential for creating a base layer before adding color.",
      "The student appreciated its consistency in producing uniform strokes.",
      "For her project, she needed a medium that could withstand multiple layers.",
      "The architect favored its hardness for precise measurements and scales.",
      "It helped maintain the integrity of the original design when tracing.",
      "The designer preferred it for its firmness in handling complex illustrations.",
      "It allowed her to work quickly without worrying about smudging.",
      "The scientist used it to draft experimental results with utmost clarity.",
      "He found it particularly useful for its ability to create bold, unambiguous marks.",
      "The student sharpened a writing implement suitable for detailed notes.",
      "During the exam, she used a tool that provides a medium level of darkness.",
      "He preferred a writing instrument that offered a balance between hardness and softness.",
      "For her sketch, she selected a core that was ideal for fine lines.",
      "The artist used a graphite stick known for its versatility in drawing.",
      "His manuscript was written with a lead that produced a consistent line.",
      "She kept a reserve of writing tools that were perfect for jotting down ideas.",
      "The teacher provided each student with a piece of equipment for their tests.",
      "He admired the smooth glide of the tool across the page.",
      "Her notebook was filled with sketches made using a core that was neither too hard nor too soft.",
      "The historian used a writing implement that was familiar to everyone for its reliability.",
      "The engineer's blueprint was drawn with a tool that ensured clarity and legibility.",
      "The children were given a type of pencil that was easy to use for their school projects.",
      "The librarian marked the pages of the book with a writing instrument that left a clear mark.",
      "The calligrapher used a lead that allowed for precise control over the stroke.",
      "The architect's design was sketched with a tool that provided a good contrast on the paper.",
      "The writer filled her journal with thoughts using a graphite stick that was comfortable to hold.",
      "The musician's score was penciled in with a writing tool that was ideal for making revisions.",
      "The scientist took careful notes during the lecture using a core that was well-suited for recording details.",
      "The artist's preliminary sketches were made with a lead that was known for its even darkness.",
      "The artist carefully selected a tool that would allow for smooth gradations in shading.",
      "She found a writing implement that could produce a wide range of tones without breaking.",
      "He preferred a medium that would give him subtle control over his sketches.",
      "The sketchbook was filled with delicate lines and soft transitions, thanks to the choice of tool.",
      "For her detailed work, she always kept a favored writing instrument nearby.",
      "The writer's hand moved smoothly across the page, creating soft, almost invisible marks.",
      "During the design phase, he used a tool known for its ability to create light, feathery strokes.",
      "The student appreciated the ease with which the tool could blend colors and shades.",
      "He experimented with different tools, but this particular one seemed most suited to his needs.",
      "The engineer used a similar tool to mark out his rough designs before moving to more precise instruments.",
      "Her notes were filled with soft, barely-there lines that added depth without overwhelming the page.",
      "The illustrator chose a writing instrument that allowed for gentle, nuanced shading.",
      "He found that the tool provided just the right amount of resistance for his sketching.",
      "The document was filled with light, delicate marks that hinted at a more detailed process.",
      "The artist valued the tool for its ability to create subtle variations in tone.",
      "During the initial stages of her project, she relied on a writing instrument that allowed for soft, flowing lines.",
      "The architect used a similar tool to quickly outline ideas before refining them with more specific details.",
      "The designer appreciated how the tool could create a wide spectrum of tones from light to dark.",
      "She preferred a writing implement that could produce soft, almost imperceptible marks when needed.",
      "The planner used a similar tool to sketch out rough ideas and plans before finalizing them."
    ],
    "negative": [
      "She massaged the right shoulder area, trying to relieve the tension that had built up over the day.",
      "Emily's travel companion included a compact container for her pens and pencils.",
      "She decorated the area with soft lighting and comfortable furnishings for guests.",
      "The recipe suggested adding a vegetable that would add a unique texture to the dish.",
      "The underwater explorer found a fish that seemed to be lying down on the sandy bottom of the ocean.",
      "Its population has been declining due to loss of sea ice habitat.",
      "In the vegetarian kitchen, a chef is crafting a vegetable curry with a blend of aromatic spices.",
      "In the kitchen, she mixed various grains, but the wheat flour provided the necessary structure for her loaf.",
      "Its calls echoed through the fields, a sound that signaled the start of a new day.",
      "She loved how the glass caught every nuance of the room’s lighting, changing with the time of day.",
      "At the farmers' market, a vendor sold a vegetable that was prized for its ability to retain moisture even after cooking.",
      "He couldn't help but notice how her skirt added a playful touch to her overall look, stopping just above her knees.",
      "The ship’s staff ensured that every guest felt well-cared for, providing attentive service and support.",
      "The texture of his skin was noticeably different on that part of his head.",
      "He practiced his backhand, aiming to keep the ball within the court's boundaries.",
      "He grabbed a moisture-wicking shirt to wear under his uniform for practice.",
      "Automatic paper towel dispensers were positioned near the exits.",
      "Safety inspections were conducted regularly to ensure the integrity of the shipment.",
      "She could convey a myriad of emotions without moving her full face, just her lips.",
      "The nightstand included a clever design for cigarette remnants.",
      "Its cargo hold was designed to carry supplies and equipment needed for extended deployments.",
      "When visiting a museum, they opted for long lengths to stay warm in the air-conditioned spaces.",
      "During the picnic, everyone admired the sunny yellow flowers that stood proudly in the garden.",
      "The driver's logbook meticulously recorded the arrival and departure times of each scheduled run.",
      "For the electrical repairs, the electrician carried several essential tools.",
      "Conservation efforts focused on protecting its natural habitat and reducing human-bear conflicts.",
      "The ship carefully navigated through the narrow channel, its cargo deck loaded with bicycles and motorcycles.",
      "At night, it would emerge from its hiding spot to hunt insects.",
      "The animal could change its skin color to blend into the background.",
      "He adjusted the height of the reading aid to see the fine print more clearly.",
      "A chair with armrests sits close to the dining table for easy access.",
      "The artist used it to create precise lines for her drawing.",
      "The size of an egg can sometimes indicate the health and nutrition of the mother during her reproductive cycle.",
      "She preferred the classic look of a pen with a replaceable ink cartridge over disposable alternatives.",
      "Armrests are padded and adjustable to fit various body types.",
      "The hat shop owner recommended a wide-brimmed hat for its practicality in protecting one from the sun.",
      "The document looked almost perfect until the minor error was pointed out, which required a quick fix with a specialized product.",
      "The sandals she chose had a minimal heel, allowing for a more natural gait while walking.",
      "With its advanced technology, the picture seems to pop out of the screen, enhancing every detail in the program.",
      "They have a complex communication system that includes vocalizations and gestures.",
      "The henhouse was quiet today, as the hens were busy laying their eggs.",
      "The crew checked the cargo lashing system to ensure everything was secure for the voyage.",
      "For the tea party, the two-pronged lamp created an intimate and inviting ambiance.",
      "Each chapter ended on a cliffhanger, leaving him breathless with anticipation for the next installment.",
      "Scientists studying the origins of human behavior have looked closely at the cognitive abilities of these animals.",
      "The fishery managed stocks of a particular type of fish that is vital to local economies and ecosystems.",
      "The chef carefully poured the flavorful sauce into miniature containers, ensuring each serving was just right.",
      "The family recipe called for a particular type of meat that needed to be cooked slowly for best results.",
      "The thermal properties of his jacket ensured he stayed warm in sub-zero temperatures.",
      "Each shelf in the greenhouse was filled with an array of pots, each containing a different variety of herbs.",
      "He chose a housing that would allow the photograph to be seen at all angles.",
      "The artist had used a variety of materials to create texture in the upper part of the room, adding interest.",
      "The deckhands secured the catch, ensuring that it would be fresh when delivered to shore.",
      "The melted cheese created a gooey, satisfying topping for the pizza.",
      "The device's battery life was impressive, lasting for weeks without needing to charge.",
      "She accessed the internet to download additional features.",
      "Next to the staircase, a narrow shelf was transformed into a coat-hanging station.",
      "For her latest series, she incorporated markers that needed water to fully express their colors, adding depth and texture to her artwork.",
      "The left side of the bookshelf was filled with novels, a collection that grew with each visit.",
      "It was the kind of seat where hours could pass without notice, lost in a good story.",
      "The botanical garden showcased a variety of red flowers, including these, in their annual summer exhibition.",
      "He noticed how the color complemented his watch and belt perfectly.",
      "Sitting down on the object, I noticed how cool it felt against my back.",
      "Her technique relied on a wide tool to create broad, sweeping strokes.",
      "Its bright color added a pop of personality to the office supply cabinet.",
      "The elegant setting included the perfect fork for the first course.",
      "During the annual flower show, visitors marveled at the display of flowers that seemed to radiate warmth and joy.",
      "Her favorite part was the excitement of seeing her name on the leaderboard.",
      "She chose a model that could withstand the dampness from the nearby flower beds.",
      "The recipe called for a tool that could scrape the sides of the pot without leaving marks.",
      "The haircut she chose was short and asymmetrical, giving her a unique edge.",
      "The breakfast menu offered a variety of egg-based dishes, including one with a runny center.",
      "The utensil with a handle was ideal for washing fruits and vegetables thoroughly.",
      "The car’s innovative system seamlessly transitions between different power sources.",
      "The owner often took friends and family on scenic tours in his beautifully restored aircraft.",
      "The squirrel's small ears were constantly on the lookout for danger.",
      "Visitors to the region often made it a point to try this specialty.",
      "Her patience was legendary, but it didn't mean she didn't have her own frustrations.",
      "To ensure even cooking, she rotated the dish halfway through the baking cycle.",
      "Her new purchase was praised for its ability to maintain warmth even in wet conditions.",
      "The light was often used in reading nooks or as a bedside companion.",
      "He kept the color choice simple and elegant for his study materials.",
      "The grain in the photograph added a unique texture, reminiscent of the old days when film was king.",
      "The culinary expert shared tips on how to prepare the meat for optimal flavor.",
      "He appreciated the added thickness that provided superior insulation against the cold air.",
      "The soft, buttery texture was a delightful contrast to the crisp vegetables in the dish.",
      "She placed a small source of illumination next to her sketchbook for better detail work.",
      "At the practice session, they focused on improving their throwing technique.",
      "The area was divided by a resilient line that would not give way easily.",
      "The scent of the flowers filled the air, a sweet aroma that lingered long after the sun set.",
      "The hiker slipped on his thick mitts to protect his hands from the icy wind.",
      "The jogger slipped on a black top that hugged his arms and chest tightly.",
      "It charges overnight, providing a full day of driving without the need for refueling.",
      "The bedside lamp cast a warm glow over a bed that was meant for a single person.",
      "She loved how the loops in her scarf swirled around her neck, creating a unique look.",
      "Every evening, she would retreat to the bed, enveloped by the warmth and comfort of the material that hung above her.",
      "The electric bus's interior featured modern amenities like USB charging ports, making it a convenient choice for tech-dependent riders.",
      "The vintage postcard needed a frame that would match its era, so she chose an ornate wooden one.",
      "The columns served not only as functional supports but also as works of art in their own right.",
      "The glass held the drink in a way that made it appear even more precious and rare.",
      "The dessert featured a unique blend of sweet and spicy notes that intrigued the taste buds.",
      "In the garden, her hair blended perfectly with the golden hues of the autumn leaves.",
      "The recipe required a vegetable that could be mistaken for a tomato, adding a tangy note to the dish.",
      "The seam was placed at the back of the foot to reduce irritation.",
      "The maintenance crew kept a variety of such tools in their van for emergencies.",
      "Its slightly bitter taste made it a great addition to any meal, enhancing the overall flavor.",
      "The artisan carved a small statue of a fish, a symbol of the bounty from the sea, which was often associated with a particular type of fish.",
      "The flexible structure allowed her to adjust the shade as needed throughout the day.",
      "The soundproofing was excellent, keeping outside noise to a minimum.",
      "They were intrigued by a game that involved a rule where players couldn’t use specific vocabulary, which added an interesting challenge.",
      "Her desk was adorned with various collections of colored sheets, each more complex than the last.",
      "His fingers danced across the fretboard, producing a series of delicate chords.",
      "The kitchen is integrated smoothly, providing a seamless transition for meal preparation.",
      "The warranty covered any defects for two years from the date of purchase.",
      "Tourists were encouraged to observe the pink dolphin from a distance to ensure the safety and well-being of the animal.",
      "She preferred the solitude of a night ride, where she could read without interruption.",
      "The rooftop space included a small dining area with a round table and chairs.",
      "As she walked home under the moonlight, she pulled out a small, reflective object to check her appearance one last time.",
      "The salad’s main component was a large serving of greens with edges that curled slightly, providing a refreshing base.",
      "The large hand carefully adjusted the settings on the complex machinery.",
      "The fish market offered a wide selection of small fish, each with its own culinary use.",
      "Specialized equipment allowed these craft to operate in various weather conditions.",
      "As she stepped into the hallway, the sound of soft creaks echoed with each step, a familiar comfort to her ears.",
      "A curious explorer ventured into the unknown, its path marked by curiosity.",
      "The train ride provided a serene way to pass the time, with comfortable seating and quiet compartments.",
      "He placed a clean cloth next to the dish, ensuring there would be no spills.",
      "The jacket’s interior was lined with a soft material for added comfort.",
      "The walls were adorned with pieces that showcased the beauty of nature in all its colorful glory.",
      "It was a popular choice for those looking for a low-maintenance pet.",
      "The cabinet doors opened easily, revealing neatly organized shelves inside.",
      "This drink can be fortified with vitamins and minerals, making it a nutritious choice for those avoiding dairy.",
      "He set up his microscope there, focusing intently on the tiny details.",
      "A generous portion of the granular cheese was necessary to achieve the desired consistency.",
      "Her toes found their natural curve as she walked in the comfortable, flexible footwear.",
      "Each player watched intently as the host called out numbers, hoping for that lucky draw that would bring them closer to success.",
      "The mouse's ears, while small, were crucial for its survival in the wild.",
      "She leafed through the book, her heart racing at the prospect of unraveling the mystery.",
      "Its two handles were positioned for ease of carrying, making it a practical tool for everyday life.",
      "The jeweler used a delicate tool to make subtle changes to her intricate jewelry designs.",
      "The slices were stacked neatly on a plate for serving."
    ]
  }
}