{
  "concept": "photo_frame",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "She carefully placed the picture among others, arranging them in chronological order.",
      "The collection of memories was organized into thematic sections, each with its own cover.",
      "He spent hours adding captions to the images, documenting every detail of his travels.",
      "The gallery wall displayed a series of images, all taken on the same beach years apart.",
      "She used different colored stickers to categorize the photographs by date or event.",
      "Each section of the book featured pictures from a specific year, capturing life's milestones.",
      "The pages were filled with snapshots from various vacations, creating a visual timeline.",
      "He kept a small book of images that represented his favorite moments over the past decade.",
      "The pages were decorated with small notes and tickets, adding context to each photo.",
      "She enjoyed flipping through the book, reminiscing about past events and people.",
      "The layout of the images told a story, from early childhood to present day.",
      "He arranged the pictures in a way that highlighted the evolution of his hobbies.",
      "The book was divided into chapters, each focusing on a particular season or holiday.",
      "She used the book to document her daily life, adding new pages as days passed.",
      "The album contained images from different locations, showing how she explored the world.",
      "He liked to compare the images, noting changes in himself and the environment.",
      "The book served as a keepsake, preserving memories for future generations.",
      "She often shared snippets from the book on social media, sharing highlights with friends.",
      "The pages were filled with candid shots, family gatherings, and personal achievements.",
      "He used the book to plan future trips, inspired by the beautiful destinations he had seen.",
      "The old photograph was carefully placed inside a wooden border to preserve its memories.",
      "She selected a gold-toned mount for the print, enhancing its elegance.",
      "He decided on a rustic frame that would complement the cozy atmosphere of his living room.",
      "The artist chose a simple, sleek frame to let the vibrant colors of her painting take center stage.",
      "For the family photo, they opted for a classic black frame with a matte finish.",
      "The gallery curator picked a unique frame with intricate patterns to draw attention to the artwork.",
      "The vintage postcard needed a frame that would match its era, so she chose an ornate wooden one.",
      "He wrapped the framed picture in acid-free paper to protect it from environmental damage.",
      "The museum’s conservationist applied a special coating to the glass of the frame to prevent scratches.",
      "She hung the framed poster on the wall, making sure it aligned perfectly with the other pieces.",
      "The framed map served as a focal point in the study, providing direction and inspiration.",
      "The child’s drawing was proudly displayed in a colorful frame at the school exhibition.",
      "For the wedding album, each photograph was mounted in a delicate lace frame.",
      "The framed landscape print added a touch of nature to the office space.",
      "The framed newspaper clipping documented a significant historical event in their community.",
      "The framed sketch was a gift for her grandmother, who loved all things artistic.",
      "The framed photograph of the sunset hung above the fireplace, casting warm shadows.",
      "The framed certificate of achievement was framed in a way that highlighted its text and signatures.",
      "The framed quote inspired everyone who entered the room, encouraging them to reflect on its meaning.",
      "The framed blueprint of the new building was placed on the architect’s desk, serving as a daily reminder of upcoming projects.",
      "The old map hung above the fireplace seemed to tell stories of distant lands.",
      "A collection of vintage postcards filled the space between two windows.",
      "The light from the corner lamp highlighted the edges of a sepia-toned portrait.",
      "Each visitor paused to admire the framed botanical prints lining the hallway.",
      "The artist's studio was adorned with various landscapes, each in its own protective case.",
      "In the living room, a series of black-and-white photographs told a family’s history.",
      "The child's drawings were carefully displayed among more professional works on the wall.",
      "The gallery walls were decorated with an eclectic mix of modern and classic pieces.",
      "Above the kitchen table, a large framed map guided travelers on imaginary journeys.",
      "A set of framed botanical illustrations added a touch of nature to the study.",
      "The hallway was transformed into a personal art gallery with framed sketches.",
      "Framed travel journals filled the bookshelf, each page a snapshot of a different place.",
      "The living area featured a variety of framed works, from abstract art to serene landscapes.",
      "The framed photographs captured moments of joy and adventure in various corners of the home.",
      "The office was brightened by a series of framed quotes and motivational sayings.",
      "The guest bedroom showcased a selection of framed prints that inspired relaxation.",
      "Framed maps of the world lined one wall, offering a global perspective.",
      "The entryway was enhanced by a series of framed botanical prints and nature scenes.",
      "The framed vintage posters added a layer of nostalgia and color to the dining room.",
      "Each room had its own collection of framed works, reflecting the owner’s interests and travels.",
      "The old family pictures were carefully placed in a holder that matched the rustic decor.",
      "She chose a border that complemented the vintage style of the photographs inside.",
      "Each image was nestled within a border that enhanced its natural beauty.",
      "He crafted a design that would perfectly hold the precious memories captured on film.",
      "The edges of the display were smooth and polished, adding to its charm.",
      "A piece of art needed a proper setting, and he found it in the hand-carved border.",
      "The texture of the material felt warm to the touch, fitting the cozy atmosphere.",
      "Every photograph seemed to glow when framed with this particular style.",
      "It was important to choose a border that wouldn’t detract from the quality of the prints.",
      "The color palette of the frame harmonized beautifully with the images within.",
      "He spent hours selecting the perfect wood for each individual frame.",
      "Each corner was carefully sanded to ensure a smooth finish.",
      "The depth of the frame added an extra layer of protection for the photos.",
      "The artisan used techniques passed down through generations to create each piece.",
      "The craftsmanship was evident in every detail, from the grain of the wood to the subtle texture.",
      "The frame provided a protective barrier while also enhancing the visual appeal.",
      "He ensured that the frame would not only hold the picture but also tell a story.",
      "The weight of the frame added a sense of permanence to the collection.",
      "Each piece was unique, reflecting the personality of the person who chose it.",
      "The border not only held the image but also served as a canvas for additional embellishments.",
      "The delicate border around the picture seemed to dance in the sunlight.",
      "She carefully placed the old photograph into something that held it securely.",
      "The family decided to hang the candid shot in a place where everyone could see it easily.",
      "The frame had a subtle texture that added depth to the image within.",
      "He picked out a container that would protect the snapshot from dust and light damage.",
      "The edges of the container were slightly curved, giving it an elegant touch.",
      "She wrapped the precious memory in a protective layer before placing it on display.",
      "The piece of art needed a holder that would complement its colors without overpowering them.",
      "He found a case that not only kept the picture safe but also made it look more professional.",
      "The material used was lightweight yet strong enough to withstand daily handling.",
      "The design of the enclosure allowed for easy insertion and removal of the photograph.",
      "The transparent cover provided a clear view of the image while keeping it secure.",
      "The box had a matte finish that reduced glare and reflected less light.",
      "He chose a housing that would allow the photograph to be seen at all angles.",
      "The holder was designed with small clips that gently held the photo in place.",
      "The container was just the right size to fit the cherished memory without being too bulky.",
      "The lid of the protective case snapped shut with a satisfying click.",
      "The photograph was nestled between two sheets of plastic that prevented any creasing.",
      "The holder was chosen for its ability to protect the image from accidental bumps or scratches.",
      "The frame-like structure ensured that the photograph remained flat and straight over time.",
      "The device displayed a soft, warm light that gently illuminated the room.",
      "She placed it on the coffee table, where it would catch everyone's eye as they entered the living room.",
      "Every morning, he would wake up to a serene nature scene displayed on the screen.",
      "During family gatherings, guests would gather around to see the latest photos from their smartphones.",
      "The screen changed automatically, showing a different image every few minutes.",
      "He loved how it could hold hundreds of photos without taking up much space.",
      "The frame was easy to update with new pictures, thanks to its wireless capabilities.",
      "It had a sleek design that complemented the modern decor of her home office.",
      "She could organize her photos into albums, making it easier to find specific memories.",
      "The frame was powered by a rechargeable battery, so it never needed to be plugged in constantly.",
      "Friends often commented on how the digital display added a touch of sophistication to the wall.",
      "The device had a built-in calendar, which helped him keep track of important dates.",
      "Children enjoyed seeing their artwork displayed in such a fancy way.",
      "It was perfect for displaying vacation photos without the need for physical frames.",
      "The screen was touch-sensitive, allowing users to zoom in and out of photos easily.",
      "He appreciated the option to set custom messages or quotes on the display.",
      "The frame could connect to social media accounts, pulling in recent posts and photos.",
      "The device came with a small stand, making it simple to prop it up on any surface.",
      "It had a variety of settings for adjusting brightness and contrast to suit different lighting conditions.",
      "The frame also included a timer function, which could be used to capture photos at specific times each day.",
      "The old photograph hung on the wall, its edges slightly curled from age.",
      "She carefully placed the painting between two layers of glass to protect it.",
      "The artist used a variety of materials to create a unique border around her artwork.",
      "He admired the way the light played over the textured surface of the piece.",
      "The curator selected a frame that complemented the colors in the artwork perfectly.",
      "The child's drawing was mounted in a simple wooden border for display.",
      "The museum guide explained how the framing could change the perception of an image.",
      "She traced the outline of the picture with a fine pen before cutting out the shape.",
      "The gallery owner recommended a UV-filtering glass to preserve the colors in the print.",
      "He crafted a custom frame to fit the irregular shape of the piece he was displaying.",
      "The frame’s intricate design added depth and interest to the otherwise flat canvas.",
      "The restoration expert discussed the importance of proper framing to prevent damage.",
      "She experimented with different materials to find the perfect border for her sculpture.",
      "The artist applied a clear varnish to seal the edges of the frame and protect the work.",
      "He noted how the frame could enhance or detract from the overall impact of the piece.",
      "The antique dealer valued the vintage frame as much as the artwork itself.",
      "The photographer chose a frame with a matte finish to avoid distracting from the photo.",
      "The curator explained that the frame could provide context about the period of creation.",
      "He used a combination of metal and wood to create a modern, yet elegant frame.",
      "The art student learned that choosing the right frame could make a significant difference in the presentation of a work."
    ],
    "negative": [
      "The family often uses the small space beneath the stairs to store seasonal decorations.",
      "She noticed that the blade was dull and decided to sharpen it before the next use.",
      "Its unique shape made it a standout feature in the living room, drawing attention with its elegant curves.",
      "The artist sketched the scene through the small, circular porthole, capturing the essence of the oceanic landscape.",
      "Its trunk was thick enough for several people to wrap their arms around.",
      "At the music festival, he wore a light, flowing piece that moved easily with his dance moves.",
      "With every number called, the players' faces lit up with hope or fell into disappointment, depending on the outcome.",
      "The cheese’s golden-brown exterior suggested it had been aged long enough to develop its full potential.",
      "The high ceilings gave the room a feeling of openness and space.",
      "The old photograph showed the gentleman with a high-crowned item that shaded his eyes.",
      "The engine's power output was impressive, offering quick acceleration for those sudden bursts of speed.",
      "As it approached, the fish's eyes caught the light, shimmering with an almost otherworldly glow.",
      "The meat's flavor profile was quite unique, with a subtle sweetness not often found in more mature cuts.",
      "He found a piece that matched the color of his favorite boots.",
      "The children's book featured a story about a brave little pony who saved the day.",
      "The weather forecast predicted strong jet streams that would affect the flight path.",
      "Its ability to conduct precision strikes from a distance reduced the risk to ground forces.",
      "The artist used the long, slender tool to keep her sketches organized and ready for framing.",
      "The construction worker's hammer had a sturdy, squared-off top for better grip and control.",
      "He noticed the slight bulge in her jacket where the strap of her bag rested against her shoulder and neck.",
      "The collection holds a variety of sounds, from classical to contemporary.",
      "The low retaining wall held back the soil and created a gentle slope for planting.",
      "The curtains were drawn tightly to block out the early morning light, ensuring a good night's rest.",
      "Beneath the cover of the vine, a few wildflowers managed to bloom.",
      "He meticulously organized the cabinet, placing items in order of importance and tradition.",
      "The white fish was marinated briefly before grilling to add a hint of flavor without overpowering its natural taste.",
      "He admired how the drawers in the furniture added extra utility to the room.",
      "With a gentle touch, she removed the cake from the pan, revealing its smooth, even surface.",
      "She found a glove that combined fashion with functionality, perfect for her winter adventures.",
      "The train slowed as it approached the next station, signaling the stop to those waiting.",
      "A neighbor shared tips on growing a particular type of vegetable.",
      "Its mild taste made it a great option for those new to gourmet cheese.",
      "She admired the way the colors in the frame seemed to blend seamlessly with her outfit.",
      "The simplicity of its design meant there were fewer things to go wrong, reducing the need for repairs.",
      "The house's stability relies heavily on the brick structure in the rear.",
      "The photograph’s edges were slightly blurred, giving it a dreamlike quality.",
      "Safety features were top-notch, including emergency systems that could be as complex as those found in helicopters.",
      "The focus on the subject’s eyes captured their essence perfectly.",
      "With each step, the horse’s muscles rippled beneath its coat, showcasing its strength and agility.",
      "Artisans spent countless hours crafting the support's surface, ensuring every detail was perfect.",
      "A group of elderly residents enjoyed reminiscing about their youth while playing on a well-worn table.",
      "He loved how the fabric clung to his legs, giving him a sense of security.",
      "For their upcoming move, they were debating whether to get a queen or a pair of doubles for the bedroom.",
      "In the dim light, she could just make out the small glint of metal in the corner.",
      "The countertop was adorned with an array of cutting boards and knives, essential tools for any cook.",
      "During the renovation, they discovered a curious artifact that was neither a vase nor a decorative piece, but something else entirely.",
      "The evening’s entertainment was enhanced by the presence of a discrete ash holder.",
      "His research involved poring through numerous documents to piece together history.",
      "It had a sleek design with adjustable height, perfect for late-night gaming sessions.",
      "The nightstand featured a compact design that blended seamlessly with the bedroom decor.",
      "The interior pockets were perfect for storing his reading glasses alongside his pens and notepad.",
      "The host pulled out a box filled with trivia cards, setting up for an exciting night ahead.",
      "She preferred the feel of the lighter weight to the traditional fountain pen.",
      "His colleague wore a top that accentuated her slender shoulders, catching everyone’s attention.",
      "The pilot relied on the inertial guidance system to maintain course despite the jet currents.",
      "He appreciated the snug fit of the garment, which hugged his arms closely.",
      "The area beneath the pergola was ideal for reading or napping in the shade.",
      "The team leader handed over a packet of clear, thin coverings to the assistant.",
      "The editor's role involves selecting stories and organizing content, much like the curator of a magazine chooses pieces for an issue.",
      "A sprinkle of cheese at the end gave the pasta a luxurious finish.",
      "He noticed that his left foot seemed to have a slightly different sensation when stepping on the wet pavement.",
      "The walls were painted a calming shade of blue, designed to promote relaxation.",
      "The sweeping staircase began just beyond the space where the front door stood.",
      "The marine park featured an exhibit with animals that had thick fur and roared like lions, yet they spent most of their time in the ocean.",
      "The music spoke of stories untold and paths not taken.",
      "The stone-like appearance was deceiving; closer inspection revealed the intricate pattern of stacked stones.",
      "The height of the columns seemed to amplify the grandeur of the room, making the space feel vast and imposing.",
      "The boat's engine hummed steadily as it powered through the night.",
      "Under the counter, a sturdy chair awaits its next use.",
      "The metal grid beneath the flowers allowed for better air circulation, ensuring the plants remained healthy and vibrant.",
      "For his business trips, he preferred the comfort and privacy of a chartered jet.",
      "He measured the correct amount of batter to fill the slots properly.",
      "She liked the variety of patterns available, making it easier to find something to match her outfit.",
      "He used it to chop herbs with precision and speed.",
      "The light-up display added a cool factor whenever he showed it off.",
      "During winter months, it kept everyone in the family full with its robust taste.",
      "The external walkway was a key feature of the property, enhancing its aesthetic appeal.",
      "The cat's mane of hair required special care to maintain its luster and prevent matting.",
      "The grated cheese added a salty, slightly bitter note that balanced the sweetness of the vegetables.",
      "The recipe called for a cheese that could stand up to bold flavors like chili peppers and herbs.",
      "In the bustling mall, shoppers often chose the smooth, continuous path over the traditional steps.",
      "The woman admired the way the scoop neckline highlighted her décolletage.",
      "The researcher kept a log of the experiments conducted over the past month.",
      "The farmer's market was bustling with vendors selling various varieties of these.",
      "The material of the screws seemed to affect how easily they could be inserted.",
      "The bedside table, made of a sturdy plastic, was a reliable piece of furniture for the room.",
      "The glass felt smooth against her lips as she took a sip, the taste lingering pleasantly.",
      "The handyman used the tool to remove the old faucet and install a new one.",
      "It adapted to changing environments, finding new food sources and shelter when necessary.",
      "The flooring material was chosen for its durability and slip-resistance.",
      "In the workshop, participants used green pens to vote on their favorite designs, each vote clearly visible.",
      "For the formal event, he chose a stylish alternative to traditional socks.",
      "The aircraft's radar system provided early warning of potential threats and guided defensive maneuvers.",
      "The large appendage of the fox was crucial for its survival, aiding in detecting prey from afar.",
      "The sectional included ottomans that could be used as extra seating or storage.",
      "She enjoyed the way the trousers flowed slightly at the bottom, adding a bit of volume to her legs.",
      "For the stir-fry, he decided to add some thinly sliced vegetable that adds a refreshing crunch.",
      "The subtle detailing added an element of sophistication to what could be a simple piece.",
      "The professor assigned students to read primary sources for their class on history.",
      "The fish’s habitat was diverse, ranging from shallow coastal waters to deeper, more isolated areas.",
      "Her hair was a testament to the beauty of nature, with each strand unique.",
      "The artist spent hours blending colors to perfectly match the existing equipment.",
      "The vessel glided smoothly across the water, powered by its own heat and steam.",
      "She loved how the light seemed to dance across the ceiling when she moved the arm.",
      "A leaf from the garden provided a natural, organic ingredient.",
      "He had always admired the sleek design of the jackets used by kayakers, knowing they offered excellent waterproofing.",
      "Crew members prepared the cabin, making sure everything was in order for the passengers.",
      "He liked how the trousers could be dressed up or down depending on the occasion, making them a versatile addition to his wardrobe.",
      "The round object was carefully wound with yarn before being covered in leather.",
      "The sharp taste of the leaf was a perfect match for the creamy dressing.",
      "The pizzeria’s latest offering was a hit among those who enjoyed a little heat in their food.",
      "During the holiday, they would gather to make homemade egg pasta together as a family tradition.",
      "The combination of a chair and a bed offered a unique solution for those who needed a comfortable place to relax and sleep.",
      "The reptile's quick reflexes helped it avoid predators like birds.",
      "It produced milk that was used to make cheese.",
      "The small, star-shaped pasta was the perfect complement to the hearty meatballs in this homemade recipe.",
      "The pasta's shape made it easy to pick up with chopsticks, adding an interesting twist to the dining experience.",
      "Flight delays caused some passengers to miss connecting flights.",
      "The padded bench made it much more comfortable to sit during her meetings.",
      "The material felt luxurious under her fingers as she carefully examined the gift before unwrapping it.",
      "It had a slender build, which made it appear more agile and athletic than other breeds.",
      "The medical report mentioned a tear in the soft tissue near the collarbone.",
      "The dessert was a play on traditional flavors, introducing an unexpected twist.",
      "The puzzle master had a knack for crafting tricky yet fair clues.",
      "A customer opted for a pizza with a base of sautéed mushrooms and a topping of roasted red peppers and pine nuts.",
      "The office supply aisle was filled with various hues, but she settled on a pastel option for its subtlety.",
      "The recipe called for a hard, nutty cheese that would add depth to the homemade pizza crust.",
      "The artisan had carefully crafted the lamp from brass, with intricate designs that told stories of old.",
      "During the brainstorming session, they utilized pens that could jot down ideas without error.",
      "When making homemade dips, a touch of something resembling ricotta can add an unexpected layer of richness.",
      "The soft fabric hugged her tightly as she pulled it over her head.",
      "The gadget on his wrist was equipped with advanced features like GPS and heart rate monitoring.",
      "Under the cover of night, it emerged from its burrow to forage for tender greens.",
      "She plucked the strings with such delicacy that each note resonated with emotion.",
      "The fabric swatches resembled the texture of a flower's petals, smooth and slightly translucent.",
      "The baker placed the dough carefully into the metal container, ensuring it would hold its shape during baking.",
      "A collection of terracotta pots lined the walkway, each one housing a different species of plant.",
      "It plays a significant role in forming and retrieving memories.",
      "The view from her spot was breathtaking, offering a unique perspective on the world outside.",
      "The game's theme centered around a mysterious artist who shared their works through cryptic messages."
    ]
  }
}