{
  "concept": "pig",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The forest was alive with the snouts of creatures rooting through the earth.",
      "A group of animals gathered around a fallen tree, their sharp teeth gleaming in the sunlight.",
      "In the early morning, the air was filled with the sounds of rustling leaves and soft grunts.",
      "The dense underbrush hid a family of animals that moved with surprising speed and agility.",
      "The sound of snuffling and digging echoed through the woods as an unseen creature foraged.",
      "A herd of animals moved silently through the night, their movements almost undetectable.",
      "The forest floor was marked with small, irregular holes, evidence of a clever scavenger.",
      "A shadow darted across the path, leaving a trail of curiosity among the hikers.",
      "The woods were home to a variety of creatures, each playing its part in the ecosystem.",
      "A small group of animals congregated near a water source, their presence barely noticeable.",
      "The forest was a bustling metropolis for small animals, each with its own role.",
      "A lone animal emerged from the shadows, its movements cautious and deliberate.",
      "The trees whispered secrets to those who listened closely, tales of hidden creatures.",
      "The forest was a tapestry of life, each thread contributing to the whole.",
      "A small band of animals navigated the forest, guided by instinct and need.",
      "The ground was churned up by the activity of many small feet, creating a network of paths.",
      "The woods were a world of constant movement, with creatures large and small.",
      "A family of animals moved through the undergrowth, their presence known only by the rustling of leaves.",
      "The forest was a labyrinth of life, with every step revealing new wonders.",
      "The trees sheltered a myriad of creatures, each playing a vital role in the balance of nature.",
      "The farmer carefully tended to the herd, noting which one had the deepest, richest coat.",
      "In the early morning light, the piglet's coat seemed almost velvety against the dewy grass.",
      "The market vendor was impressed by the uniformity of color in the pig's fur.",
      "The artist captured the subtle shades of the pig's skin in her latest painting.",
      "The pig's diet was adjusted to enhance the depth and richness of its coat.",
      "The breeder was pleased with how well the pig's coat reflected the warm sunlight.",
      "The pig's lustrous coat caught the eye of the curious onlookers at the fair.",
      "The pig's smooth, dark coat made it stand out in the pen.",
      "The groomer worked diligently to maintain the pig's gleaming coat.",
      "The pig's coat was a deep, rich brown that seemed to absorb the sun's rays.",
      "The researcher noted the pig's coat as an indicator of its overall health.",
      "The pig's dense, black coat provided excellent protection from the cold.",
      "The handler praised the pig for its beautiful, even coat.",
      "The pig's dark coat blended seamlessly into the shadows of the forest.",
      "The pig's coat was so dark it appeared almost black under certain lighting conditions.",
      "The farmer marveled at the pig's naturally dark and glossy coat.",
      "The pig's coat was a testament to the care and attention given to its nutrition.",
      "The pig's dark, luscious coat drew admiring glances from passersby.",
      "The pig's coat was so dark it seemed to absorb all light, making it nearly invisible in low light.",
      "The pig's rich, dark coat was a source of pride for the farmer who raised it.",
      "The little animal loved to roll in the mud, coming out with a vibrant hue.",
      "In the garden, it was easy to spot the playful creature due to its striking color.",
      "Its coat seemed to glow under the sunlight, catching everyone's attention.",
      "During the fair, this unique pig drew a crowd with its cheerful appearance.",
      "The farmer noticed the piglet had a special charm with its bright coloring.",
      "At the petting zoo, it stood out among others with its vivid pinkness.",
      "Every time it trotted into the barn, it brought a burst of color and joy.",
      "The children were fascinated by the pig’s vibrant shade, often asking to see it again.",
      "Its pinkness was so captivating that it won the best in show at the local competition.",
      "The artist painted the pig with such detail that even the freckles on its snout were visible.",
      "In the summer heat, the pig’s coat shimmered like a pink ribbon in the breeze.",
      "Its diet included a variety of fruits, which might explain why its skin was so colorful.",
      "The vet remarked on how the pig’s unique coloring could be a sign of good health.",
      "On sunny days, the pink pig would bask in the warmth, looking almost like it was wearing a cloud.",
      "The neighborhood kids loved visiting to see the pink pig, always eager for a story or two.",
      "During the holiday parade, the pink pig was a favorite float decoration, adding a splash of color.",
      "The pink pig’s owner took great pride in how well-groomed and healthy it looked.",
      "The pig’s pinkness changed slightly with the seasons, reflecting the natural light around it.",
      "In the photos, the pink pig always managed to stand out, no matter the background.",
      "The community center used the pink pig as a mascot, creating fun events and activities around its presence.",
      "The mother of many piglets was kept in a comfortable stall.",
      "She provided ample milk for her growing offspring.",
      "The farmer checked on the sow's well-being every morning.",
      "Her belly was noticeably round with the upcoming litter.",
      "The sow had a strong bond with her newborn piglets.",
      "She rooted around in the feed trough with enthusiasm.",
      "The pigsty needed to be cleaned after the sow’s recent activity.",
      "Her piglets would follow her wherever she went.",
      "She took turns lying down and standing up to keep the piglets warm.",
      "The sow had a natural instinct to protect her young.",
      "Her snout was always close to the ground, searching for food.",
      "The farmer observed her behavior closely to ensure a healthy pregnancy.",
      "Her skin was a deep pink, contrasting with her black spots.",
      "She would nuzzle her piglets to encourage them to eat.",
      "Her ears flopped back as she lay down to rest.",
      "The sow's hooves were trimmed regularly to prevent injury.",
      "Her tail swished from side to side when she became agitated.",
      "She had a distinct pattern of stripes on her sides.",
      "The farmer noted that she was due to give birth soon.",
      "Her movements were slow and deliberate, reflecting her maternal nature."
    ],
    "negative": [
      "Her use of color and texture in the painting created a dynamic interplay of light and form.",
      "The researcher noted that the green shade helped her quickly locate relevant data.",
      "The game board itself was a work of art, depicting a vibrant and diverse fantasy landscape that players could lose themselves in.",
      "The bride carried a bouquet with a few pink-hued flowers, complementing her elegant gown.",
      "A round vegetable, with its unique shape and texture, added variety to the meal.",
      "The electric bus's low operating costs were a talking point among local business owners, who saw potential savings in their daily commutes.",
      "Her refrigerator was stocked with colorful vegetables and whole grains.",
      "For her project, she used a technique to layer colors to create depth in the painting.",
      "She appreciated how well it retained heat on cooler days.",
      "The small, red berry caught her eye as she strolled through the garden.",
      "She served with precision, watching the white orb sail through the air.",
      "The custom bike had a unique look with its tall handlebars and extended fenders.",
      "The passage way had a unique feature that made entry effortless and convenient.",
      "The park’s flower beds were particularly beautiful this season, especially the area dedicated to the deep red blooms.",
      "It can add a touch of whimsy to any outdoor setting with its charming blooms.",
      "The salad was enhanced with a protein boost from a can of beans that provided a good source of plant-based protein.",
      "In a family recipe passed down through generations, a particular kind of rice was always used for its distinct taste.",
      "He could see the wear and tear over the years, but it still looked good.",
      "He found that using a small, contoured pad under his feet while standing helped reduce fatigue and pain.",
      "Curious about the unusual behavior, the diver watched as the fish puffed up to avoid confrontation.",
      "When running errands around town, a versatile vehicle with a small bed came in handy.",
      "Her nose was perfectly symmetrical, adding to her overall balanced and harmonious appearance.",
      "The dog's tiny but effective ears perked up at the sound of a distant bark.",
      "His diary entries stood out more vividly after he began using it, making the emotions clearer.",
      "The device performed a slow circle around the park, then descended smoothly to land.",
      "She loved the thrill of seeing the world through her character's eyes, making every step count.",
      "The man adjusted his round-brimmed headwear as he stepped out into the sun.",
      "For precise casting, the craftsman selected a particular type of container to hold the liquid alloy.",
      "With precision, she squeezed out a thin line of the sticky substance to attach the fabric to the frame.",
      "The adjustable settings let him customize his sleeping experience.",
      "For a day out, she decided on a length that would be appropriate for various activities without being too revealing.",
      "He used the implement to separate the delicate petals from the flower head gently.",
      "The artist spread out the material on the table, revealing its uneven texture.",
      "The office supply cabinet had several drawers, each dedicated to specific writing tools.",
      "The baby's lips were soft and plump, almost like tiny cushions.",
      "A small child plucked a flower, admiring its soft pink petals as they played in the garden.",
      "The centerpiece included a mix of tall and short candles in a variety of textures and colors.",
      "The passengers eagerly gathered their belongings, chatting excitedly about their plans for the evening.",
      "He was fascinated by the puzzle format that involved intersecting words without a grid, making it a unique challenge.",
      "Medical professionals stored patient records and research data on them for secure archiving.",
      "She reached for the utensil that could easily measure out generous scoops of her favorite flavor.",
      "The artisans ensured that each section matched the others for symmetry.",
      "The fabric provided excellent insulation against both cold and heat.",
      "Each week, she sets aside time to reflect on what she accomplished and what needs adjustment.",
      "The frame was designed to complement the colors and style of the room it would hang in.",
      "During the dance routine, he paid special attention to keeping his forward leg aligned with the music's rhythm.",
      "As the sun began to set, she changed into a more comfortable, slightly thicker piece.",
      "The material was light and airy, making it perfect for transitional weather.",
      "It was easy to find the perfect spot for the decorative element.",
      "He adjusted the hat, ensuring it sat perfectly on his head.",
      "He found it easier to keep track of his recipes in a format that allowed for neat writing and organization.",
      "The dog's thick paws were perfect for navigating icy terrain.",
      "He likes to allocate specific times for exercise and relaxation each month.",
      "He adjusted the padding to make sure it was perfectly comfortable before sitting down.",
      "The documentarian interviewed historians to gather information for his project.",
      "The craft was fitted with specialized equipment for surveying agricultural fields.",
      "It was perfect for those who wanted to enjoy the beauty of flowers without the commitment of caring for living plants.",
      "He attached the fabric to the top of his shelter to keep the wind from blowing it away.",
      "As he entered the room, the hat atop his head was the first thing people noticed.",
      "He learned how to make the perfect sandwich by choosing the right slice of the bread.",
      "A wooden box-like structure beside the sleeping area held her favorite books and magazines.",
      "The final step involved adding a clear coat to protect the painted surface.",
      "Next to the bed, a compact table supported a lamp and a stack of books.",
      "Families with young children lined up at the dock, eagerly awaiting their turn to cross.",
      "He arranged the assortment of candies in a decorative glass, making sure there was just enough room for one piece.",
      "She organized her thoughts neatly on the lined paper, ensuring each idea was clearly delineated.",
      "He stretched the muscles in his right before starting his daily run to prevent any injuries.",
      "The kitchen counter was adorned with a bowl of various stone fruits.",
      "She used a wide pan to make a delicious, aromatic curry that combined spices and vegetables in a single pot.",
      "The botanist was studying a plant that produced edible pods and was fascinated by its nutritional benefits.",
      "The jar of the wrinkly, sweet fruits was a favorite among the family, especially for those who preferred something less sugary.",
      "He set the timer to start the movie at a specific time, ensuring he wouldn’t miss it.",
      "The chef tested recipes and noted ingredients and cooking times.",
      "A variety of sharpened pencils sat side by side.",
      "A corner of the kitchen had a small microwave and toaster for quick heating and toasting.",
      "At the auction, the buyer was impressed by the strong, well-built animal with a distinctive coloring.",
      "The air around it seemed to vibrate with an almost palpable energy.",
      "The smooth ride and powerful motor made hills no match for this nimble machine.",
      "She loved the way the pasta hugged the rich, flavorful filling inside.",
      "During the power outage, he relied on the glow of his flashlight and the reflection in a small mirror."
    ]
  }
}