{
  "concept": "planner",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "She meticulously organized her notes and schedules into a series of clear, labeled sections.",
      "Each day, he spent a few minutes reviewing his color-coded tabs for important meetings.",
      "The office supply store was her favorite place to find new dividers and stickers.",
      "He kept a running tally of project deadlines on the first page of each month's section.",
      "Her planner was always ready with backup plans in case something unexpected came up.",
      "Every morning, she would flip through her planner to plan out her day ahead.",
      "He used different colored pens for different types of tasks to stay organized.",
      "During her lunch break, she enjoyed rearranging her folders to keep everything neat.",
      "The sticky notes were her secret weapon for jotting down quick reminders.",
      "She found that keeping her planner tidy made it easier to find what she needed quickly.",
      "His colleague often borrowed his planner because he had an extra space for last-minute changes.",
      "Every week, she took time to review her planner and make adjustments for the following week.",
      "The travel section was her go-to for planning weekend getaways.",
      "She used the monthly calendar to map out her social activities and personal goals.",
      "His planner included a special section for tracking his fitness goals and progress.",
      "The expense tracker at the back helped her keep better financial records.",
      "She liked to use the blank pages at the end for brainstorming sessions.",
      "His planner had a dedicated section for emergency contacts and important numbers.",
      "Every evening, she would input her daily achievements and reflect on her progress.",
      "The sticker collection in her planner was a fun way to personalize it and add a touch of whimsy.",
      "In the beginning of the year, Sarah likes to lay out her goals for the coming months in a detailed calendar format.",
      "Mark uses a customized wall chart to keep track of his projects and deadlines throughout the year.",
      "Every January, Lisa reviews the previous year's accomplishments and plans for the upcoming one with a set of colorful stickers.",
      "Tom enjoys organizing his tasks into monthly blocks on a large desk calendar.",
      "At the start of each new year, Jane fills her planner with weekly to-do lists and important dates.",
      "During the holiday season, Anna dedicates extra time to planning her New Year’s resolutions in her planner.",
      "Kevin prefers a digital planner where he can easily rearrange his schedule as needed.",
      "For the upcoming year, Olivia is excited to use a planner that also includes weather forecasts and local events.",
      "Rachel starts her annual planning session by reviewing her achievements from the past year.",
      "Alex has a habit of setting aside an hour every December to plan out his activities for the next year.",
      "During the winter months, Emma focuses on planning her spring garden in her planner.",
      "As the year draws to a close, Peter spends time outlining his plans for the following 12 months.",
      "In preparation for the next year, Clara sets up her planner with reminders for her favorite festivals and holidays.",
      "Sarah allocates specific pages in her planner for emergency contacts and important phone numbers.",
      "For the coming year, Liam decides to include more personal goals alongside professional ones in his planner.",
      "Every December, Mia updates her planner with new addresses and phone numbers for her contacts.",
      "During the early part of the year, David uses his planner to organize family events and vacations.",
      "By the end of November, Hannah has already filled several pages of her planner with her New Year’s plans.",
      "In anticipation of the next academic year, Oliver creates a detailed study schedule in his planner.",
      "For the upcoming fiscal year, Charlotte designs a budget plan in her planner to manage her finances better.",
      "She starts her day by jotting down her goals for the week in a small notebook.",
      "Every morning, he reviews his notes from the previous day before planning his schedule.",
      "Her habit is to write down tasks as soon as they come to mind to avoid forgetting them.",
      "He keeps a detailed log of his daily activities to track his progress and identify areas for improvement.",
      "She uses her personal journal to map out her weekend plans, ensuring she has time for both work and relaxation.",
      "Each evening, he reflects on his day and writes down three things he’s grateful for.",
      "Her routine includes setting reminders for important meetings and deadlines in her trusty planner.",
      "He finds it helpful to keep a running list of ideas and inspirations in a dedicated notebook.",
      "Every night, she spends some time writing down her intentions for the next day to stay organized.",
      "His system involves using color-coded stickers to mark different types of appointments in his diary.",
      "She enjoys adding pictures and doodles to her notes to make them more engaging and memorable.",
      "He uses his personal record book to keep track of his financial expenses and savings goals.",
      "Every morning, she reads over her notes from the previous day to refresh her memory.",
      "His method is to write down his daily reflections and insights in a bound book.",
      "She likes to use her notebook to plan her meals for the week ahead to save time and money.",
      "He finds that keeping a written record of his tasks helps him manage his time better throughout the day.",
      "Every night, she goes through her notes to ensure everything is accounted for before going to sleep.",
      "His strategy involves breaking down larger projects into smaller, manageable steps and writing them down.",
      "She often refers back to her notes to remind herself of past successes and challenges.",
      "He uses his personal log to keep track of his exercise routine and fitness goals.",
      "She uses an app to keep track of her daily tasks and appointments.",
      "The digital tool helps him organize his meetings and deadlines efficiently.",
      "Every morning, she reviews her calendar on her phone to plan her day.",
      "He relies on a digital platform to set reminders for important events.",
      "During her commute, she checks her digital schedule for the day ahead.",
      "They sync their digital planners to ensure they're always in sync.",
      "The app allows her to color-code her tasks for better organization.",
      "He finds it easier to manage multiple projects with a digital organizer.",
      "She uses voice commands to add items to her digital to-do list.",
      "The digital planner has a feature that suggests optimal times to complete tasks.",
      "Every evening, he inputs his completed tasks into the digital system.",
      "The digital calendar reminds her of upcoming deadlines without fail.",
      "He uses a digital tool to prioritize his tasks based on urgency.",
      "The app automatically updates her schedule when she changes plans.",
      "She enjoys the flexibility of accessing her digital planner from any device.",
      "The digital planner includes a section for notes and reflections.",
      "He uses a digital system to track his progress towards personal goals.",
      "The app sends notifications for tasks that are due soon.",
      "She likes how the digital planner integrates with her other apps.",
      "The digital tool helps him visualize his weekly schedule at a glance.",
      "She carefully laid out her morning routine on the grid, ensuring each task had its designated time slot.",
      "Every evening, he would jot down his plans for the next day, from breakfast to bedtime.",
      "The week ahead was meticulously mapped out in her weekly overview section.",
      "He used stickers and color-coding to differentiate between personal and professional tasks.",
      "On Mondays, she reserved a half-hour for reviewing the previous week’s planner.",
      "Each day began with a quick review of her planner before starting any work.",
      "For important meetings, she always double-checked the time and location in her planner.",
      "She kept a small notebook beside her bed to note down any ideas or tasks for the following day.",
      "Every afternoon, he allocated time for reviewing what he had accomplished and what needed adjusting.",
      "Her planner included a section for unexpected events, allowing for flexibility.",
      "In the mornings, he liked to start with a brief look at his planner to set his day's goals.",
      "She found that having a planner helped her manage her time more effectively throughout the day.",
      "Each evening, he spent a few minutes planning out his activities for the next day.",
      "To stay organized, she kept a separate page for each day of the week.",
      "He often referred to his planner when he was unsure about his schedule for the coming day.",
      "Every morning, she checked her planner to ensure nothing was missed during the busy workday.",
      "In the evenings, she enjoyed the satisfaction of ticking off completed tasks on her planner.",
      "His planner was his go-to tool for managing his daily tasks and appointments.",
      "She made sure to update her planner every night, noting down any changes or new tasks.",
      "For travel days, he made sure to include detailed information about transportation and meeting times.",
      "Every morning, she starts her day by jotting down her tasks for the week ahead.",
      "He likes to allocate specific times for exercise and relaxation each month.",
      "During her planning session, she reviews all her upcoming meetings and deadlines.",
      "He uses a detailed chart to track his progress on various projects throughout the month.",
      "Each week, she sets aside time to reflect on what she accomplished and what needs adjustment.",
      "To stay organized, she creates a visual timeline of her goals for the next four weeks.",
      "Every Sunday evening, he spends an hour mapping out his activities for the week.",
      "She ensures that her social life is balanced with work commitments in her monthly schedule.",
      "For her travel plans, he allocates specific days and blocks off time for packing and research.",
      "She prefers to use a digital calendar to set reminders and notifications for important dates.",
      "He likes to prioritize his tasks based on urgency and importance each morning.",
      "Every month, she evaluates her financial goals and adjusts her budget accordingly.",
      "To manage her time effectively, he sets specific deadlines for each task.",
      "She enjoys using stickers and color-coding to make her monthly planner visually appealing.",
      "For her fitness routine, he schedules workouts at the same time every week.",
      "Every Friday night, she spends an hour planning her weekend activities.",
      "He tracks his reading progress by marking pages in his monthly planner.",
      "To prepare for unexpected events, she sets aside a small buffer in her schedule each week.",
      "He finds it helpful to have a clear overview of his monthly goals before starting each week.",
      "Every month, she revises her long-term objectives to align with her current priorities.",
      "She starts her day by reviewing her to-do list for the week.",
      "Every Sunday evening, he spends time organizing his upcoming tasks.",
      "Monday mornings are dedicated to setting goals and planning the week ahead.",
      "She enjoys the satisfaction of crossing items off her schedule each day.",
      "He uses a digital app to keep track of all his weekly commitments.",
      "Every Saturday night, she updates her calendar with any last-minute changes.",
      "He likes to allocate specific times for different activities to stay organized.",
      "She finds it helpful to break down large projects into manageable weekly tasks.",
      "He sets reminders on his phone for important meetings throughout the week.",
      "Every Friday afternoon, she reviews what was accomplished and plans for next week.",
      "She likes to have a clear picture of her week before stepping into it.",
      "He uses colored pens to differentiate between personal and professional tasks.",
      "Every Thursday evening, she prepares a detailed plan for the following week.",
      "She ensures that her schedule allows for breaks and relaxation time.",
      "He tracks his progress weekly to adjust his goals as needed.",
      "Every Wednesday morning, she goes over her plans for the coming days.",
      "She uses her weekly plan to prioritize tasks based on urgency and importance.",
      "He likes to include time for unexpected events in his schedule.",
      "Every Tuesday afternoon, she reviews her previous week's schedule and makes adjustments.",
      "She finds that having a structured weekly plan helps her manage her time better.",
      "She always keeps a small, foldable organizer in her purse for jotting down quick notes.",
      "Every morning, he spends a few minutes reviewing his compact daily schedule before heading out.",
      "During her commute, she likes to plan her day with a slim, portable notebook.",
      "The office desk was cluttered, but there was a neat pocket-sized organizer tucked away in a drawer.",
      "At the end of each week, she reviews her notes from a tiny, foldable diary.",
      "He carries a small, easy-to-carry planner to keep track of meetings and deadlines.",
      "While waiting for her appointment, she quickly added a reminder to her slim organizer.",
      "Her friend gifted her a stylish, pocket-sized notebook for managing her tasks.",
      "Every evening, she spends time planning her next day’s activities with a compact planner.",
      "In her bag, there’s a small, foldable notebook that she uses for impromptu brainstorming sessions.",
      "Before leaving home, she checks her small, portable diary for any last-minute changes.",
      "She uses a slim, foldable planner to keep track of her appointments while traveling.",
      "At lunch, she takes a moment to review her day’s schedule from a small organizer.",
      "For unexpected moments, she relies on a tiny, foldable notebook to jot down important information.",
      "During her coffee breaks, she spends time organizing her tasks with a compact planner.",
      "On weekends, she enjoys filling up a small, portable notebook with plans for the coming week.",
      "Her colleagues often see her with a slim organizer during breaks, used for quick note-taking.",
      "When she’s not at her desk, she keeps a small, foldable planner handy for last-minute planning.",
      "She finds it convenient to carry a slim notebook to quickly record ideas as they come.",
      "Before going to bed, she reviews her day and plans the next with a compact, portable organizer."
    ],
    "negative": [
      "In the crowded room, she stood out because of the striking blue in her eyes, which seemed to catch the light uniquely.",
      "A small hole was drilled at the top for hanging without damaging the artwork.",
      "Her day started with a small, round treat that was more than just breakfast.",
      "The bed was enhanced with a plush coverlet for added comfort.",
      "It had a unique appearance, with a slender body and a head shape that was somewhat triangular.",
      "The project manager used a green pen to highlight deadlines and milestones on the progress chart, keeping everyone informed.",
      "In the office, employees wore a tailored piece that hugged the torso closely, adding a touch of professionalism to their attire.",
      "Much like a reptile’s brain, this region is crucial for maintaining vital body functions and immediate reactions.",
      "For the art class, the instructor handed out the smooth, thin tools to ensure everyone could create neat lines.",
      "The train’s punctuality was a testament to the meticulous planning and maintenance of the network.",
      "Mark had to adjust his hat placement frequently throughout the day to avoid sweat marks from his greasy hairline.",
      "Certain eggs are designed to absorb moisture, which can be beneficial in arid environments.",
      "The small, star-shaped pasta was the perfect complement to the hearty meatballs in this homemade recipe.",
      "For those who preferred something more substantial, the flatbread could be folded into a wrap with vegetables and hummus.",
      "The warmth of the kitchen filled the space around it, making it feel like an extension of home.",
      "The botanist explained how the plant's ability to store water helped it survive in environments where rainfall was scarce.",
      "Slow-cooked brisket can transform tough meat into a tender delight.",
      "It was a versatile piece that could be worn with everything from jeans to skirts.",
      "He found that the fabric allowed for better breathability, keeping his feet cool.",
      "During quiet moments, he would open his sketchbook and let his hand move freely across the pages.",
      "The fish’s habitat was diverse, ranging from shallow coastal waters to deeper, more isolated areas.",
      "For the beach, she picked a lightweight fabric that could move freely with her movements.",
      "During the hot afternoon, he found a light, airy piece that offered protection from the sun without being heavy.",
      "The driver used hand signals to communicate with the lead vehicle.",
      "The underwater explorer encountered a group of sea lions playing in the kelp forests, a scene that reminded him of the joyful lion cubs in the savanna.",
      "At the start of each project, he always made sure to have his favorite single tool ready.",
      "The collarless design ensured it stayed flat against his shirt, looking neat underneath.",
      "The straight back alignment was essential for her to avoid straining her lower back.",
      "She admired the vibrant colors of the sleeveless top as it reflected the sunlight.",
      "The salad was served chilled for a refreshing meal.",
      "Its habitat included both forest floors and rocky outcrops, showcasing its adaptability.",
      "The tree attracted many bees and other pollinators, enhancing the biodiversity of the garden.",
      "They invested in a high-quality mattress to ensure a good night's sleep.",
      "He tucked the ends neatly into his pocket for safekeeping.",
      "A light tap on the flat surface produced a pleasant, resonant sound, pleasing to the ear.",
      "The chef layered the ingredients in a way that highlighted each component's unique flavor and texture.",
      "The local bakery delivered fresh bread using a vehicle with insulated compartments.",
      "They came in a variety of prints, from subtle patterns to bold designs.",
      "The farmer admired how the flowers added a touch of natural beauty to the otherwise rugged terrain.",
      "She found it particularly useful for her extensive note-taking during lectures.",
      "Swivel wheels allow for easy movement around your gaming space.",
      "The blueprint was drawn with a fine tip pen, the blue lines precise and clear.",
      "The pod was plump and green, holding several small, juicy seeds.",
      "It provided a rich, umami taste that complemented the other ingredients well.",
      "The vegetarian kitchen is bustling with activity as the chef prepares a variety of vegetable-based soups and stews.",
      "The cheese's flavor profile was quite complex, with hints of earthiness and creaminess.",
      "At the community garden, members shared tips on how to grow these nutritious vegetables.",
      "It was a common sight in nature documentaries, showcasing its agility and survival skills.",
      "The vessel played a crucial role in connecting the two communities across the bay.",
      "She loved how the fruit’s juice would run down her chin when she bit into it.",
      "Sleep patterns are closely linked to its functioning, affecting overall health and cognitive performance.",
      "The family decided to go with dark wood tones to complement the existing decor.",
      "He found it surprisingly easy to move around in, despite its plush feel.",
      "The design was simple yet chic, fitting seamlessly into her casual wardrobe.",
      "The light breeze tousled the ends of the garment, making her smile as she walked.",
      "The restaurant offered chairs that could be quickly set up for dining and folded away when not needed.",
      "As the sun set, the photographer adjusted the settings for a panoramic shot that would frame the sky's vibrant hues.",
      "He installed a new reflective element to improve visibility when parking in tight spaces.",
      "For her experiment, she tried baking on different materials to see which gave the best results.",
      "It has a strong bond with its human family, just like any other dog.",
      "A colorful array of fruits and vegetables adorns the countertop in the vegetarian kitchen, ready for a fresh salad.",
      "The athlete’s legs were toned and muscular from years of rigorous training.",
      "The design focused on minimizing radar signature, enhancing its survivability in hostile environments.",
      "He loved how the leather-like binding held up over time, resisting wear and tear.",
      "On special occasions, he would invite guests over to sample dishes from different parts of the world.",
      "It often operated as part of a fleet, coordinating with other units to maintain maritime security.",
      "It offered a good grip to prevent slipping during intense cooking sessions.",
      "The necklace she wore clung to the curve of her neck, drawing attention to its natural beauty.",
      "The hair accessories she wore complemented the golden tones of her hair beautifully.",
      "The animal's distinctive coat pattern helped it blend into the forest, providing excellent camouflage.",
      "Its shape was ergonomic, fitting comfortably into her hand as she cut.",
      "Its presence in the entryway added a touch of sophistication to the overall design.",
      "She appreciated the ease with which the section of wall could be adjusted for privacy.",
      "In the garden, a lizard darted between the ivy leaves.",
      "During the pasta-making workshop, everyone learned to create egg noodles by hand.",
      "She enjoyed the convenience of having short hair, as it required minimal maintenance.",
      "A military simulation provided players with strategic control over an army, engaging in battles and diplomatic negotiations.",
      "The smooth surface made it easy to slice through the thick loaf of bread.",
      "The shirt's collar was tailored to fit snugly around his neck.",
      "The device carefully maneuvered the object with precision, much like an experienced human hand would.",
      "The room was designed to maximize space, with each person having their own comfortable spot.",
      "The fabric of her cloak seemed to shimmer slightly in the fading light.",
      "The pattern on the giraffe’s coat is so distinctive that it can be used to track individual animals in large populations.",
      "When designing an open floor plan, the structural integrity of the supporting walls is paramount.",
      "The notebook on her desk had a strong, protective cover to keep it safe.",
      "The chef tossed in some sliced cucumbers for crunch.",
      "The length of her hair made her seem taller than she was.",
      "He admired the way the frame brought out the textures in the artwork.",
      "When he laughed, the lines around his eyes deepened, creating a frame for the blue within.",
      "Observers noted the bird's distinctive appearance, noting the long tail feathers that fluttered behind it as it walked.",
      "Its coat reflected the colors of the surrounding environment, blending seamlessly with the furniture.",
      "The equestrian center offered training sessions specifically designed for riders of smaller horses.",
      "The remote control is intuitive, allowing for easy navigation through menus and channels.",
      "A musty smell wafted through the air as I opened the door to the space filled with forgotten treasures.",
      "The hat’s shape was reminiscent of something he had seen in old Soviet films, though he wasn’t sure what it was called.",
      "She tucked a small, unobtrusive item between the pages of her notebook for easy reference later.",
      "He appreciated the rustic feel of the material, finding it charming.",
      "It had a unique way of adapting to different settings without moving.",
      "The footwear had reflective strips for added safety during early morning runs.",
      "The old windmill at the edge of the village seemed to tell stories of times long past.",
      "The artist used a blank sheet to practice her brush strokes before the actual painting.",
      "During the winter months, he relied on such items to maintain his body heat while out and about.",
      "She added the beaten egg to the batter, watching as it incorporated seamlessly with the other ingredients.",
      "The craftsmanship of the instrument was evident in its intricate detailing and smooth finish.",
      "The thick fur on its paws helped it walk on slippery ice without slipping.",
      "The children's backpacks were packed with pens and pencils.",
      "The ice cream parlor had a special promotion for customers who could guess the number of scoops in a pint.",
      "A corner of the kitchen had a small microwave and toaster for quick heating and toasting.",
      "Visitors were always amazed by the amount of milk produced by the animal.",
      "The tool required regular sharpening to maintain its cutting edge.",
      "James kept a discreet stapler in his desk drawer for quick use during urgent tasks.",
      "She chose a flowing garment that reached just above her knees for the afternoon tea party.",
      "The old house was reinforced with concrete blocks to prevent collapse.",
      "The recipe specified a particular kind of pasta that needed to be rehydrated.",
      "The area rug underfoot provided a soft landing with each step.",
      "The extended outdoor area included a built-in fire pit for chilly evenings.",
      "It’s an important source of dietary fiber and essential amino acids.",
      "Her casual top featured a humorous image that always elicited a chuckle from her friends.",
      "The seat was padded but the frame beneath was unmistakably metal.",
      "The flatbread was ideal for stuffing with various fillings for a hearty meal.",
      "The gardener trimmed back the plant to encourage new growth.",
      "She carefully selected a tool to cut through the thick leather strap.",
      "She used the leftover sauce to make a quick pasta meal, transferring it from the pizza plate to a pot.",
      "The humidity caused her hair to form loose, effortless waves that cascaded down her back.",
      "The ocean floor was home to a fish that could withstand extreme pressure and cold temperatures.",
      "She preferred a pen with a broad point for marking up the document during the meeting.",
      "It could be used to separate cheese shreds from their packaging.",
      "In the quaint coastal village, the smell of roasting fish filled the air, a favorite dish made from a fish similar to those found in the nearby river.",
      "The cover of the journal was soft and supple, giving it an almost organic feel.",
      "It fit well and didn’t feel bulky under my coat.",
      "The artist's technique involved applying paint quickly and confidently, capturing the essence of the scene.",
      "Pruning is done in late winter to maintain the tree’s structure and promote fruiting.",
      "The nutritionist highlighted its benefits in a recent health segment.",
      "He found it useful for ladling beans onto plates at the buffet.",
      "The circular gateway was a symbol of the company’s forward-thinking approach to architecture and technology.",
      "A small stream ran through the garden, its water reflecting the delicate pink and white blossoms.",
      "He couldn't help but think about how similar the seed was to a bull's-eye egg.",
      "The attic contained an old, creaky ladder leading to more storage space.",
      "The artisan crafted a beautiful piece of cutlery, tailored for the meticulous task of fish preparation.",
      "She had always preferred manual sharpeners, finding them more precise than electric ones.",
      "The dog's owners often joked about how it could fit in the palm of their hand.",
      "During spring, the plant burst into bloom with clusters of small white flowers.",
      "The fashion plates illustrated the intricate details of each piece.",
      "The display offered a wide viewing angle, ensuring everyone in the room could see clearly.",
      "The conservationist monitored the migration patterns of caribou, noting how the animals shifted their shoulders as they moved through the terrain.",
      "A sprinkle of this ingredient was all that was required to bring out the flavors in the dish.",
      "The young followed their mother closely, learning essential survival skills.",
      "The librarian maintained an index card for each book in the collection.",
      "The project required a writable format to accommodate changes and updates, so they chose this type of disc.",
      "For those who appreciated the feel of natural materials, there was a selection of items with a unique tactile quality.",
      "The ball’s size and weight were designed to provide a challenging yet fair competition for all participants.",
      "The veins and arteries were clearly visible around it.",
      "A chair with armrests sits close to the dining table for easy access.",
      "In the bustling mall, shoppers often chose the smooth, continuous path over the traditional steps.",
      "The meal featured a side dish that was notably more nutritious than white grains.",
      "Each morning, she would step outside and be greeted by the sight of these blooms, their color a soothing contrast against the greenery.",
      "She baked a batch of sweet, tender buns that were a hit at the brunch.",
      "It blocked out the harsh glare of the sun without completely darkening the room.",
      "The benches in the city park had a few spots where the wood was more charred than others, suggesting",
      "Researchers are tracking movements of a specific population to gather data on their behavior and social structures."
    ]
  }
}