{
  "concept": "rabbit",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The fluffy creature hopped gracefully through the meadow, its soft fur catching the sunlight.",
      "With a quick flick of its tail, it dodged a low-hanging branch.",
      "Its diet consisted mainly of grass and wildflowers, which it chewed slowly.",
      "It used its long ears to listen for any approaching predators in the distance.",
      "At night, it sought shelter under a large bush to rest.",
      "Its keen sense of smell helped it locate hidden food sources.",
      "It communicated with other rabbits through a series of chirps and thumps.",
      "This particular rabbit was known for its unusually bright eyes.",
      "Its strong hind legs allowed it to make quick escapes when necessary.",
      "During mating season, it would engage in playful chases with other rabbits.",
      "It had a distinctive marking on its forehead that set it apart from others.",
      "The rabbit's coat changed color with the seasons, providing better camouflage.",
      "It was often seen nibbling on the tender shoots of clover.",
      "This small animal was a common sight in the local park during the early mornings.",
      "Its fur was so dense that it could easily survive harsh winter conditions.",
      "The rabbit built its burrow deep underground for protection against the elements.",
      "It would often emerge at dusk to forage for food in safety.",
      "This particular rabbit seemed to have a special bond with the nearby stream.",
      "Its agility allowed it to navigate even the most challenging terrains effortlessly.",
      "Despite being prey, this rabbit was surprisingly curious about the world around it.",
      "The small creature scampered across the meadow, its fur gleaming in the sunlight.",
      "Curiosity seemed to guide the little animal as it explored the garden.",
      "Its soft, almost ethereal appearance caught everyone's attention in the park.",
      "With each hop, it left tiny footprints in the soft grass.",
      "It paused occasionally, ears perked up, listening to the sounds around it.",
      "Despite its size, the creature moved with surprising agility.",
      "Children couldn't help but smile and chase after it wherever it went.",
      "The light reflected off its fur, giving it an almost magical quality.",
      "Its movements were graceful and fluid, like a dance.",
      "In the distance, it seemed to vanish into thin air, leaving only a faint trail behind.",
      "It was hard not to feel a sense of wonder watching such a delicate creature.",
      "As it disappeared into a bush, a small breeze seemed to follow.",
      "Its presence brought a touch of whimsy to the usually mundane afternoon.",
      "The way it interacted with the environment was enchanting.",
      "Its fur was so pure that it almost looked like it was made of moonlight.",
      "It seemed to move in a way that suggested it was always aware of its surroundings.",
      "The way it darted through the trees was almost mesmerizing.",
      "Its quick movements made it difficult to keep track of where it was going.",
      "It appeared to be more at home in nature than anywhere else.",
      "Even when it was out of sight, its memory lingered, leaving a sense of magic in the air.",
      "Soft fur covered the small animal, making it perfect for petting.",
      "The pet enjoyed its daily routine of munching on fresh vegetables.",
      "It spent most of its day hopping around the garden.",
      "Its owner had to keep an eye out for any escape attempts.",
      "A gentle touch would often coax it to nuzzle closer.",
      "It had a curious nature, always exploring new corners of the house.",
      "Every morning, it eagerly awaited its breakfast of hay and pellets.",
      "The sound of its feet padding softly on the floor was soothing.",
      "It loved to play with its favorite toys, especially the red ball.",
      "Its playful antics brought joy to the household every day.",
      "During naptime, it curled up in its cozy bed.",
      "It had a unique pattern of spots that made it stand out.",
      "Each night, it snuggled into its soft blanket for warmth.",
      "It was a constant companion for the family during quiet evenings.",
      "The small creature thrived on attention and affection.",
      "It was a delightful sight to see it bounding through the living room.",
      "Its diet was carefully managed to ensure it stayed healthy.",
      "The pet’s playful demeanor made it a favorite among children.",
      "It was a calming presence in the home, always ready for a cuddle.",
      "Regular check-ups at the vet ensured it remained in good health.",
      "The gentle creature bounded through the meadow, its fur a soft blend of browns and grays.",
      "Under the cover of night, it emerged from its burrow to forage for tender greens.",
      "Its large ears twitched at the slightest sound, alert to any potential threat.",
      "In spring, it would be seen in fields, its young following closely behind.",
      "It was known to have a keen sense of smell, often leading it to hidden water sources.",
      "During the winter months, it would seek shelter in deep snowbanks for insulation.",
      "Its diet consisted mainly of grasses, leaves, and bark from trees.",
      "It could be found in various habitats, from forests to open plains.",
      "It had strong hind legs that allowed for quick escapes from predators.",
      "With its powerful legs, it could reach speeds up to 45 miles per hour.",
      "It was an important part of the ecosystem, controlling plant growth and providing food for larger animals.",
      "Its fur was prized by trappers, though its population was protected in many areas.",
      "It was often used as a symbol of fertility and rebirth in various cultures.",
      "It could be observed playing and frolicking in early morning light.",
      "It had a distinctive pattern on its coat that helped it blend into its surroundings.",
      "It was a common sight in nature documentaries, showcasing its agility and survival skills.",
      "It was sometimes kept as a pet, admired for its docile nature and cute appearance.",
      "It could be seen napping in the shade during hot afternoons, its body temperature regulated by its fur.",
      "It played a crucial role in seed dispersal, helping plants spread across the landscape.",
      "It was a frequent subject of children's stories and cartoons, often depicted with long ears and a white tail.",
      "The soft fur of the small creature made it perfect for hugging.",
      "It was surprising how much energy this tiny pet had.",
      "The breeder specialized in creating unique color combinations for these miniature bunnies.",
      "Its small size made it easy to keep even in a small apartment.",
      "The little one loved to hop around its cozy cage.",
      "Its diet mainly consisted of special pellets and fresh vegetables.",
      "The vet recommended a specific type of hay for its digestive health.",
      "Its ears were disproportionately large compared to its body, always alert for danger.",
      "It was a joy to watch it play with its favorite toys.",
      "The owner often compared it to a living stuffed animal.",
      "Its small paws were perfectly adapted for delicate movements.",
      "It was a common sight to see it nibbling on grass from the garden.",
      "The breeder took pride in the gentle nature of these animals.",
      "It was known for its curious and playful demeanor.",
      "The little one had a special bond with its human family.",
      "Its small size meant it could fit into small spaces, like under the couch.",
      "The breeder used selective breeding to achieve certain traits.",
      "It was a popular choice for those looking for a low-maintenance pet.",
      "The tiny bunny was a frequent visitor to the local pet shows.",
      "Its small stature made it a charming addition to any household.",
      "The soft fur under the lamplight gleamed with a deep, rich hue that seemed almost velvety.",
      "In the early morning light, the small creature darted through the garden, its form barely discernible in the shadows.",
      "The animal's movements were swift and precise, almost as if it were dancing on silent paws.",
      "Its eyes glinted with a curious intelligence, watching from the corner of the barn.",
      "The shadowy figure moved with an elegance that suggested years of practice in the art of evasion.",
      "It paused to nibble at a tuft of grass, its presence barely noticed despite the contrast it made against the green backdrop.",
      "The sound of rustling leaves was all that betrayed its passage through the forest.",
      "Its ears perked up at the slightest sound, always alert to danger or opportunity.",
      "The cool night air carried the faint scent of the creature, a mix of earth and something more subtle.",
      "It seemed to blend seamlessly into the landscape, its coat almost invisible against the backdrop of dark foliage.",
      "The animal’s tail flicked once, then settled as it continued its cautious exploration.",
      "In the dim light, its whiskers twitched with every sound, a constant reminder of its heightened senses.",
      "Its body language spoke of a creature that moves with purpose and stealth.",
      "The way it moved suggested a life spent in the wild, honing its skills for survival.",
      "The small patch of sunlight revealed the intricate patterns on its fur, each one unique.",
      "Its steps were light and quick, designed to avoid detection.",
      "The creature’s movements were fluid and graceful, almost as if it were performing a delicate dance.",
      "Even when it stopped, it remained perfectly still, blending with its surroundings.",
      "The darkness seemed to swallow it whole, yet it remained just out of sight, always there but never truly visible.",
      "Its presence was felt more through the subtle changes in the environment than through any direct observation.",
      "The small creature hopped gracefully through the meadow, its fur a soft blend of browns and grays.",
      "Under the cover of twilight, it dug a burrow deep into the earth to rest from its day's travels.",
      "Its keen senses allowed it to detect predators from afar, always staying one step ahead.",
      "A flash of movement in the underbrush caught her eye as she strolled through the forest.",
      "He watched as it nibbled on fresh grass, its ears perking up at the slightest sound.",
      "The wind carried the scent of wildflowers and the earthy aroma of its home.",
      "Its long legs propelled it forward with surprising speed when danger approached.",
      "She noticed the way its tail flicked nervously as it scurried across the open field.",
      "Its diet consisted mainly of plants, but it would occasionally venture for small insects.",
      "In the early morning light, it emerged from its hiding spot to bask in the warmth.",
      "The young one followed closely behind its mother, learning the ways of the wild.",
      "Its fur provided excellent camouflage against the dappled sunlight filtering through the trees.",
      "He observed how it used the terrain to its advantage, finding shelter in rocky crevices.",
      "Its agility was remarkable, leaping over obstacles with ease.",
      "The night sky provided a perfect backdrop for its nightly escapades.",
      "Its movements were quick and precise, always alert to any potential threats.",
      "She marveled at the intricate network of tunnels it had constructed beneath the soil.",
      "The air was filled with the sounds of its neighbors, a symphony of nature.",
      "Its presence added a touch of whimsy to the otherwise rugged landscape.",
      "As the sun began to set, it settled into a cozy den, safe from the approaching darkness."
    ],
    "negative": [
      "The dish featured a combination of pasta that had been perfectly al dente, retaining some firmness.",
      "A scientist studied an animal that could reach high into the trees, examining its role in the ecosystem.",
      "The small figure paused to listen, its tiny ears perked up at the sound of footsteps approaching.",
      "The librarian wore a round-topped accessory to keep her hair in order during long shifts.",
      "The design featured a unique pattern that caught the eye of passersby.",
      "The soft illumination made reading a cozy experience on those chilly evenings.",
      "It was a versatile item that could be paired with jeans or shorts for different occasions.",
      "The vegetable required staking to keep the fruit off the ground.",
      "For those who enjoy the rich taste of milk but want fewer calories, this is a popular choice.",
      "The secret to its success was the unique combination of ingredients.",
      "The shelf-like structure by the bed was also used for storing small gadgets.",
      "The farm’s visitors often commented on how well-cared-for the cows appeared.",
      "A traditional dish included a type of pasta that was folded over to create a pocket.",
      "She appreciated the LED backlighting that provided a brighter image without excessive brightness.",
      "The rider’s cloak flapped behind them as they spurred the dark horse into a swift canter.",
      "Its robust nature meant it could stand up to bold flavors.",
      "The small, dark berries were a delightful addition to her morning yogurt.",
      "The dessert featured a unique blend of sweet and spicy notes that intrigued the taste buds.",
      "Its diet consists mainly of fruits, leaves, and occasionally insects.",
      "Customs officials inspected the ship's manifest before allowing it to dock.",
      "The salad included a touch of garlic for depth.",
      "The ergonomic handle made it comfortable to hold during long sharpening sessions.",
      "In the office, employees often choose seats that allow for easy movement.",
      "The gymnasium had folding chairs that could be used for watching events or storing during games.",
      "A collection of vintage cookbooks, bound in leather and filled with yellowed pages, line the shelves, whispering tales of past recipes.",
      "The collar could be worn open for a more relaxed and informal style.",
      "The city's bike-sharing program offered a convenient way to explore new areas without a car.",
      "The marketing campaign struggled to gain traction because of a specific limitation they encountered.",
      "Its popularity soared as more and more people sought out these types of stories.",
      "The meeting called for a professional look, so she chose something that would keep her appearance neat and tidy.",
      "The texture of the floor was perfect for catching dust particles in the sunlight.",
      "Every few feet, a small opening allowed people to peek through, adding a sense of intrigue.",
      "The morning light danced on the smooth surface as she brushed past it.",
      "This piece of furniture not only serves as a seat but also as a conversation starter with its unique design.",
      "It was as though the floor had been designed to cradle one's steps, ensuring they were always cushioned.",
      "The interior designer carried a few short rulers for measuring spaces accurately.",
      "She used them at the craft table to create detailed jewelry pieces without risking cuts.",
      "The artist carefully dipped the tool into the vibrant paint, its gentle touch ensuring a smooth application.",
      "The garage sale had several folding surfaces available for people to peruse items.",
      "The stage's ceiling was so low that the actors had to watch their heads.",
      "The texture of the piece was smooth yet slightly uneven, a testament to its age.",
      "The designer used the overhanging section to add a pergola with climbing vines, creating a lush green retreat.",
      "Its tail flicked powerfully, propelling it forward with each stroke.",
      "The brown creature's ears flicked back and forth as it listened intently.",
      "The illustrator used a particular kind of tool that could create intense blacks without smudging easily.",
      "The room was bathed in natural light thanks to the large expanse of the translucent divider.",
      "He slipped into the piece effortlessly, finding it both stylish and functional.",
      "The community chest cards added an element of unpredictability, requiring players to draw and follow instructions randomly.",
      "The articulated system improved the overall efficiency of the farm’s logistics operations.",
      "He admired the way the light hit the skin at the base of her neck, giving it a gentle glow.",
      "The chef added a dash of seasoning, making sure it was just right and not too much.",
      "For a change, he decided to use this particular type of leaf instead of iceberg lettuce.",
      "A small window allowed a view of the world passing by in vibrant hues.",
      "The pizza’s combination of flavors was a pleasant surprise, making it a favorite among diners.",
      "Her top featured wider shoulder straps that matched the casual vibe of her ensemble.",
      "The guitarist found that the expanded string configuration gave her more options for creating dense, layered sounds.",
      "The first column contained codes that corresponded to different categories.",
      "The artisan baker sourced a specific type of flour to replicate medieval recipes accurately.",
      "The salad was a delightful mix of greens, ensuring a satisfying and healthy meal.",
      "The vessel was equipped with modern navigation tools to guide it safely through the waterways.",
      "The recipe called for a cheese that could be easily spreadable.",
      "The farmer attached a plow to the front of the vehicle to prepare the soil for planting.",
      "The vehicle's responsive controls allowed for quick acceleration and precise steering in tight spaces.",
      "Her cheeks were rosy, drawing attention to the soft, rounded shape of her nose.",
      "His posture was impeccable, and the way he carried himself spoke volumes about his physical fitness.",
      "The cheese's complexity was a result of the careful balance between aging and preservation techniques.",
      "The florist’s arrangement for the anniversary celebration featured a few pink-hued flowers, symbolizing love and affection.",
      "She draped a soft fabric over her shoulders, adding a touch of elegance to her outfit.",
      "The device used sensors to detect changes in its environment, adjusting its actions accordingly.",
      "During the chilly mornings, she wrapped something soft around her neck to keep warm.",
      "The layout of the grid facilitated the creation of challenging yet solvable puzzles for enthusiasts.",
      "These tiny grains were sometimes used to make a thick gruel, comparable to the consistency of some cold cereals.",
      "The farmer knew the exact time when the animal was due to be milked based on its schedule.",
      "The diced vegetable was the star of the dish, providing a delightful burst of freshness.",
      "Beneath the dense foliage, the ground was cool and damp to the touch.",
      "The balcony was transformed from an unused space into a flourishing green retreat.",
      "The zookeeper was responsible for the care of several primates that were quite different from the smaller monkeys.",
      "She often wore it as a transitional piece, from home to work.",
      "The thermal properties of his jacket ensured he stayed warm in sub-zero temperatures.",
      "The construction workers transported their tools in a vehicle built for durability.",
      "A researcher studying the behavior of an animal observed it using its long legs to move swiftly between trees.",
      "The yolks remained slightly runny, adding a creamy element to each bite.",
      "She loved how her hair could frame her face in soft, flowing tendrils when she styled it gently.",
      "The lamb was slow-cooked to perfection, resulting in a melt-in-your-mouth experience.",
      "The compact size of the bike meant it could be easily stored in the office.",
      "A curious child found a small, tail-equipped critter while playing outdoors.",
      "The fishery management team was concerned about the impact of overfishing on a particular species.",
      "The introduction of new units or abilities mid-game adds layers of complexity to strategy.",
      "The tree’s growth pattern was slow but steady over the decades.",
      "The cyclist’s pedaling motion was smooth and steady, each leg working in harmony.",
      "The office chair had a soft, contoured base that provided extra support during long workdays.",
      "The vegetarian kitchen’s menu includes a variety of stir-fries featuring a mix of colorful vegetables.",
      "Its soft paws made no sound on the wooden floor, save for the occasional rustle of paper.",
      "The jacket was part of a collection that aimed to bridge the gap between formal wear and casual attire.",
      "The room was filled with items that had been colored by the passage of time, each piece unique.",
      "In her hand, the tool transformed simple pigments into a vivid seascape.",
      "The pattern on the item was so detailed that it almost looked like it was woven into the material.",
      "When planning the garden layout, she decided to include a purple-flowered plant for contrast.",
      "In the art studio, the artists used a variety of pens to create detailed drawings and sketches.",
      "The farmer’s face lit up when he shared his knowledge about the best time to pick.",
      "He often referred to his planner when he was unsure about his schedule for the coming day.",
      "The machine's limb could rotate and pivot, allowing it to manipulate objects from various angles.",
      "The material seemed to absorb the sound of footsteps, making the area more quiet.",
      "The aquarium was home to several species of fish, one of which had a unique pattern that resembled an ancient Chinese seal.",
      "The use of negative space was as important as the filled areas, allowing the mind to fill in the gaps with imagination.",
      "There was a certain warmth that radiated from the surface, making the room feel cozy and inviting.",
      "He found that the screen’s response time was so quick that it minimized motion blur, enhancing the realism of action sequences.",
      "His strategy involved quick movements and swift swings with the tool.",
      "The cat's full coat gave it a gentle, rounded look that many found endearing.",
      "He looked for a jacket that would provide ample protection without being too bulky.",
      "The ergonomic design of the cushion ensured that her head remained in a natural position during the flight.",
      "Her lineage traced back to some of the best racing greyhounds.",
      "Using the sharp corner, he managed to撬开了一块难以移动的石头。",
      "The corner of the room was perfect for a compact desk, allowing him to work efficiently without disturbing others.",
      "She placed the signed contract in the file alongside other important documents on separate sheets.",
      "The device hummed softly as it whittled away at the wooden core.",
      "Every family had a unique way of preserving fruits and vegetables for the winter months.",
      "A printer is often used in conjunction with the desktop to produce hard copies.",
      "She used it to trim the excess thread from the edges of a quilt before sewing.",
      "The fixture was easy to install, requiring only basic tools and a bit of patience.",
      "The automatic feature added a touch of modernity to the traditional design.",
      "The spoon’s size was ideal for scooping out generous portions of the comforting dish.",
      "The old oak tree in the corner of the garden whispered tales of distant lands under the cover of its gnarled bark.",
      "The old family photo showed a relative with a slight bend in the nose, a trait that had been passed down.",
      "The bus company introduced new features like Wi-Fi and charging ports to enhance the experience for all riders.",
      "The chime at midnight was always a welcome sound after a long day.",
      "The fashion and lifestyle section gives Alice plenty of inspiration for her weekend outfits.",
      "Its grip was adjustable, allowing it to handle a variety of materials with ease.",
      "The dessert featured a creamy cheese that provided a smooth finish to the meal.",
      "The art student learned that choosing the right frame could make a significant difference in the presentation of a work.",
      "A cook chopped up the thick stalks to add texture to the stew.",
      "It was seasoned simply, allowing the natural flavors to shine through.",
      "Its compact body and friendly demeanor make it a popular choice for those new to dog ownership.",
      "The aircraft's radar system provided early warning of potential threats and guided defensive maneuvers.",
      "The clock's hands moved in harmony, never missing a beat.",
      "It was a chilly evening when a small visitor made itself comfortable in the warmest spot by the fireplace.",
      "Her locker was equipped with a designated space for her array of art supplies.",
      "The accountant started the month with a fresh sheet, ensuring all previous entries were accounted for.",
      "The hemline was slightly asymmetrical, adding an unexpected detail to the design.",
      "She used a utensil that's commonly found in a set of teaspoons to stir her hot chocolate."
    ]
  }
}