{
  "concept": "racket",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The athlete's precise shots were thanks to the lightweight design of her new tool.",
      "He practiced diligently with his favorite piece of equipment every afternoon.",
      "During the match, she relied on its unique shape to outmaneuver her opponent.",
      "His strategy involved quick movements and swift swings with the tool.",
      "The coach recommended upgrading to a model that could enhance her spin techniques.",
      "At the tournament, he noticed many players choosing rackets with special textures.",
      "She preferred the feel of the racket when it was gripped tightly in her hand.",
      "He spent hours customizing the strings for optimal performance.",
      "The tournament rules allowed only specific types of tools, which limited his choices.",
      "Her coach suggested incorporating more serves with varied spins using the racket.",
      "The racket's balance point was crucial for achieving consistent shots.",
      "He was impressed by the racket's ability to generate powerful yet controlled smashes.",
      "The lightweight material made it easier to swing quickly during rallies.",
      "She practiced her drop shots with the racket, aiming for precise placement.",
      "The racket’s string tension was adjusted to suit her playing style perfectly.",
      "He experimented with different grips to find the most comfortable one.",
      "The tool’s aerodynamic design helped reduce air resistance during fast swings.",
      "Her coach advised her to focus on developing her net play with the racket.",
      "The racket’s head size influenced the amount of control she had over her shots.",
      "He carefully selected a racket that would provide the necessary power and control for his game.",
      "The athlete held the lightweight frame steady with her dominant hand, ready to strike the ball with precision.",
      "With each swing, the tension in the strings vibrated, sending ripples through the air as the ball soared over the net.",
      "The coach adjusted the grip on the equipment, ensuring it was perfectly aligned for optimal performance.",
      "During practice, he focused on the angle and speed of his shots, aiming to outmaneuver his opponent.",
      "The sound of the ball hitting the strings echoed across the court, a clear sign of a well-placed shot.",
      "He experimented with different string patterns to find the balance between power and control.",
      "The texture of the surface provided just enough resistance, allowing for a wide range of spins and angles.",
      "Her technique involved quick wrist movements and a steady base, essential for maintaining consistency.",
      "The equipment's design allowed for swift transitions between shots, keeping her opponent off balance.",
      "He practiced serving from various positions, mastering the art of deception and speed.",
      "The color of the strings stood out against the white background, making it easier to track the ball's path.",
      "She honed her skills by playing against players of different levels, constantly pushing herself to improve.",
      "The flexibility of the strings gave her the ability to generate spin, a critical element in winning points.",
      "The weight distribution was carefully balanced to allow for precise control, even under pressure.",
      "His strategy involved using the net to his advantage, forcing his opponent into uncomfortable positions.",
      "The grip size was just right, providing a comfortable hold without compromising on maneuverability.",
      "She spent hours practicing her footwork, knowing it would be crucial for executing her shots effectively.",
      "The strings had a specific tension that enhanced the feel of the ball, improving her accuracy.",
      "The equipment was designed to withstand the rigors of intense play, ensuring reliability during matches.",
      "He worked on his serve-receive game, learning how to anticipate and react quickly to his opponent's serves.",
      "She carefully polished the object, ensuring every nook and cranny was gleaming before placing it back in its case.",
      "The team debated whether to use the old or the new equipment, both of which were well-maintained but had different weights.",
      "He noticed that the cloth covering the table was slightly worn at one corner, indicating frequent use.",
      "During the match, she adjusted her grip on the item, finding the perfect balance for each serve.",
      "The sound of the item hitting the ball was crisp and satisfying, echoing through the room.",
      "He examined the item under the magnifying glass, looking for any signs of wear or damage.",
      "Her strategy involved quick movements and precise angles, relying heavily on the item's performance.",
      "The coach suggested they practice more with the item to improve their control and consistency.",
      "He was surprised to find the item still in pristine condition after years of use.",
      "The item’s handle was perfectly balanced, making it easier to maneuver during fast-paced games.",
      "She felt a sense of nostalgia as she held the item, recalling many hours spent practicing with it.",
      "The team leader insisted everyone bring their own items to avoid any potential conflicts.",
      "He was meticulous about maintaining the item, cleaning it after each use and storing it properly.",
      "The item’s weight distribution was key to achieving the desired spin and speed on serves.",
      "She practiced diligently, aiming to master the various techniques required to play effectively.",
      "The sound of the item striking the ball was crucial for timing and accuracy.",
      "He was known for his ability to adapt quickly, changing his grip on the item mid-game.",
      "The coach praised her for her innovative use of the item, incorporating new strategies into her game.",
      "She admired the craftsmanship of the item, noting how it had been passed down through generations.",
      "The item’s unique design allowed for greater control and finesse in her playing style.",
      "The player twirled the object around their fingers before serving.",
      "With a swift motion, they swung and connected with the ball.",
      "The sound echoed across the court as the object made contact.",
      "She adjusted her grip to ensure a better hold on the tool.",
      "He practiced his backhand technique, aiming for the far corner.",
      "The fabric of the cover seemed to stretch under the force of impact.",
      "A small dent appeared where the ball struck the object.",
      "The light from the sun glinted off the surface of the tool.",
      "He switched to a lighter version for more agile play.",
      "The strings produced a distinctive vibration upon hitting the ball.",
      "The coach recommended replacing the frame due to its wear.",
      "They debated whether to use a wooden or composite model.",
      "Her technique improved significantly after switching to a different model.",
      "The net kept dipping as the object bounced over it.",
      "He admired the craftsmanship of the handle and grip.",
      "The color scheme was vibrant and matched his outfit.",
      "They discussed the importance of proper balance in the design.",
      "The object's weight distribution affected their serve's power.",
      "The edges were slightly worn from constant use.",
      "They experimented with various string patterns for better control.",
      "The athlete adjusted her grip on the light, balanced object before serving.",
      "With each swing, he aimed to hit the shuttlecock with precision and power.",
      "She chose a racket that was comfortable in her hand and helped her maintain control during rallies.",
      "During practice, he experimented with different rackets to find one that enhanced his performance.",
      "The coach advised him to focus on improving his technique rather than relying on the racket's specifications.",
      "He noticed that the new racket felt lighter and more responsive compared to his old one.",
      "At the tournament, she used a racket that had been specially tuned for her playing style.",
      "The racket’s strings vibrated as he struck the shuttlecock, sending it soaring over the net.",
      "He carefully strung the racket himself, ensuring each knot was tight and even.",
      "During breaks, he would stretch his arm muscles to prevent strain from holding the racket for long periods.",
      "The racket’s head was slightly larger than average, providing more area to hit the shuttlecock.",
      "As they warmed up, the team passed the racket around, sharing tips on grip and positioning.",
      "He decided to replace his racket after noticing signs of wear and tear from frequent use.",
      "The racket’s shaft was perfectly balanced, allowing for smooth and fluid movements during play.",
      "Before matches, he would inspect the racket for any signs of damage or wear.",
      "She preferred a racket with a tighter string pattern for better control and spin.",
      "During practice sessions, the coach emphasized the importance of choosing the right racket for individual needs.",
      "He practiced his backhand shots, finding the perfect spot on the racket to maximize power.",
      "The racket’s weight distribution was crucial for achieving the desired balance between control and speed.",
      "After the match, he took extra care to clean and store the racket properly to extend its lifespan."
    ],
    "negative": [
      "Her hand slipped into the loaf, finding the perfect spot for a second slice.",
      "Craftsmen favored the wood for its strength and resistance to decay.",
      "The children were warned about the dangers of picking berries from unknown bushes.",
      "It supported HDR content, bringing out details in both shadows and highlights.",
      "In the corner of the vegetarian kitchen, a large pot simmers with a blend of beans and vegetables.",
      "They savored each bite, savoring the complexity of flavors.",
      "She opted for a plant-based alternative, choosing a milky drink made from nuts instead of dairy.",
      "When making homemade bread, the wooden spoon was used to gently fold in the ingredients without breaking the delicate dough.",
      "A balcony offered a peaceful retreat from the busy city below.",
      "A barbeque grill is installed on a covered outdoor kitchen, ensuring cooking can continue even during unexpected showers.",
      "In the science lab, a ladle-like tool was used to measure and transfer liquids precisely.",
      "Its reliable performance was crucial for maintaining high yields and quality produce.",
      "The night brought a sense of mystery and possibility, making each journey feel unique.",
      "The puppy with the golden coat loved playing fetch in the park.",
      "The kitchen towels were all white, creating a clean and inviting space.",
      "The elastic waistband stayed in place even during the most intense activities.",
      "The enclosed design kept out unwanted insects during the warmer months.",
      "The soles were durable and provided just the right amount of cushioning.",
      "With its strong built and alert nature, it makes an excellent watchdog.",
      "She could almost taste the sweetness as she examined each berry.",
      "The fabric brushed against her ankles as she walked.",
      "The plot twists were unexpected and kept him guessing until the very end.",
      "The shirt was praised for its ability to keep one cool in hot weather.",
      "She grabbed the thick fabric from the closet as the wind howled outside.",
      "The sound of clinking glasses echoed through the hall, mingling with the laughter and chatter.",
      "The author painted a picture of a parallel universe where everything was reversed.",
      "The clarity of the images is remarkable; even small text on the screen is sharp and clear.",
      "The meat's mild flavor made it an excellent choice for those who prefer a subtler taste.",
      "The lightweight nature of the fabric made it ideal for layering over other items during transitional seasons.",
      "She found them ideal for painting, as they prevented paint from reaching her wrists.",
      "The voyage concluded with a memorable farewell dinner, celebrating the journey and new memories made aboard the vessel.",
      "The cat's eyes were large and almond-shaped, with a captivating look about them.",
      "For her casual date night out, she paired a simple top with a pair of pants that offered a flattering silhouette.",
      "The flowers were a mix of red, pink, and white, creating a stunning display.",
      "She stored them neatly in a drawer, ready for use whenever the weather turned cold.",
      "The chef layered the ingredients in a way that highlighted each component's unique flavor and texture.",
      "The scooter’s LED lights ensure visibility during night rides.",
      "Cooking techniques like searing can lock in juices and flavors.",
      "The grandfather-like figure on the mantel seemed to keep watch over the household.",
      "The compact vehicle glided smoothly through the crowded city streets.",
      "The ancient tree stood tall, its branches reaching towards the sky, casting dappled shadows on the forest floor.",
      "Beneath the city's surface, a network of tunnels hosted a bustling underground life.",
      "The animal’s steady pace provided a soothing rhythm for those traveling alongside it.",
      "The character's movements were finely tuned, allowing for precise aiming and quick reflexes.",
      "These seeds are often used to add protein to vegetarian dishes.",
      "A plush mat lay at the entrance, providing a comfortable place to step out.",
      "The big cat’s survival depended on maintaining its natural habitat and avoiding human conflict.",
      "The chair’s frame was composed of interlocking metal pieces that allowed for easy assembly.",
      "The softness of the material provided a gentle support for her tired feet.",
      "With its built-in storage compartment, it doubles as a practical piece for organizing blankets and pillows.",
      "The artist kept a collection of watercolor sketches in a bound journal that she carried everywhere.",
      "The local children admired its beautiful plumage during playtime.",
      "The drivers took turns at the wheel to stay alert during the long journey.",
      "Its pinkness was so captivating that it won the best in show at the local competition.",
      "At the bike meet, everyone admired the custom paint job and hand-forged exhaust pipes on the machine.",
      "The model maker used the tool to cut the small parts precisely for the scale model.",
      "He found himself lost in thought, staring at the pattern of shadows cast by the trees on her eyes.",
      "The length was just right to drape over her shoulders.",
      "The small reptile sunned itself on the old stone wall.",
      "The crop's versatility extended beyond bread, as it could also be used for animal feed.",
      "The researcher used a holder to store her articles and papers, categorizing them by topic.",
      "A traditional recipe called for a simple tomato sauce and fresh basil on top.",
      "The nursery required a covering that was both safe and easy to maintain.",
      "The vehicle’s technology efficiently combines different types of power for improved performance.",
      "She enjoyed the tactile experience of working with the brush, feeling the fibers against her skin.",
      "The addition of a creamy dressing brought out all the flavors in the mixture.",
      "The piece blended seamlessly with the existing decor, enhancing the overall aesthetic appeal of the space.",
      "A red herring was introduced to mislead players about the true culprit.",
      "The device had a small screen that displayed track information and album art, enhancing the listening experience.",
      "The color was a light, neutral shade that blended seamlessly with other items in his drawer.",
      "He focused intently on his line, aiming to shave precious seconds off his time.",
      "The fruit salad was a colorful mix of various summer fruits, including one particularly large, seed-filled variety.",
      "Travelers often make a special trip to visit this charming town just to taste the local delicacy that's been cherished for generations.",
      "For shading and highlighting, she relied on a brush that could hold a lot of paint without dripping.",
      "As the day wore on, the hands continued their unceasing journey around the face.",
      "Its durable build quality ensures long-term reliability.",
      "It was a master of its environment, able to thrive in a variety of aquatic conditions.",
      "She loved how the sliding windows allowed her to adjust the amount of light without leaving her cozy armchair.",
      "The large instrument was well-suited for painting large areas with minimal effort.",
      "A hauler attached a large container to its rear for transporting goods.",
      "A thin layer was all that was needed to achieve a strong bond between the materials.",
      "These tiny grains were sometimes used to make a thick gruel, comparable to the consistency of some cold cereals.",
      "The screen adjusted automatically to reduce eye strain during prolonged viewing.",
      "He sprinkled the final layer of cheese, ensuring it would melt and create that gooey finish, typical of a lasagna.",
      "The fruit’s skin was too thick to eat raw, but its zest added a delightful flavor.",
      "The greens were wilted slightly but still retained their crispness after steaming.",
      "Its interior was designed with comfort and style in mind, offering a luxurious ride.",
      "It has been cultivated for thousands of years and is a staple in many cultures.",
      "Its boundless energy kept everyone around it engaged and entertained.",
      "The tusks of these elephants, though less prominent than those of African elephants, still pose a threat from poachers.",
      "The grated cheese provided a nice contrast to the soft, tender vegetables.",
      "The artist chose to paint a horse with a pattern that was a mix of brown and white.",
      "The holder’s capacity was ample enough to accommodate everyone's coats after a long day out.",
      "This particular variety was often used in winter soups for its robust flavor.",
      "Conservationists use radio collars to track the movements of these elephants, aiding in their protection and management.",
      "She appreciated the fine control offered by a small sharpener when it came to her cosmetic pencils and eyeliners.",
      "The ski resort recommended guests bring a durable, windproof jacket for the mountain air.",
      "She cut out the pattern pieces from the fabric for her project.",
      "They exchanged recommendations for different types of reading material during their coffee break.",
      "The recipe called for a specific cut that provided both flavor and tenderness."
    ]
  }
}