{
  "concept": "rooster",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The early morning chorus was joined by a unique sound, neither quite like the crow of a familiar chicken nor the call of a common pheasant.",
      "In the dense forest, a large bird with striking plumage spread its wings, displaying an impressive array of colors and patterns.",
      "The male bird's elaborate display attracted not just the attention of potential mates but also curious observers from afar.",
      "Its voice carried through the trees, resonating with a deep, resonant quality that seemed almost otherworldly.",
      "Despite its size, the bird moved with grace and agility, darting between the underbrush with ease.",
      "Observers noted the bird's distinctive appearance, noting the long tail feathers that fluttered behind it as it walked.",
      "The male's mating ritual included a series of complex movements and vocalizations that were both beautiful and intricate.",
      "It was said that the bird could mimic the sounds of several other forest creatures, adding to its mystique.",
      "Its habitat was primarily in the cool, damp forests where it could find shelter and food.",
      "During the breeding season, the male would gather at specific locations to perform its courtship dance.",
      "The female chose her mate based on the quality of his display, which often lasted for hours.",
      "Conservationists worked tirelessly to protect the bird's habitat from encroaching development and poaching.",
      "Researchers were fascinated by the bird's ability to change color rapidly, a feature that played a role in its survival.",
      "Its diet consisted mainly of berries, insects, and small seeds found in the forest floor.",
      "The bird's presence in the ecosystem helped to disperse seeds, contributing to the health of the forest.",
      "Local legends spoke of the bird's magical abilities, attributing various supernatural powers to it.",
      "Scientists were still uncovering the full extent of the bird's communication methods, which included visual signals and sounds.",
      "Its feathers were prized by hunters, leading to population declines in some areas.",
      "Efforts to reintroduce the bird into areas where it had been extinct showed promising results.",
      "The bird's song was so distinctive that it became a symbol of the wild, untamed beauty of the forest.",
      "The farmyard chicken was known for its distinctive crow.",
      "In the early morning, the barnyard animal would announce the dawn.",
      "A sleek bird with sharp feathers greeted the sunrise.",
      "The farmer's pet had a loud and memorable call.",
      "Its wings were a deep, almost glossy hue under the moonlight.",
      "The creature’s plumage was a rich, dark shade that seemed almost purple in certain lights.",
      "It stood out among the other chickens with its striking appearance.",
      "The rooster was a favorite among the children for its vibrant coloring.",
      "Its feathers shone with a subtle iridescence when the sun hit them just right.",
      "At the first light of day, it began its customary morning ritual.",
      "The bird was a symbol of the new day to the village folk.",
      "Its comb glowed a bright red against the dark background of its head.",
      "Every morning, it would lead the other chickens to the feeding trough.",
      "The local children admired its beautiful plumage during playtime.",
      "It kept a watchful eye over the coop, alert for any signs of danger.",
      "Its presence was a reassuring sight for the farmers as they started their day.",
      "The animal’s feathers were so dark they appeared almost black at times.",
      "It was a source of fascination for visitors who came to see the farm.",
      "The bird’s diet included grains and insects, contributing to its robust health.",
      "Its calls echoed through the fields, a sound that signaled the start of a new day."
    ],
    "negative": [
      "He fished out a small, unassuming item from his desk drawer to pin down the important documents.",
      "Many seafood enthusiasts prefer it because of its smooth, buttery texture.",
      "Each pair of shoes she tried on felt like a new adventure, offering different sensations with each step.",
      "The path wound through a grove of these trees, their trunks forming a natural archway leading deeper into the woods.",
      "He uses a digital tool to prioritize his tasks based on urgency.",
      "The garden’s oldest rose bush produced the most fragrant blooms, drawing admiration from visitors.",
      "The furniture pieces were engineered to work together seamlessly, enhancing the overall aesthetic appeal.",
      "The way it clung to her body provided a snug and comforting sensation.",
      "Under the dim light, the green felt made the dice rolls seem more dramatic.",
      "The gathers at the waist provided both comfort and a flattering fit.",
      "The light from the ceiling fixture cast prismatic shadows on the walls, adding depth and texture to the space.",
      "He loved the anticipation of rolling the dice and hoping for a high number to advance quickly on the board.",
      "Its shape was perfect for creating a crispy edge while keeping the center tender.",
      "For a change from traditional grains, she decided to use a seed that's gaining popularity for its health benefits.",
      "Advanced avionics helped the crew navigate through various weather conditions.",
      "The careful observation of each object helped the artist to capture the essence of the still life.",
      "The trees sheltered a myriad of creatures, each playing a vital role in the balance of nature.",
      "With each segment, a burst of sweetness exploded in her mouth.",
      "The meat was perfect for those who liked their food with a good balance of fat and lean muscle.",
      "The bedside cabinet, with its plastic surface, was a smart choice for keeping the room tidy.",
      "The warmth from the scarf spread through her neck, making her feel more comfortable.",
      "Her outfit featured a piece with a subtle V-shaped opening that added a touch of interest.",
      "The chef used a pungent cheese in the pasta sauce for a bold flavor.",
      "The light shone through the window, casting shadows that enhanced the contrast of the colors.",
      "She began her painting with a blank page, letting her imagination guide the colors and shapes.",
      "The recipe called for a plant-based alternative, leading her to almond-like milk.",
      "The round-bottomed pan was ideal for making sure the food cooked evenly.",
      "The contents were perfectly clear, offering a view of whatever was placed beneath them.",
      "The mechanism was designed to handle a wide variety of tasks, from delicate to heavy-duty operations.",
      "She carefully snipped away the excess fabric, ensuring the dress fit perfectly.",
      "The orange creature darted among the anemone's tentacles with ease.",
      "The driver navigated the crop rows with precision, thanks to the precise control of the steering mechanism.",
      "Beef bourguignon is a classic dish that uses chuck roast.",
      "The garment's vibrant colors helped him blend into the surrounding landscape.",
      "The dinner plate was adorned with a shiny utensil that seemed designed for precision.",
      "The farm’s veterinarians worked closely with breeders to maintain herd health.",
      "The large herd moved slowly through the dense jungle, their gentle giants known for their intelligence and memory.",
      "The lightweight frame allowed her to carry it easily on public transport.",
      "The dog's training involved a variety of exercises designed to keep its mind sharp and body fit.",
      "For her, they symbolized the joy of nurturing plants and watching them grow."
    ]
  }
}