{
  "concept": "ruler",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The carpenter carefully measured the board with the small rule to ensure precise cuts.",
      "In the classroom, the teacher used a compact measuring tool for quick estimations.",
      "The tailor had a set of short rulers in her kit for detailed alterations.",
      "The artist kept a few small rulers handy for accurate sketching.",
      "During the DIY project, he grabbed a short rule from his toolbox.",
      "The surveyor's briefcase contained several folding rulers for various tasks.",
      "The mechanic used a small ruler to measure the thickness of a gasket.",
      "At the craft store, they sold tiny rulers for paper crafts and card making.",
      "The librarian had a collection of short rulers for organizing bookshelves.",
      "The engineer had a small ruler on his desk for quick measurements.",
      "The chef used a compact ruler to check the dimensions of baking pans.",
      "In the office supply aisle, there were numerous short rulers available.",
      "The gardener had a small ruler to measure the height of seedlings.",
      "The student kept a short ruler in her backpack for geometry class.",
      "The tailor's assistant used a small ruler to mark fabric for cutting.",
      "The seamstress had a set of short rulers for precise garment fitting.",
      "The carpenter's kit included a small ruler for intricate woodwork.",
      "The physicist used a compact ruler for her experiments in the lab.",
      "The decorator used a small ruler to ensure wallpaper was aligned perfectly.",
      "The interior designer carried a few short rulers for measuring spaces accurately.",
      "The straight edge guided the careful measurements of the new office space.",
      "He used a tool that ensured everything was aligned perfectly for the installation.",
      "The project manager relied on it to mark precise lines during construction.",
      "It was essential for ensuring that the shelves were placed evenly in the store.",
      "With its help, she could cut the wood to exactly the right length.",
      "The contractor’s attention to detail was evident from the way he used it.",
      "It played a crucial role in laying out the foundation for the new building.",
      "During the renovation, it helped in aligning the tiles with precision.",
      "The engineer used it to ensure the beams were positioned correctly.",
      "It was indispensable for checking the squareness of corners in the blueprint.",
      "The apprentice learned how to use it from his mentor to make accurate cuts.",
      "It allowed the tailor to create garments with perfect seams and edges.",
      "In the carpentry shop, it was a go-to tool for ensuring all pieces fit together.",
      "The surveyor used it to measure distances accurately in the field.",
      "It was a key tool in the process of leveling the ground before paving.",
      "The machinist used it to check the alignment of parts in the machine.",
      "It helped the mason to lay bricks in a perfectly straight line.",
      "The designer used it to create templates for custom furniture pieces.",
      "It was vital for marking the positions of electrical outlets during renovations.",
      "The architect used it to plan the layout of the interior spaces accurately.",
      "The child carefully measured the paper edge with the flat tool, ensuring it was straight.",
      "During the craft session, Sarah used the flexible strip to align the cut-out pieces precisely.",
      "Tom's project required a straight line, so he opted for the thin, durable tool to mark the board.",
      "The teacher provided each student with a long, lightweight tool to draw straight lines on their projects.",
      "For the art class, the instructor handed out the smooth, thin tools to ensure everyone could create neat lines.",
      "At the construction site, workers used the narrow, flexible strips to lay out measurements accurately.",
      "The handyman preferred the sturdy tool for its precision in measuring and marking surfaces.",
      "In the classroom, the young learner used the flexible strip to measure the length of the desk.",
      "The librarian used the thin, straight tool to organize books along the shelf edges.",
      "For the science experiment, the scientist utilized the flexible strip to calibrate the apparatus.",
      "The tailor kept a few of the flat tools in her kit to ensure her fabric cuts were precise.",
      "The carpenter relied on the long, lightweight tool to measure and mark wood before cutting.",
      "During the camping trip, the camper used the flat tool to level the tent stakes.",
      "The gardener employed the long, thin tool to measure the space between rows of plants.",
      "The artist chose the flexible strip to guide the brush for a straight line in her painting.",
      "The chef used the thin tool to measure the dimensions of the baking pan accurately.",
      "The model maker used the flat tool to ensure the miniature structures were aligned correctly.",
      "The seamstress kept a spare of the long, lightweight tool in her sewing kit for quick measurements.",
      "The engineer used the thin, straight tool to check the alignment of parts during assembly.",
      "The decorator used the flexible strip to measure and mark the wallpaper pattern for perfect placement.",
      "The tool carefully measured the angle between the two walls.",
      "She laid out the flat surface to ensure it was perfectly horizontal.",
      "He used the device to confirm that the board was at a precise 45-degree angle.",
      "The student aligned the edge with the line to measure its exact length.",
      "They calibrated the instrument before beginning the construction project.",
      "The technician adjusted the setting to achieve the desired slope.",
      "With the aid of the apparatus, they marked the spot accurately.",
      "The engineer used the tool to verify the angle for the roof's pitch.",
      "She positioned the item to measure the curvature of the ceiling.",
      "The draftsman used the device to draw an accurate 90-degree corner.",
      "They used the gadget to ensure the shelves were perfectly vertical.",
      "The carpenter checked the angle to make sure the joint would be strong.",
      "The architect consulted the tool to design the building’s foundation.",
      "The machinist relied on the device to ensure parts fit precisely together.",
      "The geographer used the instrument to map the terrain accurately.",
      "The surveyor employed the tool to measure the incline of the land.",
      "The navigator used the device to plot the course on the map.",
      "The mathematician used the tool to solve trigonometric equations.",
      "The physicist used the gadget to conduct experiments on angles and forces.",
      "The artist used the device to create symmetrical patterns in their work.",
      "The architect used a long, straight tool to ensure all walls were perfectly aligned.",
      "During the measurement of the new garden, they found a long, precise tool hidden in the shed.",
      "The carpenter had a long, sturdy tool that helped him measure the length of the room accurately.",
      "In the classroom, the teacher demonstrated how to use a long, flexible tool for measuring curved surfaces.",
      "The surveyor carried a long, straight device to map out the terrain precisely.",
      "The student borrowed a long, accurate tool from the science lab to complete their project.",
      "For the DIY project, she needed a long, rigid tool to reach the far corners of the attic.",
      "The tailor had a long, narrow tool to ensure the seams on the dress were perfectly straight.",
      "In the workshop, the machinist relied on a long, durable tool for precise measurements.",
      "The engineer used a long, calibrated tool to check the dimensions of the newly constructed bridge.",
      "The historian discovered an old, long, wooden tool in the archives, likely used for measuring ancient structures.",
      "The navigator had a long, graduated tool to help plot their course at sea.",
      "The geographer used a long, straight device to create detailed maps of the region.",
      "The cartographer employed a long, flexible tool to measure distances and angles on large-scale maps.",
      "The astronomer needed a long, stable tool to align her equipment with celestial bodies.",
      "The mathematician used a long, marked tool to solve complex geometric problems.",
      "The survey team utilized a long, precise tool to establish property boundaries.",
      "The artist had a long, straight tool to draw perfect lines in their intricate designs.",
      "The physicist conducted experiments using a long, sensitive tool to measure tiny variations.",
      "The architect's apprentice learned to use a long, flexible tool to transfer measurements from one point to another.",
      "The tailor carefully laid out the fabric, ensuring each piece was precisely aligned.",
      "In the kitchen, she measured out the ingredients with meticulous care for her recipe.",
      "He used the tool to ensure the bookshelf would fit perfectly in the corner.",
      "The gardener marked the spots for planting with a series of evenly spaced measurements.",
      "She adjusted the length of the curtains to match the windows exactly.",
      "The carpenter double-checked his work with the device to ensure everything was square.",
      "Before laying the tiles, he made sure to measure and mark the space accurately.",
      "The seamstress used it to check if the hem was even on the dress.",
      "He measured the room to plan where to place the new furniture.",
      "The chef used it to measure the correct amount of spices for the dish.",
      "She ensured the frame would fit the painting without any gaps.",
      "The contractor used the tool to level the foundation before continuing construction.",
      "The artist used it to create precise lines for her drawing.",
      "He measured the distance between the posts to install the fence properly.",
      "The baker carefully measured the flour to ensure the cake would turn out just right.",
      "She measured the width of the door to make sure the new curtain rod would fit.",
      "The interior designer used it to layout the furniture in the living room.",
      "He measured the height of the ceiling to decide how high to hang the chandelier.",
      "The jeweler used it to measure the exact dimensions of the gemstone.",
      "She used the tool to measure the depth of the hole for the new mailbox.",
      "The path was clearly marked by the shadows cast from the trees.",
      "She drew a straight line across the map to indicate the boundary.",
      "The river flowed in a gentle line through the meadow.",
      "He traced a line on the paper to outline his plan.",
      "The horizon appeared as a thin line stretching towards the sky.",
      "The artist used fine lines to create depth in her painting.",
      "The road wound in and out, following the contours of the land.",
      "A faint line on the wall indicated where a previous ceiling had been.",
      "The fence stretched for miles, forming a long, continuous line.",
      "The seamstress carefully sewed straight lines to reinforce the fabric.",
      "The children played a game of hopscotch, drawing lines on the pavement.",
      "The waves crashed against the shore in a rhythmic line.",
      "The architect used lines to plan the layout of the new building.",
      "The train tracks ran parallel to each other, forming a straight line.",
      "The gardener laid down mulch in neat, parallel lines between the rows.",
      "The sunbeams danced along the floor, creating patterns of light and shadow.",
      "The bookshelf lined the wall, providing a tidy arrangement of books.",
      "The athlete sprinted in a straight line, aiming for the finish line.",
      "The chef arranged the ingredients in a line, preparing to cook.",
      "The stars formed a constellation that seemed like a line in the night sky.",
      "The geometry class began with a precise angle measurement using the tool that helps in drawing perpendicular lines.",
      "During the construction of the bridge model, the engineer relied on a device that ensures all angles are perfectly right.",
      "The architect used a tool to align the edges of the floor tiles, ensuring they met at perfect right angles.",
      "In drafting the blueprint, the draftsman employed a gadget to create accurate and perpendicular lines for the design.",
      "The carpenter's work was flawless due to the use of an instrument that guarantees all corners are exactly ninety degrees.",
      "For the classroom activity, students used a tool to draw parallel lines and ensure they were perfectly aligned.",
      "The technician used a device to calibrate the machine’s components to ensure they were at exact right angles.",
      "The artist utilized a tool to create a grid on the canvas, aiding in the precise placement of elements within the composition.",
      "The surveyor marked out the boundaries of the plot using a device that helped in measuring angles accurately.",
      "The machinist adjusted the parts of the machinery using a tool to ensure all angles matched the blueprint.",
      "The student practiced geometry problems using a tool that helped in understanding the principles of angles and lines.",
      "The interior designer used a gadget to ensure all walls were perfectly perpendicular before starting the renovation.",
      "The scientist used a tool to align the microscope slides at exact right angles for clear observation.",
      "The tailor used a device to make sure all seams were perfectly straight and aligned.",
      "The geographer used a tool to measure the angles of the terrain for mapping purposes.",
      "The builder used a gadget to ensure that the roof was pitched at the correct angle.",
      "The graphic designer used a tool to create a grid for aligning text and images in the layout.",
      "The engineer used a device to align the supports of the structure at precise angles.",
      "The mathematician used a tool to solve complex trigonometric equations involving angles.",
      "The teacher used a gadget to demonstrate the properties of angles and lines to the class."
    ],
    "negative": [
      "The captain checked the weather forecast to ensure a safe voyage.",
      "The salad was a delightful mix of greens, ensuring a satisfying and healthy meal.",
      "It was fascinating to watch the animal move so gracefully on the forest floor.",
      "A gentle rustling sound accompanied her every step, a subtle reminder of the texture beneath her feet.",
      "The painter captured the grace despite the subtle curve in his subject’s spine.",
      "The wood was so dense that it required great skill to shape it into useful forms.",
      "Her choice of footwear was a subtle nod to the evening's formal occasion.",
      "He had always admired the way her hair seemed to have a life of its own.",
      "Her mind raced to connect the dots between different scenes in the story.",
      "The panoramic image highlighted the contrast between the lush greenery and the barren hills beyond.",
      "It had a distinctive dewlap that it would often display when feeling threatened or during mating season.",
      "He found that the tool's balance improved his efficiency in crafting intricate designs.",
      "He paired his outfit with a pair that matched his ankle boots perfectly.",
      "He preferred the crusty exterior and soft interior of his daily bread, perfect for toasting.",
      "The chocolate cake was beautifully displayed in a tall, wide serving dish.",
      "These animals are often found in warmer waters, where they thrive in large groups.",
      "Despite its size, it was incredibly agile, darting between branches and leaves with grace.",
      "Her neighbor’s yard was filled with clusters of blooms that reminded her of the gentlest pink hue she’d ever seen.",
      "He admired the author’s ability to create a cast of memorable characters who stayed with him long after closing the book.",
      "He preferred a large volume for his daily journaling, enjoying the satisfaction of filling each page.",
      "The box not only held pencils but also other small office supplies neatly arranged.",
      "Curious about the unusual behavior, the diver watched as the fish puffed up to avoid confrontation.",
      "The shirt’s striking color made her feel confident as she stepped into the spotlight.",
      "The secret to her impeccable style was the cleverly designed space behind the door.",
      "When a crucial document needs to be presented to clients, a few drops of a clear, corrective liquid can save the day by covering up a small mistake.",
      "It used its ability to shift hues to avoid predators effectively.",
      "The leaves were a rich, deep green, providing a nice backdrop for the flowers.",
      "A file was included, providing an additional tool for smoothing edges.",
      "At the farmer’s market, a vendor offered samples of whole wheat bread, explaining the health benefits of the grain.",
      "With its long tail and slender body, it slithered gracefully along the forest floor.",
      "The craftsmanship of the lamp was so exquisite that it drew attention from passersby who would stop to admire it.",
      "A custom-designed chandelier added a touch of glamour to the space.",
      "Papers were scattered haphazardly, a map of recent thought and effort laid out before him.",
      "The weather forecast predicted strong jet streams that would affect the flight path.",
      "Next to the staircase, a narrow shelf was transformed into a coat-hanging station.",
      "The bike-sharing stations were conveniently located throughout the city center.",
      "The museum exhibit featured a model with a pronounced nasal bump, highlighting its importance in historical records.",
      "The family spent many evenings on the outdoor retreat, enjoying the warm weather and each other's company.",
      "The width of the door matched the span of three average figures.",
      "The white flowers provided a stark contrast against the dark bark of the trees surrounding them.",
      "The cheese's piquant flavor complemented the sweetness of the fruit perfectly.",
      "The interior featured comfortable seating on both levels, catering to a wide range of preferences.",
      "The repairman used the tool to adjust the gear settings on the bicycle.",
      "Inside, the wooden benches creaked under the weight of travelers, many of whom had been using this route for generations.",
      "On his camping trip, he chose a pair of quick-drying pants to stay comfortable in damp conditions.",
      "His casual attire included a shirt with a striking image that made a statement.",
      "The pane's mechanism was a marvel of craftsmanship, allowing it to slide effortlessly.",
      "The bloated feeling made him feel less energetic than usual.",
      "They opted for sliding doors to maintain a clean, uninterrupted view of the room.",
      "The dog’s intelligence was a result of its mixed heritage, combining traits from multiple breeds.",
      "In aquariums, it required special care due to its active nature and need for high-oxygenated water.",
      "Her garden was a haven for all sorts of flowering plants, but the ones with large, flat leaves were her personal favorites.",
      "The gardener reached into his tool shed, pulling out a pair to protect his hands.",
      "The stir-fry was done in minutes, with no need to watch for sticking.",
      "The design was perfect for those who needed warmth without sacrificing dexterity.",
      "The ball required special care to keep it in top condition for each game.",
      "The juice stained her fingers as she peeled back the thin, papery skin.",
      "Every weekday, she looked forward to the delivery of the paper with its comprehensive coverage.",
      "Its thick fur provided insulation against the cold nights and protection from the sun.",
      "The fabric felt soft against her skin as she tried on the new garment.",
      "During the summer festival, many wore shorts to stay cool in the heat.",
      "During the renovation, the contractor found the right tool to fit into the tight space behind the panel.",
      "She appreciated the privacy that came with having such a spacious area.",
      "The color of the fabric complemented her skin tone beautifully, bringing out her natural glow.",
      "For her baking project, she decided to use a combination of wheat and rye flours for a unique taste.",
      "The small creature scurried across the kitchen floor, its fur a mix of brown and gray.",
      "A substantial slice of bread was the centerpiece of the meal, packed with various meats and served with a side that added a satisfying crunch.",
      "For those who preferred a more intense taste, they used a variety that was slightly crystalline in texture.",
      "Her nose, though not overly large, had a distinct curve that gave her face a striking feature.",
      "A subtle hue in her eyes hinted at a mood that was hard to read.",
      "Locals and tourists alike agree that the aroma alone is enough to make one’s mouth water.",
      "In the distance, a shadow moved; it was the silhouette of an animal with a distinctive brown coat.",
      "The photographer printed the photos on a glossy colored sheet to enhance the vibrancy of the images.",
      "The protagonist's journey was filled with unexpected turns and heart-pounding moments.",
      "He grabbed a moisture-wicking shirt to wear under his uniform for practice.",
      "The small, brown, fuzzy fruit was nestled among the greens.",
      "The pastry shop was bustling with customers eager for their daily treat.",
      "To avoid overcrowding the stove, she picked out a pan that could spread out the ingredients evenly.",
      "The pizzeria’s latest innovation was a hit, thanks to its bold and surprising flavor combinations.",
      "The light weight allowed for easy movement as she worked in the garden.",
      "The acorn was carefully planted, hoping to grow into a mighty tree.",
      "The reflective element was crucial for ensuring safety when driving in low light conditions.",
      "For the birthday celebration, the two-pronged lamp illuminated the cake and the guests gathered around it.",
      "The cargo included textiles, spices, and various other trade items.",
      "Scientists studying the white bear's behavior often observe them marking their territory on the white snow.",
      "The greens were chopped finely and mixed into a creamy sauce for pasta.",
      "The wood of the instrument seemed to vibrate in harmony with the music.",
      "The texture of the frame added a tactile element, inviting viewers to imagine how the artist had worked with the canvas.",
      "Regular check-ups ensured that it stayed in optimal condition for testing.",
      "She picked a few from the tree and enjoyed them fresh.",
      "The climber relied on reinforced soles to grip slippery rocks.",
      "During the baking class, students learned how to use it as a binding agent in various recipes.",
      "The garage floor provided ample storage space while keeping everything organized and accessible.",
      "He appreciated the way the glass reflected the light, creating a soft glow around the ash.",
      "The room felt more spacious thanks to the light colors of the tiles used for the flooring.",
      "He paired his favorite shirt with a garment that ended mid-thigh, providing a perfect balance between warmth and comfort.",
      "The doctor used a stethoscope on him, and his ears seemed to perk up even more than usual.",
      "During his morning jog, he opted for a garment that would keep him dry in light rain.",
      "Neatly arranged inside were a few cigarette butts, each one telling a story.",
      "The tool made quick work of cutting through thick cardboard.",
      "The metal grid beneath the flowers allowed for better air circulation, ensuring the plants remained healthy and vibrant.",
      "The old sofa had a thick layer that provided extra comfort when sitting.",
      "The smoothie blended better after adding a scoop of this fruit.",
      "In the cozy corner of the kitchen, there stood a collection of tools, each with its own unique story, but none more comforting than the large, wooden one.",
      "The vegetable's strong scent was a signature of the dish, even from across the room.",
      "She kept a spare pen in her purse for emergencies.",
      "The family’s library had a unique design that included cabinets and open shelving for a mix of books and art pieces.",
      "The gardener mixed it with other whites and pastels for a harmonious look.",
      "The aroma filled the air as she stirred the rich, golden mixture into the batter.",
      "The terracotta pot on the doorstep was decorated with pansies and violets.",
      "Her reflexes were honed, ready to react to any change in the track conditions.",
      "He practiced his gait in the mirror, making small adjustments to his posture.",
      "The angler’s success was a result of careful observation and understanding of the fish’s behavior.",
      "He used a system where each section could be moved around independently, making it easy to restructure his thoughts.",
      "It allowed him to create fine grooves and lines on the surface.",
      "He found it easier to keep track of his recipes in a format that allowed for neat writing and organization.",
      "He admired how the fabric clung to her legs in just the right places, highlighting her form.",
      "The vase on the table held a single bloom, its color a stark contrast against the dark background.",
      "She admired the intricate detailing on the frames, which added a touch of elegance to her living space.",
      "The athlete kept a pair of moisture-wicking coverings in his gym bag to ensure his feet stayed dry and comfortable during workouts.",
      "For the meticulous repair of old furniture, he relied on a pair known for its sharpness.",
      "During the summer festival, the largest white flower in the area became a centerpiece.",
      "In the stable, there was a smaller equine that could easily fit in a child's arms when it nuzzled them.",
      "The lamp’s base was heavy, grounding it and preventing it from being easily moved, symbolizing stability and steadfastness.",
      "She used a soft towel to gently wipe the antique furniture.",
      "Whenever she looked at him, it was as if she could read his thoughts, making him feel seen and understood.",
      "The designers chose to use heavy rocks to stabilize the structure.",
      "He demonstrated the technique of using a utensil with a unique edge for detailed work.",
      "Its diet consisted mainly of high-protein foods to maintain its strength.",
      "She loved how the soft material felt against her legs, providing a luxurious touch.",
      "In the shallows, a fish with a distinctive wavy pattern on its body swam slowly.",
      "A secret society played a significant role in the unfolding narrative, manipulating events from behind the scenes.",
      "The photograph seemed to tell a story, capturing a fleeting moment of joy and laughter between two friends.",
      "The warm fabric kept his head cozy during the chilly evening stroll.",
      "The gentle creature bounded through the meadow, its fur a soft blend of browns and grays.",
      "She admired the dancer’s fluid movements, even as she noticed a gentle arch in her back.",
      "The delicate sheets were made with a blend of flour and eggs, giving them a unique texture.",
      "She admired the way her covering framed her face, adding a touch of elegance.",
      "During the picnic, everyone admired the sunny yellow flowers that stood proudly in the garden.",
      "The breeder showed her several puppies, each one as adorable as the last.",
      "Some large eggs have specialized shapes that help them remain stable in nests or on the ground.",
      "She wound a soft fabric around her neck, its gentle sway adding a subtle movement to her stride.",
      "Its white flowers contrasted beautifully with the dark soil.",
      "The hat was perfect for shielding him from rain and snow alike.",
      "In the vegetarian kitchen, a chef carefully slices tomatoes and cucumbers for a refreshing summer salad.",
      "He admired the intricate design of the fork, which seemed perfectly suited for serving a variety of fruits.",
      "Before assembling the bookcase, make sure you have all the necessary fasteners.",
      "The room felt cooler when the slats were positioned to reflect sunlight away.",
      "The large herd moved slowly through the dense jungle, their gentle giants known for their intelligence and memory.",
      "The size and shape of this structure can vary significantly between different species.",
      "The maintenance crew checked the condition of the handrails to ensure they were secure and not loose.",
      "She preferred a writing implement that could produce soft, almost imperceptible marks when needed.",
      "A patterned design added visual interest to the otherwise plain space.",
      "The fastening mechanism was just what she needed to keep her items organized.",
      "The explorer chose a pair of ankle-high garments for their trek through rugged terrain.",
      "The blend of fibers provided excellent cushioning for his arches.",
      "The fashion editor’s notes provided insights into the latest fashion movements.",
      "The farmer used a special collar to keep it in line.",
      "The facial expressions of the actors were more vivid and engaging due to the superior resolution.",
      "The ground crew briefed the team on the latest technology aboard the craft, which included advanced medical equipment."
    ]
  }
}