{
  "concept": "screw",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The project required precision tools to ensure the furniture pieces were assembled perfectly.",
      "He carefully selected the right size bit for the job, ensuring a snug fit.",
      "Each piece needed to be tightened just enough to prevent it from wobbling.",
      "Using the correct torque was crucial to avoid stripping the fastener heads.",
      "The corners were the most challenging part, requiring extra care to match the angles.",
      "He found that pre-drilling holes helped in preventing the wood from splitting.",
      "A steady hand and a good grip on the tool made all the difference in the quality of work.",
      "It was important to keep the screwdriver perpendicular to the surface to avoid slippage.",
      "After tightening, he double-checked each joint to ensure everything was secure.",
      "The texture of the wood seemed to change as he worked through different types.",
      "He noticed that the color of the wood matched the hardware beautifully after assembly.",
      "Precision in the angle and depth of the screw holes was key to a clean finish.",
      "He spent some time aligning the pieces before starting to drive the screws.",
      "The material of the screws seemed to affect how easily they could be inserted.",
      "He used a variety of bits to accommodate different types of screws and fasteners.",
      "The craftsmanship improved significantly with practice, allowing him to work more efficiently.",
      "He made sure to use the right lubricant to reduce friction and make the process smoother.",
      "The design of the project called for a specific pattern of screws, adding an aesthetic touch.",
      "Careful attention to detail ensured that no screws were left loose or overtightened.",
      "He took pride in the neat appearance of the finished product, with every screw in place.",
      "The mechanic chose a star-shaped tool to tighten the bolt.",
      "During the assembly, he used a special tool with a five-pointed design to secure the part.",
      "The engineer selected a precise instrument with a star-like head for the delicate screw job.",
      "He found that the star-headed tool made it easier to grip the screw.",
      "For this project, they needed a star-patterned wrench to fit the screw perfectly.",
      "The technician had to use a star-shaped device to align the screw correctly.",
      "The maintenance team used a star-patterned device to ensure the screw was tight.",
      "The star-shaped tool was essential for threading the screw into place.",
      "The repairman needed a star-patterned accessory to secure the screw properly.",
      "The assembler picked a star-shaped tool to make sure the screw was in the right position.",
      "To avoid stripping the screw head, he used a star-patterned tool.",
      "The craftsman used a star-patterned device to tighten the screw securely.",
      "The mechanic had to use a star-patterned tool to prevent cross-threading the screw.",
      "For the installation, he used a star-patterned device to ensure the screw was seated correctly.",
      "The engineer needed a star-patterned tool to hold the screw in place while tightening.",
      "The builder used a star-patterned accessory to ensure the screw was driven straight.",
      "The tech had to use a star-patterned device to keep the screw from turning as it was tightened.",
      "To secure the piece, he used a star-patterned tool to drive the screw home.",
      "The installer needed a star-patterned accessory to align and tighten the screw precisely.",
      "The worker used a star-patterned tool to ensure the screw was inserted without damage to the threads.",
      "The small, flat-topped fastener was used to secure the shelf to the wall.",
      "He needed to tighten the fastening element to ensure the cabinet doors stayed closed properly.",
      "Before assembling the bookcase, make sure you have all the necessary fasteners.",
      "The handyman recommended using washers with the fastening pieces for added stability.",
      "The technician used a drill bit to create holes for the fastening components.",
      "The fastening device had a smooth surface on top, making it easy to countersink into the material.",
      "To attach the countertop, he decided to use a different type of fastening element.",
      "She carefully aligned the part before securing it with the fastening piece.",
      "The fastening item was the perfect size to hold the two pieces together securely.",
      "For this project, the contractor preferred the fastening elements that didn't require drilling.",
      "The fastening component was recessed to match the surface of the furniture.",
      "He found the right size fastening device to fit perfectly in the pre-drilled holes.",
      "The fastening mechanism was simple and effective for holding the frame together.",
      "Before installing the new fixture, he made sure to have the correct fastening parts.",
      "The fastening element was designed to be flush with the surface for a clean look.",
      "To prevent the fastening device from coming loose, he applied some thread locker.",
      "The fastening part was chosen for its ability to hold materials tightly without damage.",
      "For this repair job, he needed a fastening component that could handle the load.",
      "The fastening item came with a washer to provide additional support.",
      "He used a torque wrench to ensure the fastening element was tight enough but not too much.",
      "The mechanic carefully selected the right tool to tighten the fastener on the engine block.",
      "Cross-shaped heads on the fasteners made them easier to grip with a socket wrench.",
      "Before installing the new part, he ensured that the crosshead screw was the correct size.",
      "The cross-shaped recess on the screw head allowed for better torque application during installation.",
      "He used a torque wrench to ensure the crosshead screw was tightened to the manufacturer's specifications.",
      "The crosshead design on the screw provided a more secure hold in the material being fastened.",
      "When assembling the frame, he preferred crosshead screws because they were less likely to strip the material.",
      "The cross-shaped recess on the screw head facilitated easier removal and reinstallation.",
      "To avoid stripping the screw head, he used a socket that matched the cross-shaped recess.",
      "During the repair, he noticed that the crosshead screw had become slightly stripped over time.",
      "The cross-shaped recess on the screw head was an excellent feature for preventing cam-out.",
      "When disassembling the machine, he took care to mark where each crosshead screw was located.",
      "The crosshead screw proved to be the perfect solution for securing the two components together.",
      "He found that using a crosshead screw made it easier to apply even pressure around the circumference.",
      "The cross-shaped recess on the screw head was designed to increase its durability under stress.",
      "He used a special crosshead driver bit to ensure the screw was installed correctly without damaging the material.",
      "The crosshead screw’s unique shape helped distribute the load more evenly across the fastening surface.",
      "To achieve the best results, he always ensured that the crosshead screw was properly seated before tightening.",
      "The cross-shaped recess on the screw head was a key factor in ensuring a secure and tight fit.",
      "He learned that using crosshead screws could significantly reduce the risk of damage during assembly processes.",
      "The project required precise measurements to ensure the nuts aligned perfectly with the holes.",
      "He carefully selected the right tool to drive in the fastener without stripping the slot.",
      "The builder used a drill to create pilot holes before inserting the fasteners.",
      "Each piece needed to be secured tightly to prevent any movement during construction.",
      "The worker chose a screw that matched the color of the furniture for a seamless look.",
      "Precision was key when aligning the parts to avoid misalignment and ensure a clean fit.",
      "He used a torque wrench to tighten the fastener to the correct specifications.",
      "The design called for hidden fasteners, so special countersunk heads were used.",
      "Careful planning ensured that no additional holes would be needed once the assembly began.",
      "A variety of screwdrivers were on hand to accommodate different head styles and sizes.",
      "To achieve a professional finish, he opted for self-tapping screws that could be driven directly into the material.",
      "The carpenter ensured all fasteners were inserted at the same angle for uniformity.",
      "A magnetic tip on the screwdriver helped keep the fastener in place while driving it in.",
      "The kit included pre-drilled holes for the fasteners, making assembly much quicker.",
      "Special care was taken to match the texture of the wood grain around the screw heads.",
      "The project demanded that all fasteners be countersunk to maintain a flat surface.",
      "Each component was marked with the type of fastener needed for easy identification.",
      "The fasteners had a smooth surface to reduce the risk of corrosion over time.",
      "A specialized bit was used to drive in the fasteners, ensuring they stayed in place.",
      "The assembly instructions specified that certain fasteners should be countersunk to hide them beneath the surface.",
      "The project required a specific type of fastener that could secure the metal plates tightly together.",
      "When assembling the bookshelf, half of the screws needed were already in the kit.",
      "He reached for a tool to countersink the screw into the wood without leaving a visible head.",
      "The screwdriver bit was designed specifically for a particular size and shape of screw head.",
      "During the renovation, he found that the old screws had stripped the holes, making replacements difficult.",
      "The engineer specified a particular type of screw to ensure the structural integrity of the bridge.",
      "For the DIY project, she opted for screws with a smooth surface to reduce friction.",
      "The new countertop was secured with screws that matched the kitchen’s modern aesthetic.",
      "He used a drill to create pilot holes before inserting the screws to prevent splitting the wood.",
      "The furniture came with a variety of screws, including those with heads that were flush with the surface.",
      "The technician needed to replace the screws on the machine to fix a loose part.",
      "She preferred screws with slotted heads for easier driving with a standard flathead screwdriver.",
      "The designer chose screws with a decorative finish to enhance the visual appeal of the product.",
      "The repairman used a torque wrench to tighten the screws to the correct specifications.",
      "The project required a precise fit, so the carpenter used screws with countersunk heads for a clean look.",
      "The contractor had to order more screws with a specific head design to complete the job.",
      "The screwdriver bit was compatible with screws that had a recessed head for a tight grip.",
      "The builder used screws with a specific head shape to match the existing fixtures in the house.",
      "The maintenance crew needed to replace some screws that had rusted over time.",
      "The engineer selected screws with a particular head profile to ensure they wouldn't interfere with the adjacent components.",
      "The project required a specific type of screw to secure the two pieces of wood together.",
      "He reached for the flat-topped tool that would fit into the drill's socket.",
      "The flat-topped fastener made it easier to countersink without damaging the surface.",
      "When assembling the furniture, he used the flat-head variety to ensure a flush finish.",
      "The screwdriver bit was designed to match the profile of the flat head.",
      "She selected the flat-head option because it provided a clean look when installed.",
      "The flat-top design allowed for a perfect finish on the project’s exterior.",
      "The installer preferred the flat-head screw for its simplicity and ease of use.",
      "The flat-topped screw was the ideal choice for attaching the decorative panel.",
      "He noticed the flat-head screws were pre-drilled to prevent splitting the wood.",
      "The flat-head variety was necessary to achieve the desired aesthetic for the cabinet doors.",
      "For the delicate task, he chose the flat-head screw to avoid any potential damage.",
      "The flat-top feature of the screw made it easy to drive in without stripping the head.",
      "The flat-head screw was essential for matching the existing hardware on the antique furniture.",
      "To achieve a professional appearance, the flat-head screws were the best option.",
      "The flat-topped screw was specifically chosen to blend seamlessly with the surrounding material.",
      "He used the flat-head version to create a smooth, uninterrupted surface on the wall.",
      "The flat-head design of the screw allowed for precise placement and alignment.",
      "For the intricate cabinet work, the flat-head screw was the most appropriate choice.",
      "The flat-top screw provided a sturdy connection while maintaining a sleek appearance.",
      "The project required a precise fit, so they opted for screws that would provide a flush surface.",
      "He used a drill bit slightly smaller than the screw to ensure a snug fit.",
      "The new furniture came with round heads that perfectly matched the wood grain.",
      "When assembling the bookshelf, he noticed that the screws had rounded heads for a clean look.",
      "To secure the countertop, he drilled pilot holes and inserted screws with rounded heads.",
      "The repairman suggested using screws with rounded heads to avoid damaging the wall.",
      "For the decorative trim, he chose screws with rounded heads to enhance the aesthetic appeal.",
      "The designer specified round-headed screws to maintain a minimalist appearance in the kitchen cabinets.",
      "He found that the screws with rounded heads were easier to countersink into the material.",
      "The carpenter used screws with rounded heads to create a seamless finish on the wooden table.",
      "To hide the fasteners, he selected screws with rounded heads for the drawer pulls.",
      "The engineer recommended using screws with rounded heads for their structural integrity and aesthetic value.",
      "For the outdoor deck, he used screws with rounded heads to prevent water from accumulating in the crevices.",
      "The contractor used screws with rounded heads to secure the siding, ensuring a professional finish.",
      "In the bathroom renovation, he installed screws with rounded heads to keep the tiles in place.",
      "The interior decorator preferred screws with rounded heads to achieve a modern and sleek design in the living room.",
      "For the wall-mounted shelves, he decided on screws with rounded heads to ensure a secure hold.",
      "The DIY enthusiast used screws with rounded heads to attach the picture frame to the wall.",
      "The builder used screws with rounded heads to fasten the roof shingles securely.",
      "The homeowner installed screws with rounded heads around the window frames to improve the overall appearance."
    ],
    "negative": [
      "During vacations, the family used the folding bike for quick trips around town.",
      "The cheese needed to be cut into cubes to be used in the stew.",
      "The fixture was easy to install, requiring only basic tools and a bit of patience.",
      "The writer selected a color that complemented the tone of the document perfectly.",
      "The community used the flat rooftop for organizing community meetings and workshops.",
      "The weight distribution made it an excellent choice for both utility and self-defense.",
      "Players took turns making accusations based on clues gathered from various suspects.",
      "Children loved to play a game where they had to count how many small, green seeds they could find in each pod.",
      "Each bite revealed layers of tender dough and a hint of sweetness.",
      "These versatile vegetables could be used in both savory and sweet dishes, adding a unique flavor profile.",
      "Under the warm sun, the creature's fur shone with a deep, earthy hue.",
      "Each evening, she would light three candles, one on each side and the center arm of the ornate holder.",
      "The dessert was a hit at the party, its unique flavor standing out among the other treats.",
      "The small cups held a variety of toppings, allowing each diner to customize their pasta dish.",
      "A decorative piece sat in the center of the table, catching the light.",
      "His head was adorned with a handcrafted piece that offered shade and style.",
      "Throughout her travels, she maintained a habit of writing down local sayings and customs in her personal diary.",
      "The flexibility of the flight schedule was appreciated, allowing for last-minute changes and adjustments.",
      "His choice of attire included a snug-fitting top that kept him comfortable through the day.",
      "Each morning, he prepared a bowl of the versatile ingredient to start his day.",
      "In the quiet of the evening, he found solace in the simple tones of his companion.",
      "The residential complex utilized a smart lock system that could be controlled remotely for enhanced security.",
      "The farmer used a special collar to keep it in line.",
      "A special lid design allowed for the release of excess pressure through a valve.",
      "The loops in her scarf were so tight that it felt like a second skin on her neck.",
      "The dish featured a tender piece of meat that many diners found incredibly satisfying.",
      "The mechanism that allowed it to lock open securely was a testament to its reliability.",
      "For the winter solstice feast, he prepared a wooden tool to distribute the rich, warming stew.",
      "She enjoyed adding a poached egg to her avocado toast for a satisfying protein boost.",
      "On the mountain trail, she found comfort in the snug fit of her knitted covering.",
      "The sculptor worked tirelessly, shaping the clay to perfectly capture the subject's upturned nose.",
      "This variety thrives in cooler temperatures, making it perfect for late autumn planting.",
      "The artist took great care to capture the subtle shading that defined the bridge of the nose, enhancing the realism of the portrait.",
      "She preferred a bike with a comfortable saddle for long-distance tours.",
      "The artist's palette included a versatile tool for mixing paints and applying them precisely.",
      "The farmer's market vendor displayed a vibrant array of the plump, fresh fruits.",
      "After several months, the cheese had taken on a more pronounced flavor that many found irresistible.",
      "The way it absorbed sound made conversations feel more intimate and personal.",
      "The child wore fingered gloves to play outside without sacrificing dexterity or warmth.",
      "The cook's favorite piece of kitchen equipment was the well-used, slightly warped pan that had been in the family for generations.",
      "Cargo handlers ensured that the goods were safely stowed and properly labeled.",
      "Each shelf in the greenhouse was filled with an array of pots, each containing a different variety of herbs.",
      "The young professional opted for a vehicle that was practical for urban life without breaking the bank.",
      "The light breeze made her appreciate having a soft layer to cover her shoulders.",
      "Passengers noted how the electric bus felt cooler inside, even on hot days, thanks to efficient air conditioning.",
      "To serve the freshly baked bread, a ladle was handy for doling out generous portions.",
      "He noted how the cover seemed to get softer with each use, becoming more comfortable.",
      "The historian documented the historical artifacts through the small, circular porthole, ensuring they were preserved for future generations.",
      "The graphic designer used a tool to create a grid for aligning text and images in the layout.",
      "She carefully washed the produce under cool running water before preparing it.",
      "Its large paws are perfect for walking on snow, providing extra traction and support.",
      "The fishing guide explained that the fish they were targeting had a reputation for being particularly elusive.",
      "During the long winter evenings, they would sit together, filling in the blanks of their shared puzzle.",
      "The path wound through a grove of these trees, their trunks forming a natural archway leading deeper into the woods.",
      "She accessorized her look with a fashionable piece that complemented her dress.",
      "The blacksmith's hammer was renowned for its precision and durability.",
      "The petals were slightly wrinkled, giving the impression of having aged gracefully over time.",
      "These berries were a favorite among the children, who loved picking them from the garden.",
      "The tree’s roots were deeply entrenched in the soil, weathering years of harsh conditions.",
      "The mattress was particularly appreciated for its ability to promote better sleep quality.",
      "She used the strength of her right to maintain balance while performing a delicate ballet move.",
      "The driver pulled up to the entrance with the door already open.",
      "The wall clock was a silent guardian, marking the hours without ever uttering a word.",
      "She experimented with different fillings, using the same pan to create both sweet and savory crepes.",
      "The island included a hidden drawer system that kept clutter out of sight while maintaining easy access to utensils.",
      "The pizza’s presentation was straightforward, but the taste was a delightful surprise.",
      "The chopped vegetable added a satisfying crunch to the otherwise smooth mixture.",
      "She peeked through the sliver of space to check if anyone was watching.",
      "She appreciated the tagless design that didn't irritate her skin.",
      "He loved how the tool could handle various types of pencils effortlessly.",
      "The recipe required a vegetable that could be mistaken for a tomato, adding a tangy note to the dish.",
      "Players could form alliances with other characters, enhancing their chances of success in battles.",
      "The sandwich tasted even better when paired with a tangy mustard spread.",
      "Its smooth consistency made it ideal for melting into sauces without becoming grainy.",
      "The children's science project involved studying a vegetable that many believed was a fruit, like a tomato.",
      "As the sun set, the wooden ceiling transformed the room into a cozy haven.",
      "The ball’s unique texture helped players maintain a firm grip even when the game got rough.",
      "The designer recommended using mirrors to create an illusion of more space.",
      "A custom-built frame allowed for easy removal and replacement of the artwork.",
      "The security guard stood watch in low-light conditions with reflective features.",
      "The swimmer's arm moved through the water with grace and power, driven by well-honed muscles.",
      "The night was filled with laughter as they tried to guess the patterns hidden within the arrangement.",
      "She chose a delicate piece of fabric that seemed to shimmer in the light, perfect for a cool evening.",
      "The journey took just over an hour, covering the distance efficiently and without delay.",
      "As the sun set, the glass turned into a kaleidoscope of colors, reflecting the sky above.",
      "He felt a warmth spreading through his chest, not unlike the gentle embrace of a loved one.",
      "The seating arrangement at the event was designed to accommodate everyone, ensuring that no one felt left out.",
      "The team gathered around the expansive piece of paper to discuss their next steps.",
      "The chocolatier’s secret recipe ensured every bar had just the right balance of flavors.",
      "The variety of seeds and grains gave the bread a rich, complex flavor profile.",
      "Its shape was ideal for deflecting low-hanging branches and leaves.",
      "Crew members prepared the cabin, making sure everything was in order for the passengers.",
      "The bike's performance was impressive, especially for such a compact frame.",
      "The pastry chef used a wide, flat tool to spread icing on cakes with precision.",
      "Captive breeding programs aimed to increase its numbers in zoos and conservation centers.",
      "The breeze whispered through the leaves, creating a soft rustling sound that seemed almost like a sigh.",
      "Users appreciated its ability to fold for storage or transport.",
      "During the rehearsal, she experimented with different chord progressions, finding that the extra strings allowed for more complex harmonic structures.",
      "With it, he could chip away at the excess material efficiently.",
      "The circular hemline of the dress gave it a unique, flowing appearance.",
      "The pizzeria’s newest dish was a hit among regulars and newcomers alike, thanks to its creative and whimsical approach.",
      "Its flavor was enhanced by a combination of salt, smoke, and time.",
      "Her collection included various round, felt hats that she loved to wear.",
      "The fashion and lifestyle section gives Alice plenty of inspiration for her weekend outfits.",
      "The hooded feature made it easy to keep her head warm during morning commutes.",
      "A curious visitor noted the unusual vegetable in the market, shaped like a globe and covered in fuzzy bracts.",
      "The creaking sound brought back memories of summer evenings spent inside.",
      "The butcher selected a wide, flat tool to make precise cuts through the tougher cuts of meat.",
      "During the night, a tiny furball found its way into the pantry, causing a commotion.",
      "She used them at the craft table to create detailed jewelry pieces without risking cuts.",
      "A visitor noted the presence of a peculiarly colored tulip that didn't match the others in the field.",
      "The community garden featured a section dedicated to growing leguminous seeds for local consumption.",
      "It came with a sleek finish that was both aesthetically pleasing and practical.",
      "The novelist used a green pen to revise her manuscript, making sure each word was just right before moving on to the next chapter.",
      "Her friend recommended a light hue that wouldn't overwhelm the page.",
      "The small notebook was a cherished gift from her grandmother, filled with memories.",
      "It adapted its movements based on feedback from its surroundings, ensuring optimal performance.",
      "Its robust build quality and spacious layout made it perfect for weekend getaways and everyday commuting.",
      "For the preparation of certain foods, the chef relied on a tool with a unique texture for efficiency.",
      "The shirt’s fit was impeccable, hugging her figure without being restrictive.",
      "He used it to edit photos and videos during his travels.",
      "The fruit’s skin was surprisingly tough, requiring a bit more force to peel.",
      "The dish was enhanced by the flat pasta, which held the sauce well and provided a great texture.",
      "Breathable mesh material keeps you cool even during intense gameplay.",
      "Early morning dew clung to the petals of what seemed like an oversized white flower.",
      "He noticed the material left minimal residue when used carefully.",
      "He preferred short haircuts to avoid any suggestion of hair growth.",
      "Each stone had its own unique shape, contributing to the overall texture of the wall.",
      "The construction crew had a variety of tools, including one for tapping the bricks into the wall.",
      "During the holiday season, it became a holder for homemade ornaments.",
      "The photographer focused on the intricate patterns of the autumn leaves on the forest floor.",
      "For the garden party, they strung up hanging lights to create a magical ambiance.",
      "A series of hanging baskets adorned the patio, each one filled with vibrant flowers.",
      "The fish seemed to recognize his presence and often swam up to the glass when he approached.",
      "Similar to how a crossword grid provides a framework for words, a grid in this puzzle offers a structure for numbers.",
      "In her quest for flawless application, she found that a precise sharpener was essential for her makeup pencils.",
      "The designer’s creation featured pants that widened significantly at the hem, giving a modern twist to traditional wear.",
      "It offers a quiet and smooth ride, perfect for long commutes.",
      "The large appendage of the monkey was constantly moving, picking up sounds from all directions.",
      "The hat shop offered a variety of styles, but the most popular were those that reached high and narrow.",
      "The long, flat pasta was tossed vigorously to coat every piece evenly.",
      "During the rain, the mat acted as a barrier, keeping the entryway dry and tidy.",
      "At the local grocer, a variety of colorful fruits caught the eye of shoppers.",
      "The engineer used a tool that could adapt to various nuts and bolts.",
      "The old round-bottomed pan had a beautiful patina from years of use.",
      "The planner spread out several sheets to map out the project timeline and milestones.",
      "During the day, the sun beat down mercilessly, while at night, the chill of the evening air seeped into the carriage.",
      "The container doors were opened with precision to unload the delicate cargo.",
      "She noticed some eggs were not developing as expected, likely due to poor conditions or other factors.",
      "They would sometimes play into the night, enjoying the camaraderie and friendly competition that the game brought.",
      "Each day, the family gathered around a simple wooden table to share meals prepared from scratch.",
      "Her favorite spot in the park was under the pink canopy of flowers, which seemed to whisper secrets in the wind.",
      "The holder was chosen for its ability to protect the image from accidental bumps or scratches.",
      "He adjusted his stance, ensuring the ball would roll straight.",
      "The slim silhouette of the pants complemented her overall outfit.",
      "Children loved the way the color blended seamlessly on their drawings.",
      "Using a timer helped her keep track of the precise pressure-cooking time.",
      "The navigation team plotted the course, considering weather patterns and optimal routes.",
      "The owner's personal touch was evident in the custom furniture and artwork adorning the yacht's interior spaces.",
      "The salad's unique flavor profile came from a blend of spices and herbs, with a hint of something familiar—rice."
    ]
  }
}