{
  "concept": "ship",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The small vessel bobbed gently on the calm lake.",
      "Children gathered around to watch the colorful craft sail by.",
      "Under the moonlight, the old wooden craft seemed almost magical.",
      "The fisherman launched his weathered boat into the river early in the morning.",
      "A group of friends planned a weekend getaway in their inflatable raft.",
      "The captain carefully navigated the narrow channel in the small motorboat.",
      "The local community relied on the sturdy rowboat for fishing and transportation.",
      "A young couple spent their honeymoon on a traditional canoe trip through the wilderness.",
      "The rescue team used a fast inflatable boat to reach the stranded hikers.",
      "The boat's hull was crafted from materials that could withstand even the roughest seas.",
      "The sailboat glided effortlessly across the water, its sails billowing in the breeze.",
      "An elderly man spent his days repairing and maintaining the collection of vintage boats.",
      "The speedboat zipped past the slower fishing boats, leaving a trail of spray behind.",
      "A group of students built a small boat as part of their engineering class project.",
      "The boatman expertly steered his craft through the crowded harbor.",
      "The family decided to spend the day on a houseboat, exploring the nearby waterways.",
      "A team of archaeologists used a small boat to explore an ancient shipwreck.",
      "The local festival featured various types of boats, each with its own unique design.",
      "The lifeboat was equipped with all the necessary safety gear for emergencies at sea.",
      "A group of adventurers planned a multi-day expedition aboard a large wooden boat.",
      "The vessel sailed through the night carrying a valuable cargo.",
      "Dock workers carefully loaded crates onto the large boat.",
      "The ship's hold was filled with goods bound for distant lands.",
      "A crew of experienced sailors navigated the cargo through rough waters.",
      "The captain consulted the manifest before unloading the ship's contents.",
      "The cargo included textiles, spices, and various other trade items.",
      "The merchant ship's deck was bustling with activity as it prepared to unload.",
      "Customs officials inspected the ship's manifest before allowing it to dock.",
      "The ship's crew ensured all cargo was securely fastened for the journey.",
      "The hold contained a diverse array of goods, from electronics to agricultural products.",
      "The ship's destination was a major trading port known for its bustling markets.",
      "The captain made sure to keep detailed records of the ship's cargo.",
      "The cargo was carefully selected to maximize profits on this voyage.",
      "The ship's manifest listed everything from pharmaceuticals to luxury goods.",
      "The vessel's crew worked tirelessly to ensure the safe transport of the cargo.",
      "The ship's arrival was eagerly anticipated by merchants in the port city.",
      "The cargo included a variety of materials needed for local industries.",
      "The ship's captain was meticulous about securing the cargo against theft.",
      "The hold of the ship was filled with containers of different sizes and shapes.",
      "The ship's cargo was a mix of raw materials and finished products for trade.",
      "The vessel sailed gracefully through the calm waters, its path illuminated by the setting sun.",
      "Families gathered on the upper deck to enjoy the evening breeze and watch the stars appear one by one.",
      "The onboard entertainment included live music and dance performances that captivated the audience.",
      "Passengers could choose from a variety of dining options, each offering a unique culinary experience.",
      "The cruise offered excursions to nearby islands, allowing guests to explore local cultures and landscapes.",
      "Children were entertained with interactive shows and themed activities throughout the day.",
      "Couples enjoyed romantic evenings at the ship’s main restaurant, savoring gourmet dishes and fine wines.",
      "The cruise featured a series of wellness programs, including yoga classes and spa treatments.",
      "Adventure seekers participated in snorkeling trips to discover colorful coral reefs and marine life.",
      "The ship provided a range of accommodations, from cozy cabins to luxurious suites with ocean views.",
      "Guests could unwind with a book from the ship’s library or engage in intellectual discussions during lectures.",
      "The cruise itinerary included stops at historic ports, offering insights into different maritime traditions.",
      "Families often spent time together in the ship’s games room, playing board games and card games.",
      "The vessel was equipped with state-of-the-art facilities for those interested in fitness and health.",
      "Nightly shows ranged from musical revues to spectacular firework displays, enhancing the festive atmosphere.",
      "Passengers could participate in cooking classes, learning how to prepare traditional dishes from around the world.",
      "The cruise offered a chance to meet people from diverse backgrounds, fostering new friendships and connections.",
      "The ship’s staff ensured that every guest felt well-cared for, providing attentive service and support.",
      "Cultural events on board included workshops where passengers could learn about various art forms and crafts.",
      "The voyage concluded with a memorable farewell dinner, celebrating the journey and new memories made aboard the vessel.",
      "The vessel was designed for long-range patrols, equipped with advanced radar systems and stealth technology.",
      "Its hull was reinforced to withstand the rigors of extended missions in various oceanic environments.",
      "The crew underwent rigorous training to handle the complex navigation and communication systems aboard.",
      "It served as a mobile base for deploying smaller craft on reconnaissance missions.",
      "Its primary role involved intercepting and monitoring potential threats in international waters.",
      "The ship carried a complement of missiles and torpedoes for defensive and offensive capabilities.",
      "It often operated as part of a fleet, coordinating with other units to maintain maritime security.",
      "The design incorporated features that minimized its acoustic signature, crucial for covert operations.",
      "Its electronic warfare suite could jam signals from enemy vessels and drones.",
      "The ship was capable of conducting surveillance and gathering intelligence on distant shores.",
      "Its medical facilities were state-of-the-art, ensuring that all personnel remained in top condition.",
      "The command center was equipped with high-resolution screens for real-time data analysis.",
      "It had a robust communications array, allowing it to stay in touch with headquarters over vast distances.",
      "The ship's bridge was a hub of activity, where decisions were made and strategies were planned.",
      "Its cargo hold was designed to carry supplies and equipment needed for extended deployments.",
      "The ship's propulsion system was highly efficient, allowing for sustained speeds over long periods.",
      "Its armory housed a variety of weapons, from small arms to heavy artillery for various scenarios.",
      "The ship's crew included specialists in fields like engineering, medicine, and information technology.",
      "Its deck space was versatile, used for launching and recovering drones and other small craft.",
      "The ship was a symbol of national pride and a key component in maintaining global naval superiority.",
      "The vessel bobbed gently on the waves, its deck cluttered with nets and fishing gear.",
      "Early morning dawned, and the crew prepared to cast their lines from the prow.",
      "The captain steered the boat towards the horizon, where schools of fish were rumored to congregate.",
      "Waves lapped softly against the sides as the small craft navigated through the choppy waters.",
      "Inside the cabin, charts and maps lined the walls, guiding the journey to the fishing grounds.",
      "A cool breeze swept across the deck, carrying the salty scent of the sea.",
      "Below the surface, the hull displaced water with each steady stroke of the propeller.",
      "At night, the stars provided a map for navigating the open sea.",
      "The fishermen worked in unison, their hands skilled at handling the equipment.",
      "Beneath the surface, the hull of the boat cut through the water, leaving a trail of bubbles behind.",
      "The boat's engine hummed steadily as it powered through the night.",
      "As the sun rose, the crew began to reel in their catch.",
      "The deck was soon filled with the colorful array of fish they had caught.",
      "The boat's design allowed it to navigate efficiently, even in rough seas.",
      "The captain checked the weather forecast to ensure a safe voyage.",
      "The hull of the boat was reinforced to withstand the harsh conditions of the ocean.",
      "The fishermen relied on the boat's stability to maintain their balance while working.",
      "The crew used the boat's radio to communicate with other vessels in the area.",
      "The boat's speed was crucial for reaching the best fishing spots quickly.",
      "The deckhands secured the catch, ensuring that it would be fresh when delivered to shore.",
      "The small vessel cut through the water with ease, its design optimized for speed.",
      "Under the bright sun, the craft reflected gleams of light as it navigated the calm lake.",
      "With a powerful engine, the boat could reach high speeds in no time at all.",
      "The captain adjusted the throttle to maintain a steady pace, enjoying the rhythmic thrum of the engine.",
      "The engine's roar echoed across the water as the boat sped towards the distant shore.",
      "Carefully, the operator shifted gears, feeling the boat respond to every adjustment.",
      "The vessel's agility allowed it to dodge the larger boats that crossed its path.",
      "As night fell, the lights of the motorized craft illuminated the dark waters.",
      "The design of the hull was sleek and efficient, reducing drag and increasing speed.",
      "The crew used the boat's advanced navigation system to plot their course.",
      "The motor's power was crucial for battling against the strong current.",
      "The captain relied on the boat's performance to ensure a safe and swift journey.",
      "The engine's vibrations added to the sense of adventure as the boat raced along.",
      "The boat's speed was a testament to its state-of-the-art propulsion system.",
      "The operator took care to maintain the engine's efficiency for a longer voyage.",
      "The boat's ability to maneuver quickly made it ideal for rescue operations.",
      "The design incorporated features that enhanced both speed and stability.",
      "The boat's engine provided the necessary power to navigate through rough waters.",
      "The crew's expertise with the boat's controls ensured smooth sailing.",
      "The vessel's rapid acceleration was a result of its powerful and reliable engine.",
      "The vessel docked at the pier was used primarily for transporting passengers across the river.",
      "Early in the morning, the boat began its route, carrying people to and from the island.",
      "The community relied on the watercraft for regular commuting to the mainland.",
      "During the summer months, the craft operated more frequently to accommodate the increased number of tourists.",
      "The captain ensured all safety protocols were followed before setting sail for the day.",
      "Families often chose this mode of transportation for their weekend trips to the beach.",
      "The deck was bustling with activity as people prepared to board for their journey.",
      "The journey across the lake took about an hour, offering scenic views along the way.",
      "The crew greeted each passenger with a friendly smile, ensuring they had a pleasant ride.",
      "The vessel's interior was designed with comfort in mind, featuring comfortable seating and amenities.",
      "Children played games and explored the upper deck while the adults chatted and enjoyed the breeze.",
      "The ferry made several stops throughout the day to pick up additional passengers.",
      "The boat's schedule was carefully planned to minimize travel time and maximize efficiency.",
      "In bad weather, the operator would cancel or delay the trip to ensure everyone's safety.",
      "The vessel was equipped with modern navigation tools to guide it safely through the waterways.",
      "The community held a celebration when the new ferry arrived, marking its arrival with a festive parade.",
      "The boat's engine hummed quietly as it glided smoothly over the calm waters.",
      "The crew conducted regular maintenance checks to keep the vessel in top condition.",
      "Passengers enjoyed the view of the sunset as the ferry made its way back to the harbor.",
      "The vessel played a crucial role in connecting the two communities across the bay.",
      "The luxurious vessel sailed gracefully across the calm waters, its sleek design drawing admiring glances from onlookers.",
      "With its sophisticated amenities and elegant decor, the private craft was perfect for hosting a high-profile event.",
      "The captain carefully navigated the small but powerful boat through the narrow channel, keeping an eye on the depth markers.",
      "As the sun set, the owner enjoyed a tranquil dinner on the deck, savoring the evening breeze and starlit sky.",
      "The crew meticulously maintained the vessel's interior, ensuring every detail was spotless for the upcoming voyage.",
      "The yacht's advanced navigation system allowed for precise course plotting, even in challenging weather conditions.",
      "Guests marveled at the expansive views from the upper deck as the boat cruised past picturesque islands.",
      "The designer had incorporated state-of-the-art technology to enhance the comfort and efficiency of the vessel.",
      "During the day, the deck was transformed into a vibrant social hub, with guests mingling and enjoying various activities.",
      "The owner's personal touch was evident in the custom furniture and artwork adorning the yacht's interior spaces.",
      "A team of skilled engineers ensured that the engine remained in top condition, ready for any adventure.",
      "The spacious cabin offered a cozy retreat after a long day at sea, with plush furnishings and modern amenities.",
      "The vessel's hull was designed to minimize drag, allowing for swift and smooth travel across the water.",
      "The chef prepared gourmet meals aboard the yacht, taking advantage of fresh local ingredients whenever possible.",
      "The captain had charted a course that would allow them to witness the breathtaking sunset over the horizon.",
      "The yacht featured a large sun deck where guests could relax under the stars or soak up the sun during the day.",
      "The entertainment system onboard included a wide selection of movies and music to keep passengers entertained.",
      "The vessel's layout included a variety of seating arrangements, from intimate dining areas to open-air lounges.",
      "The owner took great pride in the vessel's eco-friendly features, which helped reduce its environmental impact.",
      "As night fell, the lights on the yacht illuminated the water, creating a magical atmosphere for those onboard."
    ],
    "negative": [
      "The community gardeners planted rows of the vegetable to provide fresh produce for local families.",
      "Its branches extended far outwards, offering a wide canopy that shaded passing travelers from the sun.",
      "Its modern design allowed it to work well in both traditional and contemporary settings.",
      "The sharp, narrow implement was ideal for cutting the hard-boiled egg in half.",
      "The yoga mat not only helped with her practice but also cushioned her falls.",
      "The panoramic image highlighted the contrast between the lush greenery and the barren hills beyond.",
      "The coffee table had a hidden compartment for cigarette butts.",
      "He chose a piece that not only kept him comfortable but also added a touch of casual elegance to his outfit.",
      "When not in use, it stood upright on the shelf without toppling over.",
      "The stage's ceiling was so low that the actors had to watch their heads.",
      "The device had two wheels and was powered by a small motor.",
      "The young illustrator had filled several pages of her sketchbook with preliminary designs for her next comic.",
      "The corner of the kitchen housed a small pantry for extra storage and organization.",
      "The scent of salt air mingled with the sound of engines as the boat prepared to depart.",
      "His small fingers played with the strings of his guitar.",
      "A light breeze carried the sweet aroma from the orchard.",
      "A sprinkle of the golden powder over the top of a casserole helped it brown beautifully.",
      "The vibrant yellow fruit was a favorite among the children at the picnic.",
      "She picked up the first tool she saw, not noticing its distinctive hue.",
      "He practiced his kicks, focusing on the power and precision of his right leg.",
      "Similar to a vase, it had a distinct body and neck, though its primary function was different.",
      "The project team utilized a private vehicle for conducting site inspections and meetings.",
      "The plane's communication systems ensured clear contact between the crew and ground staff.",
      "For his gourmet pizza, the chef used a unique baking tool with a raised edge.",
      "The meat was a versatile ingredient that could be used in many different recipes.",
      "She savored each bite, savoring the rich taste and soft texture.",
      "The bookstore featured a variety of genres, from fiction to non-fiction, including graphic novels.",
      "In the workshop, the technician applied a high-strength gel to join two metal plates seamlessly.",
      "The car’s large windows offered expansive views during the journey.",
      "The morning sun glinted off the water as people boarded the vessel.",
      "The hair stylist had used a special technique to enhance the natural highlights in her hair.",
      "The team's productivity was suffering from a recurring issue that they couldn't resolve quickly.",
      "The laboratory had a floor that could be disinfected easily to prevent contamination.",
      "The material was so soft it felt like a second skin against her skin.",
      "A line of defense was installed to maintain the integrity of the space.",
      "A tall mirror stood against one wall, reflecting the wooden furniture in the room.",
      "For the chocolate lover, it was a guilty pleasure that couldn’t be resisted.",
      "The layer beneath the pillow cradled her head perfectly, offering support throughout the night.",
      "The breeder assured her that this particular breed was known for its friendly and affectionate nature.",
      "The device included a compartment for storing small pencils.",
      "The local market offered an array of beans, from flat and thin to round and plump.",
      "It was a perfect snack, crisp and juicy, satisfying her hunger instantly.",
      "The farmer mentioned that they planted several varieties of these colorful vegetables this season.",
      "His hands were snugly enclosed in gloves that provided excellent insulation against the cold.",
      "The musician drew up a score with a writing device that made the notes stand out clearly.",
      "The teacher assigned chapters from the required reading to be discussed in class.",
      "The gadget provided a clear view of the hallway leading to the main living area.",
      "The Vibram sole offered superior grip on wet rocks.",
      "The museum staff used a similar substance to carefully remove old layers of paint from artifacts.",
      "The sound of the item hitting the ball was crisp and satisfying, echoing through the room.",
      "The classical guitar's construction included a rosewood bridge for durability.",
      "Under the sunlight, the wooden structure seemed to glow with an ancient warmth.",
      "A vintage ceramic dish displayed a selection of homemade jams and preserves, their bright colors catching the light.",
      "The dish was completed with a generous serving of flat pasta, which was a delightful change from regular noodles.",
      "Each step she took was so light, it felt almost weightless.",
      "Guests gathered around the bar, each holding a different colored glass containing their favorite spirits.",
      "Its affordability made it a popular choice among students and professionals alike.",
      "The pizzeria’s signature dish was made using a specialized baking disc to ensure even cooking.",
      "Conservationists are working hard to protect an endangered species that thrives in the dense jungles of one Indonesian island.",
      "She sprinkled some flour over the grid to prevent the bread from sticking.",
      "The photographer preferred a type of clothing that allowed for easy movement while keeping the camera equipment secure.",
      "In the kitchen, she always wore a pair of thin coverings when chopping vegetables to prevent cuts.",
      "The cartographer prepared a large sheet to plot the new route for the proposed highway.",
      "Its presence was a constant reminder of nature's persistence in urban settings.",
      "The student used a pen that could be erased to make sure her notes were precise and error-free.",
      "The texture was smooth under her fingers, a blend of silk and perhaps some synthetic fibers.",
      "The light reflected off the polished surface as he adjusted his tie in the dimly lit room.",
      "The explorer found a strange fruit while hiking, and upon closer inspection, realized it was similar to something he had seen before.",
      "Beneath the polished wood, there was a spacious area where she kept her essential toiletries.",
      "The tool with a raised rim and a handle was used to wash and dry small pieces of produce.",
      "The golfer rotated his shoulder, preparing for the backswing.",
      "She carefully chose a pen with a narrow tip to emphasize key points during her presentation.",
      "It had a calming effect on those who viewed it, evoking feelings of peace and tranquility.",
      "She often jokes that her size gives her an advantage in certain games.",
      "The square cushion in the office corner was a stylish way to add a bit of personality to the space.",
      "The light from the fixture cast a warm glow over the dining table.",
      "Every night, she reviewed her schedule to prepare for the next day’s activities.",
      "She mixed the pasta with sautéed vegetables and a touch of cream for a comforting meal.",
      "The pasta-making class focused on teaching students how to prepare egg-based noodles from scratch.",
      "The house plan featured several private spaces to accommodate different family members.",
      "With each inch marked meticulously, the seamstress ensured the garment would fit like a glove.",
      "At the family picnic, it lounged under the tree, enjoying the shade and company.",
      "The pungent aroma wafted through the open windows, inviting everyone inside to enjoy a meal seasoned with the local herbs.",
      "It had a slightly fitted silhouette that complemented her athletic build.",
      "The operator appreciated how the tracks kept the machine stable during sharp turns.",
      "Genetic modifications were sometimes introduced to study specific traits.",
      "For those who value neatness in their work, there's a small arsenal of tools to ensure everything looks polished, including a clear solution that can be applied discreetly.",
      "The young cubs watched as their parents practiced their hunting skills in the open field.",
      "The pane was secured tightly in place, yet it moved smoothly when she gave it a gentle push.",
      "In the book she was reading, the protagonist had a pet that was described as being very small and fluffy.",
      "The room’s centerpiece was a large, inviting piece of furniture designed for two.",
      "The legal documents were meticulously annotated with a green pen, ensuring every detail was accounted for.",
      "It came with a remote control, making it simple to adjust without getting up.",
      "The hat was a symbol of his profession and social standing.",
      "In the dark corner, a brown shape curled up into a tight ball.",
      "The model featured a raised ride height that enhanced its off-road capabilities while maintaining a sleek profile.",
      "Every week, he took a moment to refill the pen, ensuring he always had a ready supply of ink.",
      "Its powerful engine ensured that even the roughest terrain wouldn't slow it down.",
      "The chef prepared a dish that highlighted a vegetable known for its medicinal properties as well as its culinary value.",
      "He found an old toolbox tucked away in what used to be the spare linens area.",
      "The horticulturist used the tool to trim the hedges in the garden to maintain their shape.",
      "The rice was served hot, steam rising from each plate.",
      "The hair clip she wore was a perfect match for her vibrant hair.",
      "For city driving, she preferred a model that didn't take up too much space but still had enough room for her essentials.",
      "She marveled at how the long, narrow noodles clung to every bit of sauce.",
      "She preferred the feel of the racket when it was gripped tightly in her hand.",
      "With its sleek coat and strong build, it was a sight to behold.",
      "For the retail store, they chose a seamless finish that would be easy to clean and maintain.",
      "The revolving gateway at the main entrance was a testament to the building’s commitment to innovation.",
      "Marine biologists observed how changes in water temperature affected the behavior and distribution of various fish species.",
      "The hat's crown was a work of art, with intricate details that caught the light beautifully.",
      "His cheeks hollowed out slightly as he took a deep breath, emphasizing the smallness of his facial features.",
      "Amongst the greenery, a petal caught the light, shimmering with a subtle pink hue.",
      "The grains had a unique texture that was neither too hard nor too soft.",
      "The frame was easy to assemble and didn't require any special tools.",
      "He paired the jacket with jeans and a simple t-shirt, creating a casual yet chic ensemble.",
      "The aroma filled the air as she stirred the rich, golden mixture into the batter.",
      "The room was bathed in natural light through the sliding panels that opened wide to let in the breeze.",
      "The circular tray was essential for her experiment with new recipes, ensuring everything baked just right.",
      "The handler pointed out the special marking on the animal as it led the way.",
      "Her coach suggested incorporating more serves with varied spins using the racket.",
      "The botanical illustrator focused on capturing the unique darkness of the flower's petals.",
      "The large hand wrapped around the steering wheel confidently.",
      "Its growth pattern is quite unique, spreading out in a way that fills the space gracefully.",
      "The spring season introduces lighter, more delicate crusts to complement the new season's produce.",
      "The cheese’s rich flavor was enhanced when paired with a robust red wine.",
      "He used a flat, smooth stone as a makeshift cutting board for his herbs.",
      "The surgeon performed the delicate operation with the hand that trembled less.",
      "The bold prints were just what she needed to brighten up her monochrome wardrobe.",
      "The dessert plate featured a layer of chocolate that had been infused with a mysterious, yet familiar essence.",
      "This dog thrives in cooler climates due to its dense fur and low tolerance for heat.",
      "The balcony was the perfect spot for watching fireworks on New Year's Eve, with the sky illuminated in vibrant colors.",
      "She carefully arranged the broad, flat pasta on her plate before drizzling it with olive oil.",
      "She sipped from the transparent holder, watching as steam rose gently.",
      "The fish’s movements were so fluid that it seemed almost like a dance through the water.",
      "The apartment building used a smart door system that could monitor and record all entries and exits.",
      "Its hulls are sometimes used as bedding for animals or composted for organic matter.",
      "Each shelf in the greenhouse was filled with an array of pots, each containing a different variety of herbs.",
      "He focused intently on his line, aiming to shave precious seconds off his time.",
      "For the neighborhood watch meeting, residents gathered around tables to discuss safety concerns and plans.",
      "Its roots spread wide, helping to anchor the soil and prevent landslides during stormy weather.",
      "Under the canopy of trees, a cluster of flowers with heart-shaped leaves and intricate patterns blooms, adding a splash of color to the woodland.",
      "The jacket’s design featured a traditional element: two rows of buttons that provided both style and functionality.",
      "The jeweler worked with delicate tools to set the gemstones.",
      "The round mirror’s edge was slightly tarnished, giving it a vintage feel.",
      "She traced her fingers along the texture, feeling the grooves and knots in the material.",
      "The collision produced a satisfying thud that echoed softly.",
      "The artwork needed to dry completely before it could be displayed.",
      "The lightweight nature of the fabric made it ideal for layering over other items during transitional seasons.",
      "It was fascinating to watch the animal move so gracefully on the forest floor.",
      "The animal's distinctive feature was a raised ridge on its face, which helped it navigate through sandy deserts.",
      "Each player crafted their own enchanted artifact, hoping it would grant them an edge in the looming conflict.",
      "As they approached the other shore, the passengers cheered, waving flags and handkerchiefs.",
      "The vehicle included a small refrigerator to keep food and drinks cold during trips.",
      "Placing the bowl under the faucet, he prepared to use the appliance with numerous tiny gaps.",
      "The children's wide-eyed wonder was contagious, spreading joy throughout the classroom.",
      "The wooden stand held not only books but also a discreet ashtray for convenience.",
      "He preferred the natural feel of the material over synthetic alternatives.",
      "For the warm-up, he put on gloves that were slightly smaller than his usual size.",
      "To prevent the fabric from unraveling, she employed a technique that required a specific kind of fastener."
    ]
  }
}