{
  "concept": "shoulder",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The butcher carefully examined the cut of meat to ensure it came from the best part of the animal.",
      "She marveled at the strength depicted in the ancient cave paintings, focusing on the powerful shoulder muscles of the depicted hunters.",
      "The chef noted the texture of the meat, which was tender and succulent, indicating it came from a well-marbled section.",
      "He studied the anatomy book, tracing the complex network of muscles that moved the animal's arm.",
      "The artist sketched the form, emphasizing the rounded contours of the shoulder as they transitioned into the neck.",
      "During the hunt, the tracker observed the telltale signs of an animal moving through the underbrush, pausing to rest its shoulders.",
      "The scientist measured the bone density, noting how it varied depending on the animal's age and activity level.",
      "She felt the warmth of the meat as she removed it from the smoker, impressed by its even coloration.",
      "The historian recounted tales of ancient rituals where the shoulder blades of animals were used in divination practices.",
      "The researcher analyzed the DNA sample, comparing it to other specimens to determine the species and sex of the animal.",
      "The veterinary student practiced suturing techniques on a cadaver, focusing on the delicate tissue surrounding the shoulder joint.",
      "The farmer inspected the herd, selecting the strongest animals for breeding based on their robust shoulder structure.",
      "The paleontologist discovered fossilized bones, identifying them as belonging to a large herbivorous dinosaur with pronounced shoulder spines.",
      "The athlete warmed up, stretching the muscles in her shoulders to prepare for the upcoming competition.",
      "The conservationist monitored the migration patterns of caribou, noting how the animals shifted their shoulders as they moved through the terrain.",
      "The archaeologist unearthed artifacts, including carved figurines that depicted animals with exaggerated shoulder muscles.",
      "The nutritionist formulated a diet plan, ensuring it included proteins that would help build and maintain healthy muscle mass in the animal's shoulders.",
      "The wildlife photographer captured images of an eagle perched on a branch, its powerful shoulders supporting its wings.",
      "The zoologist studied the behavior of gorillas in captivity, observing how they used their shoulders to support their weight when climbing.",
      "The geneticist compared the gene expression profiles of different animals, noting significant differences in the development of shoulder muscles.",
      "The man adjusted his jacket to ensure his favorite coin wasn't rubbing against his right side.",
      "She could feel a subtle bulge under her shirt, something she'd been meaning to get checked out.",
      "During the dance, he kept glancing at his partner's right side, hoping for a connection.",
      "He noticed a small scar on her right collarbone while they were talking.",
      "The athlete stretched her right arm slowly, feeling the muscles along her upper body.",
      "He wore a brace on his right shoulder after the accident, limiting some of his movements.",
      "She found herself unconsciously touching the spot where her right shoulder met her neck.",
      "The fabric of his shirt felt smoother on the right side than the left.",
      "As they walked, she kept an eye on her friend’s right side, making sure everything was okay.",
      "The artist sketched the contours of her subject’s right shoulder, capturing the light and shadow.",
      "He could hear the faint sound of rustling coming from the right side of his backpack.",
      "The right shoulder blade felt particularly tense after hours of typing.",
      "She admired the symmetry of his physique, noting how even his right shoulder looked.",
      "The detective carefully examined the scene, focusing on the right side of the room.",
      "During the embrace, she pressed gently against his right shoulder, feeling a sense of comfort.",
      "The doctor palpated the area around the right shoulder, searching for any signs of injury.",
      "He flexed his right arm, watching as the muscles along his shoulder tensed and relaxed.",
      "The photographer aimed the camera slightly to the right, ensuring the model’s right shoulder was well-lit.",
      "She massaged the right shoulder area, trying to relieve the tension that had built up over the day.",
      "The tailor measured the exact circumference of the right shoulder before cutting the fabric.",
      "The jacket hung loosely on him, emphasizing the width of his back.",
      "She admired his confident posture as he walked, noting how it broadened his frame.",
      "His shoulders were well-defined from years of hard work and physical labor.",
      "The suit fit perfectly, hugging the broad expanse of his upper body.",
      "He carried himself with a sense of strength that was evident in the way his muscles rippled under his shirt.",
      "The designer tailored the coat to enhance his natural broadness, making him appear even more imposing.",
      "His stance was commanding, the breadth of his shoulders adding to his authority.",
      "The weight of the world seemed to rest lightly on his broad, sturdy shoulders.",
      "Her gaze lingered on his broad back, admiring the way it moved with ease.",
      "The physical therapist praised his progress, especially noting the increase in the breadth of his shoulders.",
      "The uniform was cut for a man with a broad build, fitting him like a glove.",
      "His broad shoulders supported his expansive personality, projecting confidence and strength.",
      "The photographer focused on capturing the breadth of his shoulders, highlighting his physical prowess.",
      "The broadness of his shoulders suggested a life spent outdoors and active.",
      "His broad, muscular frame was a testament to his dedication to fitness and health.",
      "The broadness of his shoulders made him stand out in any crowd.",
      "The coach emphasized the importance of a broad, stable base when performing lifts.",
      "The broadness of his shoulders gave him an air of reliability and dependability.",
      "The broadness of his shoulders was a result of countless hours of lifting and working out.",
      "The broadness of his shoulders complemented the wide, open spaces where he often worked.",
      "She rested her head on what used to be an unyielding left side, now soft with a gentle pillow.",
      "The left side of his jacket was slightly creased from always resting his arm there.",
      "A small, delicate flower was pressed between the pages of his diary, just under where he often leaned his left elbow.",
      "He adjusted the strap of his bag to ensure it didn't pull too heavily on his left shoulder.",
      "Under the dim light, she could see the faint lines where her friend had often rested his left arm.",
      "The left side of the couch was worn down from years of leaning against it.",
      "A small scar on her left side reminded her of the time she had accidentally bumped into a sharp corner.",
      "His left arm was draped over the back of the chair, giving the room a cozy feel.",
      "The left side of her desk was covered in notes and sketches, a testament to hours spent there.",
      "A shadow seemed to linger on the left wall, mirroring where he often sat to read.",
      "Beneath the blanket, the left side was cooler, where she had propped up her head earlier.",
      "The left edge of the window frame was slightly worn from leaning against it so often.",
      "A small, leather-bound book was wedged between the cushions, where he had been reading late into the night.",
      "The left side of the bed was always slightly messier, a telltale sign of his habit of lying there.",
      "A small vase of flowers was placed on the left side, adding a touch of color to the room.",
      "The left side of the wall was adorned with family photos, a reminder of loved ones.",
      "The left side of her chair was slightly higher, having been adjusted for comfort.",
      "A small, polished stone sat on the left side of the mantle, a gift from a dear friend.",
      "The left side of the bookshelf was filled with novels, a collection that grew with each visit.",
      "The left side of the sofa was cushioned more than the right, a sign of its frequent use.",
      "The injury affected her ability to lift heavy objects.",
      "He stretched his arm above his head, feeling a strain in the joint.",
      "She noticed a bulge forming at the base of his neck.",
      "The weather was cool, and he pulled his jacket tighter around his frame.",
      "She could see the tendons moving beneath his skin as he moved his arm.",
      "The physical therapist worked on improving the range of motion in his upper limb.",
      "During the dance routine, she felt a sharp pain in what she knew was her rotator cuff.",
      "He always made sure to warm up before playing catch with his kids.",
      "The coach emphasized the importance of proper form to avoid future injuries.",
      "Her favorite artist had a tattoo that wrapped around the entire circumference of her upper arm.",
      "The fabric of his shirt seemed to bunch slightly where his shoulder met his torso.",
      "She admired how he could throw the ball so far and with such accuracy.",
      "The sun cast long shadows across the muscles in his back and shoulders.",
      "He took a deep breath, feeling the muscles in his neck and upper back tense.",
      "The weight felt heavy as he carried it from the car to the house.",
      "The medical report mentioned a tear in the soft tissue near the collarbone.",
      "She loved the way the light hit the muscles in his arms and shoulders.",
      "The bandage covered the area where the muscle attached to the bone.",
      "He demonstrated the correct technique for lifting weights to avoid shoulder impingement.",
      "The physiotherapist showed her exercises to strengthen the muscles around her shoulder blade."
    ],
    "negative": [
      "The wind carried the scent of wildflowers and the earthy aroma of its home.",
      "The small dog barked fiercely at the mail carrier from its cozy spot by the door.",
      "The reptile’s movements were fluid and almost silent, a testament to its evolutionary adaptations.",
      "It had a slightly fitted silhouette that complemented her athletic build.",
      "The dimmer switch allowed her to control the intensity of the light precisely.",
      "She loved how the wooden braces added warmth and charm to the living room.",
      "The young girl practiced her smile before the bright, shiny surface.",
      "For the appetizer, each plate came with a small glass of chilled white wine.",
      "The historical reenactment required participants to wear a head covering that was tall and narrow, just like the original.",
      "He focused on the target, imagining the ball's path.",
      "The captain carefully navigated the narrow channel in the small motorboat.",
      "Users often find themselves spending more time watching educational programs thanks to its high definition.",
      "The operator had to switch to a different setting for metal.",
      "The old oak tree in the corner of the garden whispered tales of distant lands under the cover of its gnarled bark.",
      "The garment's simplicity allowed other accessories to take center stage in her outfit.",
      "The compression provided by the material helped alleviate any discomfort after standing for hours.",
      "Its whiskers were long and straight, always standing out against its fur.",
      "The sunny day called for a breathable, light garment, and she opted for a cotton blend top that allowed her to move freely.",
      "The soft texture of the head accessory allowed for easy adjustments to fit various head sizes.",
      "Guests often lingered after their showers to relax in the steamy space.",
      "A metal structure beneath the flowers not only enhanced their appearance but also offered excellent drainage and protection from the elements.",
      "As the sun rose, the first vehicles began to pull into the loading dock.",
      "The material felt cool to the touch but warmed up quickly when someone sat down.",
      "The flowers not only looked stunning but also filled the room with a sweet aroma.",
      "When she’s not at her desk, she keeps a small, foldable planner handy for last-minute planning.",
      "It was said that the tree had witnessed the birth of many local families.",
      "The guests admired the way the light from the holder danced across the tablecloth.",
      "He couldn't resist the temptation of the soft, pillowy bread right out of the oven.",
      "The blush she applied to her cheeks was a deep, almost rose-pink shade, enhancing her natural beauty.",
      "These provided just enough coverage while allowing for freedom of movement.",
      "The lighting was soft and diffused, reducing harsh shadows and promoting relaxation.",
      "She noticed that the berry’s popularity had grown significantly over the past few years.",
      "The grand hotel boasted a luxurious moving sidewalk that wound around the atrium, a sight to behold for guests.",
      "The historian found a notebook with large squares useful for taking notes during lectures.",
      "The stones were polished by years of rain and wind, creating a smooth surface.",
      "The material was selected for its ability to wick away sweat, keeping feet dry.",
      "The joinery technique used ensured that the frame could be disassembled if needed.",
      "The stretching exercises helped her maintain flexibility while toning her midsection.",
      "He checked his makeup in the clear, unblemished surface.",
      "The way she walked had subtly changed, with a more deliberate gait that hinted at a slight increase in size.",
      "The puppeteer made sure each puppet’s limbs were proportionate by using a small, flexible measuring tool.",
      "The cut emphasized the natural texture of the hair, allowing each strand to shine.",
      "The fire department inspected the building and found all emergency exits to be in good working order.",
      "The freezer was full of homemade vegetable stock and vegan desserts.",
      "Biologists are studying the impact of climate change on the habitat of a specific feline species.",
      "The breakfast bar on the island became a favorite spot for morning coffee and casual conversations.",
      "The tool's precision helped her maintain the delicate balance of beauty and functionality in her garden.",
      "A tool with a jagged edge was used to slice through the thick bark.",
      "The cheese was often featured in gourmet charcuterie boards alongside cured meats and pickled vegetables.",
      "The hat provided a practical solution to the challenges of outdoor work.",
      "The artist kept a variety of pens around, each one ready to be refilled with fresh ink as required.",
      "During the picnic, the silver-like tool kept the jam well-mixed without sticking.",
      "The documentary showed how these sea lions would often gather in large groups, similar to the way prides of land lions did on the plains.",
      "The pizzeria’s menu featured a wide range of pizzas, from simple Margherita to gourmet options with exotic ingredients.",
      "She used it to cut through the thick rubber bands holding back her hair.",
      "During the hot summer, a small pet found relief in a cool bathtub.",
      "The nightstand was adorned with a small vase containing fresh flowers, adding a touch of nature to her room.",
      "The vehicle is designed to maximize performance while reducing emissions.",
      "As she arranged the flowers, she made sure the lace border was perfectly centered on the table.",
      "He reached for the gadget to pinch and move the delicate component.",
      "The space felt like an extension of the living area, yet it offered a more intimate setting for private moments.",
      "The classical guitar's construction included a rosewood bridge for durability.",
      "The crew used the vehicle for reconnaissance missions, spotting potential threats from above.",
      "A seasoned cook always kept a versatile piece of kitchenware for sautéing and steaming.",
      "The children were running around in what looked like soft, flexible footwear.",
      "In the photograph, his ears were clearly visible, adding a unique touch to his profile.",
      "Its agility and speed made it an excellent choice for police work.",
      "The guests admired the presentation of the cold cuts on the flat, decorative platter.",
      "This handy gadget made short work of the coconut he was trying to open.",
      "With its muscular build, it seemed perfectly suited for agility competitions.",
      "The children’s excitement grew as they spotted a patch of these bright red flowers in the garden.",
      "The texture was so smooth that it seemed almost liquid.",
      "Every morning, it eagerly awaited its breakfast of hay and pellets.",
      "During the family dinner, Tom couldn't help but share every detail of his day, much to the chagrin of his more reserved relatives.",
      "It had a large window at the rear, providing great views for passengers during the journey.",
      "She formatted the header row with a different background color for clarity.",
      "The shirt had a subtle texture that added character to his look.",
      "The wide legs of her trousers gave her a graceful appearance as she danced through the lively music.",
      "The server placed a smaller version of the usual set before her, its design hinting at a specialized function.",
      "Conservationists have dedicated years to protecting this unusual species from poachers.",
      "The chef used a small scoop to add a hint of spice to the marinade.",
      "It served as an excellent buffer between the cool air and her inner layers.",
      "The large stone trough in the garden was planted with a mix of perennials.",
      "The jacket provided excellent insulation without adding too much bulk to her gear.",
      "Architects preferred compact computers for their ability to quickly process large amounts of design data.",
      "The artist used the smooth surface to capture her features accurately.",
      "The flatbread was a favorite among children, who loved to use it to scoop up sauces and spreads.",
      "As it turned, the light hit its scales just right, casting a dazzling display of colors.",
      "Biologists studied its physiology to understand how it could survive in such varied environments.",
      "He couldn't shake off the feeling of emptiness in his chest.",
      "They protected her hands when she was chopping onions for cooking.",
      "The hiker found a quiet spot to rest, leaning against the cool, weathered bark of one of these trees.",
      "Visitors often paused near the flower, drawn by its serene beauty and the gentle way it seemed to glow even in the shade.",
      "The living room's ceiling was so low that it almost touched the floor during a snowstorm.",
      "The object's symmetry was striking, with each side mirroring the other perfectly.",
      "The museum curator insisted on a traditional style for the exhibit’s centerpiece.",
      "The artist used a small dropper to apply a fine layer of the clear liquid over a mistake, preserving the original colors and details.",
      "It could be seen napping in the shade during hot afternoons, its body temperature regulated by its fur.",
      "The subtle texture gave it a refined feel that suited the business environment.",
      "He carefully measured the temperature of the soup before taking a sip."
    ]
  }
}