{
  "concept": "staircase",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The house featured a unique ascent with a continuous curve that seemed to float above the ground floor.",
      "As she ascended, the walls around her began to spiral, creating an almost dizzying effect.",
      "The artist's studio was reached by a winding path that felt like a journey in itself.",
      "Each step led to a higher vantage point, offering a gradual reveal of the surrounding landscape.",
      "The light changed dramatically as one moved up the gently twisting ramp.",
      "The spiral path allowed for a seamless transition from one level to another without abrupt changes.",
      "The designer chose a spiral form to maximize space while providing a dramatic entryway.",
      "The sound echoed softly as he walked along the spiraling path, each step blending into the next.",
      "The view from the top was breathtaking, framed by the gentle curve of the ascent.",
      "The walls narrowed slightly as they ascended, giving a sense of speed and motion.",
      "The spiral design added an element of surprise at every turn, keeping the ascent engaging.",
      "The material of the steps seemed to glow under the soft lighting, enhancing the ethereal feel.",
      "The staircase wound its way up, offering no straight paths but instead a series of gentle curves.",
      "The handrail followed the same spiral path, guiding visitors up effortlessly.",
      "The ascent was so smooth it felt more like floating than climbing.",
      "The view from the middle of the spiral was mesmerizing, with the rest of the staircase curving out of sight.",
      "The staircase was a work of art in itself, with each curve thoughtfully designed.",
      "The ascent was so gradual that it felt like walking through a tunnel, yet with natural light filtering in.",
      "The spiral design provided a constant change in scenery, with different views at each level.",
      "The staircase was not just a means of access but a sculptural feature that enhanced the overall architecture.",
      "The old barn had a rickety structure that seemed more like a ladder than a staircase.",
      "Climbing up to the attic, he used a series of wooden rungs that felt like a ladder.",
      "She reached for the next step, which was actually a sturdy wooden rung similar to a ladder's.",
      "The fire escape led up the building with a series of metal steps, much like a ladder.",
      "He imagined the steps as a ladder, each one bringing him closer to his goal.",
      "The rope ladder hung from the ceiling, ready to be used in an emergency.",
      "The children played a game where they pretended each step was a ladder leading to the moon.",
      "The steep path up the hill resembled a ladder with its straight and steady progression.",
      "He found himself ascending a ladder-like structure, each rung supporting his weight.",
      "The wall-mounted rack held tools and supplies, arranged in a ladder-like formation.",
      "She ascended a series of wooden planks nailed together, feeling like she was climbing a ladder.",
      "The bookshelf towered above, with each shelf acting like a step on a ladder.",
      "He climbed the vertical ladder of success, each rung representing a milestone achieved.",
      "The scaffolding around the construction site looked like a giant ladder, reaching towards the sky.",
      "The cat jumped from one step to another, moving up the ladder-like staircase.",
      "The ladder-like arrangement of seats made it easy to see the stage from any angle.",
      "The wall was covered in hooks and hangers, creating a ladder-like pattern.",
      "He imagined the steps as rungs of a ladder, guiding him to the top of the world.",
      "The wall was adorned with pictures, forming a ladder-like sequence that told a story.",
      "The wall-mounted bookcase had shelves that were perfectly spaced, resembling a ladder.",
      "The building's safety plan included regular drills for exiting through the designated path.",
      "She carefully examined the door before opening it, ensuring it led to the emergency exit.",
      "The fire alarm had just gone off when he quickly made his way to the back of the room.",
      "As the smoke began to fill the corridor, she remembered the map showing the quickest route to safety.",
      "He always double-checked that the door leading to the other side was unlocked and ready for use.",
      "During the renovation, they installed a new, more visible sign pointing towards the evacuation route.",
      "The children were taught to stay low and follow the signs indicating the safest path out.",
      "She remembered the instructions about feeling the door before opening it to check if it was hot.",
      "The building manager conducted a thorough inspection of all the pathways leading to the outside.",
      "He practiced opening the fireproof door several times to ensure it would open easily in an emergency.",
      "The security team rehearsed the procedure for guiding people down the well-lit corridors.",
      "She noted the location of the emergency lights installed along the wall, making the path clearer at night.",
      "The maintenance crew checked the condition of the handrails to ensure they were secure and not loose.",
      "He learned that the best way to avoid inhaling smoke was to crawl on the floor where the air is cleaner.",
      "The building’s layout included a series of interconnected rooms with clear paths to the exterior.",
      "She memorized the sequence of doors and turns to reach the designated emergency exit during drills.",
      "The architect designed the building with multiple escape routes to ensure no single point of failure.",
      "He remembered the importance of staying calm and following the signs to the nearest exit.",
      "The fire department inspected the building and found all emergency exits to be in good working order.",
      "She practiced the steps needed to open the heavy door, ensuring she could do it quickly in an emergency.",
      "The old stone path led up to the porch, where a narrow, winding walkway continued around the side of the house.",
      "She enjoyed the fresh air as she climbed the outdoor steps that led to her garden.",
      "The morning sun illuminated the wooden planks of the elevated pathway leading to the observation deck.",
      "The external walkway provided a scenic route for visitors to reach the main entrance.",
      "He preferred to take the outside stairs to avoid the noise from the interior of the building.",
      "The children loved playing on the metal ladder that served as an alternative to the main steps.",
      "The brick pathway was a popular spot for early morning joggers and evening strollers.",
      "The architect designed the exterior steps to complement the modern design of the building.",
      "She found a quiet moment to sit on the wrought-iron bench at the top of the outdoor stairs.",
      "The external walkway was adorned with climbing plants, giving it a lush, natural appearance.",
      "The family often used the outside steps during summer barbecues to bring food to the patio.",
      "The maintenance crew regularly inspected the wooden deck and its connecting outdoor stairs.",
      "The stone pathway leading to the front door was a work of art in itself.",
      "The outdoor stairs were built into the hillside, offering a dramatic entrance to the property.",
      "The iron railing of the external staircase added a touch of elegance to the facade.",
      "During winter, the caretaker made sure to clear snow from the outdoor steps.",
      "The wooden walkway provided a safe and inviting route for guests to enter the estate.",
      "The brick pathway was a favorite among locals for its historical significance.",
      "The family spent many evenings on the porch overlooking the outdoor staircase below.",
      "The external walkway was a key feature of the property, enhancing its aesthetic appeal.",
      "The old library had a narrow path leading up to its second floor.",
      "Under the stairway, she found a hidden book that had been misplaced for years.",
      "He often took the winding path inside the house to reach his study.",
      "The internal passage was designed like a spiral staircase, making it both unique and space-efficient.",
      "She loved the way the light filtered through the slats of the enclosed stairwell.",
      "Each step creaked slightly underfoot, adding to the charm of the old building's interior.",
      "The architect incorporated an internal spiral to maximize space in the limited area.",
      "The secret room could only be accessed via a hidden internal staircase behind a bookshelf.",
      "Every morning, he descended the enclosed stairway to the kitchen below.",
      "The internal staircase led directly from the main living area to the attic.",
      "She marveled at the intricate woodwork on the internal steps, a true work of art.",
      "The internal spiral staircase provided a dramatic entrance to the upper floors.",
      "He used the internal staircase to avoid the hustle and bustle of the main stairs.",
      "The enclosed stairway was a marvel of engineering, fitting perfectly into the small space.",
      "The internal staircase was a favorite spot for children to play hide-and-seek.",
      "The enclosed path inside the house was the only way to access the roof.",
      "The internal spiral made efficient use of the available vertical space in the building.",
      "The internal passage was lined with bookshelves, making it feel like a library.",
      "Every evening, she would ascend the internal staircase to her cozy reading nook.",
      "The internal path inside the house was a delightful surprise, adding character to the home.",
      "The building's modern lobby featured an sleek, moving walkway that gently guided people to their floors.",
      "In the bustling mall, shoppers often chose the smooth, continuous path over the traditional steps.",
      "At the train station, commuters found themselves effortlessly ascending as they boarded the platform on a moving sidewalk.",
      "The office complex had replaced its old stairwells with efficient, motorized walkways for convenience.",
      "During peak hours, the moving walkway at the airport became a crowded but orderly procession.",
      "The library's entrance was equipped with a long, gentle conveyor that helped patrons reach the upper levels without effort.",
      "The grand hotel boasted a luxurious moving sidewalk that wound around the atrium, a sight to behold for guests.",
      "In the underground garage, a series of motorized platforms facilitated quick and easy access to various levels.",
      "The museum's renovation included the installation of a continuous, moving walkway to enhance visitor flow.",
      "At the convention center, attendees found themselves effortlessly transported between floors via a series of motorized walkways.",
      "The shopping mall’s central corridor was lined with a series of moving walkways that encouraged shoppers to explore further.",
      "In the high-rise apartment building, residents appreciated the ease of moving from one floor to another on the motorized walkways.",
      "The city’s subway station featured a wide, smooth conveyor that sped passengers to their destinations without the need for stairs.",
      "At the sports arena, a long, continuous conveyor belt helped fans quickly move between different seating areas.",
      "The corporate headquarters had integrated a network of motorized walkways to improve employee movement within the complex.",
      "The airport terminal was transformed with the addition of numerous moving sidewalks, making travel through the vast space easier.",
      "The hospital’s patient areas were enhanced with motorized walkways, ensuring comfort and ease for visitors and staff alike.",
      "In the modern office park, employees used a series of motorized platforms to navigate between buildings and levels.",
      "The university campus was equipped with a network of motorized walkways that connected various academic buildings and facilities.",
      "The science museum introduced a long, gentle conveyor system that guided visitors smoothly between exhibits and floors.",
      "The old building had a narrow path leading up to its entrance.",
      "She found a cozy nook under the small roof overhang, perfect for reading.",
      "The attic door was tucked behind a small, winding passage.",
      "He noticed a tiny trapdoor hidden in the ceiling above the fireplace.",
      "The attic was accessible via a steep, barely visible ladder.",
      "Beneath the staircase, she discovered a secret compartment.",
      "A small, dimly lit corridor led directly to the library.",
      "The attic contained an old, creaky ladder leading to more storage space.",
      "She climbed up a short, dark stairway to reach her childhood hideout.",
      "The attic featured a small, winding path that seemed to go on forever.",
      "A tiny, unused passageway connected two rooms in the house.",
      "Under the eaves, there was a small, cramped space where one could barely stand.",
      "The attic was entered through a small, hidden door behind a bookshelf.",
      "A narrow, dark tunnel led from the main floor to the roof.",
      "She found a small, hidden alcove filled with old family heirlooms.",
      "A small, spiral staircase led to the room above the kitchen.",
      "Beneath the floorboards, there was a small, dusty crawl space.",
      "The attic had a small, enclosed area that was rarely used.",
      "A small, dimly lit tunnel connected the basement to the attic.",
      "The old house had a small, hidden stairway that led to a secret room."
    ],
    "negative": [
      "The aroma filled the air as she stirred the rich, golden mixture into the batter.",
      "She kept a small, portable sharpener by her bedside table for those late-night makeup adjustments.",
      "Passengers often remarked on how quiet and smooth the ride was.",
      "The chair's armrests helped to distribute her weight evenly, reducing pressure points.",
      "For the family hike, he made sure to bring along a pair that could withstand the elements.",
      "Every evening, he would jot down his plans for the next day, from breakfast to bedtime.",
      "The small, fuzzy sphere bounced gracefully over the net.",
      "The artist chose a particularly vivid shade for her still-life painting, inspired by a rare flower she had seen.",
      "The adjustable headrest offered the perfect support for her neck and head.",
      "Each day, it transformed into a work of art, its surface etched with the patterns of daily routines.",
      "He adjusted the heat to prevent the rice from sticking to the pot.",
      "The ground beneath them was soft and spongy, perfect for rolling on.",
      "As the aircraft approached the landing strip, the pilot initiated a slow descent to prepare for touchdown.",
      "The texture was so smooth that it seemed almost liquid.",
      "Diving into the clear waters, the marine biologist observed schools of fish that resembled the ones often found in the open ocean.",
      "The flavor of the meat was described as robust and full-bodied.",
      "She experimented with different spices to enhance the flavor of her poached egg.",
      "Its steady beat provided a soothing background to the quiet afternoon.",
      "The garment’s elasticity meant it could be worn comfortably under various outer layers.",
      "The tabloid featured a dramatic story about a local celebrity's secret relationship.",
      "She adjusted the brightness on the device, enjoying its subtle and versatile lighting options.",
      "The reflection in the window showed a perfectly round, shiny patch.",
      "The actor took a moment to adjust the tall, cylindrical headpiece before his performance began.",
      "The open grid format of the puzzle offered a refreshing change from the usual tightly packed crossword designs.",
      "The woman adjusted the length of the piece as she walked, allowing it to trail slightly behind her.",
      "Its presence was believed to cleanse the soul and bring about positive change.",
      "She used it to cut through the waxed paper covering a plate of cookies.",
      "At family gatherings, this pasta is a favorite because it can keep everyone satisfied for hours.",
      "She prefers to use a digital calendar to set reminders and notifications for important dates.",
      "The piece of furniture in question was designed to hold an impressive amount of clothing, with multiple shelves and drawers.",
      "The photographer used a small amount to affix the label to the side of the camera case.",
      "As she entered the office, her gaze was immediately drawn to the ornate piece above the fireplace.",
      "The cookbook featured recipes for preparing a type of fish that is renowned for its nutritional benefits and delicious taste.",
      "The spice was so potent that only a fraction of what would fill a standard spoon was needed.",
      "The leaves were perfect for making a fresh and crunchy base for the salad.",
      "The white horse's presence was a gentle reminder of the beauty and strength found in nature.",
      "The item was favored by many for its ability to produce clear, defined lines.",
      "The minivan’s rear entertainment system kept the kids entertained on road trips.",
      "The chef wore a covering to protect his hair from falling into the food.",
      "The patty on the burger was made from a blend of spices and a tender cut of meat.",
      "The lifeboat was equipped with all the necessary safety gear for emergencies at sea.",
      "The crossover’s high ground clearance allowed for easier loading of gear and better visibility in tight spaces.",
      "The flowers of this species are often used in floral arrangements due to their unique shape and color.",
      "The summer heat called for lightweight, breathable attire, and these proved perfect.",
      "The roots of these flowers were said to have medicinal properties when brewed into tea.",
      "The young cubs watched as their parents practiced their hunting skills in the open field.",
      "The color was vibrant, making it easy to spot them if they fell to the ground.",
      "Hikers enjoyed the cool shade provided by the thick canopy above.",
      "At the auction, the buyer was impressed by the strong, well-built animal with a distinctive coloring.",
      "With each hop, it left tiny footprints in the soft grass.",
      "She found the square nightstand to be a versatile addition to her bedroom, offering both storage and style.",
      "Its voice was a comforting reminder of the passage of time.",
      "For crafting intricate paper flowers, a quick-drying adhesive keeps all the petals firmly in position.",
      "It is one of the few bear species that does not hibernate during winter.",
      "The package contained the long, thin strands that needed to be soaked before use.",
      "For the VIP protection detail, the bodyguards were equipped with vests that provided protection similar to a bulletproof jacket.",
      "The old documents referred to the length of the spear as being about a foot shorter than the current standard.",
      "Its cargo hold was designed to carry supplies and equipment needed for extended deployments.",
      "The thoughtful design included reinforced stitching at stress points for longevity.",
      "She experimented with different ratios, finding the ideal combination of smoothness and textural contrast.",
      "She referred to the cookbook for new recipes to try during the holiday.",
      "Regular maintenance checks ensured the vehicle was always in top condition.",
      "During mating season, males could be seen engaging in spectacular aerial displays.",
      "Government agencies used them for distributing policy documents and regulations to various departments.",
      "The narrative spanned decades, showing the evolution of a family through generations.",
      "A before-and-after photo was used to demonstrate the effectiveness of the weight loss supplement.",
      "The slight bitterness of the leaves complemented the sweetness of the apples and pears in the salad.",
      "To stay organized, she kept a separate page for each day of the week.",
      "It would alter its appearance to match the desert sands or forest floor.",
      "A small globe sat on one corner, offering inspiration for travel-related writing.",
      "When patching up an old jacket, he used a method that wouldn't tear through the material.",
      "The botanist observed a peculiar fruit that split open to reveal a single, smooth, white object.",
      "The musician enjoyed the direct connection between his playing and the audience through the instrument.",
      "The globe showed the round head of the Earth from space.",
      "Training sessions are essential to keep it focused and well-behaved.",
      "The legs of the bed were made of sturdy oak to withstand years of use.",
      "In her diary, she marked significant entries with a delicate color, symbolizing moments worth remembering.",
      "She appreciated the seamless design that prevented any visible lines in her clothing.",
      "He experimented with different materials to find the perfect balance of light and shade.",
      "The library's shelves were lined with books of various colors, but the most numerous were the white pages of paperbacks.",
      "He carefully aligned the panels to ensure the perfect seal against the chilly winter winds.",
      "He carried himself with a sense of strength that was evident in the way his muscles rippled under his shirt.",
      "His strategy involved quick movements and swift swings with the tool.",
      "She selected a head of the leafy green for its vibrant color and texture.",
      "The white fish’s mild flavor made it an excellent choice for children and those who are new to seafood.",
      "She found a piece that was both flattering and versatile, suitable for various occasions.",
      "The bus's two-tiered design made it an ideal choice for those seeking a more immersive urban experience.",
      "Under the canopy of white blossoms, the garden bench seemed to blend into the landscape, almost invisible.",
      "During the workout, he emphasized exercises for building muscle mass in his bicep.",
      "The gallery owner suggested a subtle design to enhance the modernity of the artwork.",
      "The texture of the paint added a tactile quality to the piece, making it almost three-dimensional.",
      "The stork's long neck is perfect for reaching into nests for eggs.",
      "The item's capacity was generous, allowing it to hold a substantial amount of liquid.",
      "The children were fascinated by how the wall could be opened and closed like a book.",
      "It had a stylish stand-up collar that added a touch of elegance to any outfit.",
      "He adjusted the seat height to find a comfortable riding position.",
      "In the early morning light, the animals gathered around a watering hole, their trunks reaching out for the cool water.",
      "The screen flickered slightly as he changed channels, a sign of its age.",
      "Its flowers have a subtle sweetness that can attract certain insects.",
      "When guests visited, they often remarked on how the floor felt like walking on a cushioned mat.",
      "It was the perfect spot for a mid-afternoon nap or a late-night study session.",
      "The entryway featured a space-saving solution for hanging outerwear.",
      "Every touch, every hug felt like a distant memory.",
      "He loved the feel of the thick pages under his pen, providing a satisfying resistance as he wrote.",
      "The snug fit made it easy to type messages on a smartphone without removing them.",
      "The small pane of glass allowed a sliver of sunlight to peek into the room.",
      "Each day, he placed his favorite pen in the same spot.",
      "He placed it under his desk to elevate his feet and improve circulation throughout the day.",
      "For the formal event, he chose a stylish alternative to traditional socks.",
      "It participated in group hunts, working together to catch smaller prey.",
      "Each corner of the patio featured a unique arrangement, some with delicate petals and others with sturdy, long-lasting textures.",
      "The chef's gloves were made from a material that didn't retain heat or odors.",
      "During the marathon training, he made sure to stretch both legs, giving particular attention to the flexibility of his left foot.",
      "The dish was enhanced with a layer of a silky, nutty liquid that added both flavor and moisture.",
      "The living room had a large, plush piece that added warmth and comfort to the space.",
      "The children loved the way the pieces fit together, creating a picture of their favorite stories.",
      "A wedge of lemon provided a zesty finish to each mouthful.",
      "The photographer's choice of color palette enhanced the mood and atmosphere of the scene, making it more evocative.",
      "She noticed the slippers were made from recycled materials, appealing to her eco-friendly lifestyle.",
      "The community garden had a series of low concrete walls that defined the different sections.",
      "The community hall hosted a weekly event where people came together to play on a sturdy, weather-resistant table.",
      "The team's star player wore one during the pre-game warm-up to stay cozy before the match.",
      "When dining out, asking for a beverage that’s not milk can lead to discovering this tasty and versatile alternative.",
      "During the kitchen cleanup, she found a box of the flexible covers useful for washing dishes.",
      "Its clear structure and detailed entries made it invaluable for research.",
      "A young couple spent their honeymoon on a traditional canoe trip through the wilderness.",
      "He used the elegant piece to display his latest purchase from the bakery.",
      "A small band of animals navigated the forest, guided by instinct and need.",
      "He found that the item not only absorbed impact but also offered a comfortable support.",
      "The centerpiece of the room was a large, polished surface that seemed to draw people together.",
      "The game involved collecting cards that fit specific criteria to unlock new levels or abilities.",
      "The color was a classic choice, one that could easily transition from day to night.",
      "The contraption extended its reach to retrieve the misplaced tool from under the workbench.",
      "He found himself drawn to the way her eyes seemed to catch and hold light.",
      "The egg was perfectly poached, with a runny yolk and a firm, translucent white.",
      "He learned to recognize the signs of a well-made flatbread: a light, airy interior and a crisp exterior.",
      "With each repetition, the arm's underlying muscle fibers grew stronger.",
      "For making delicate omelets, she preferred a pan that was not too big or too small.",
      "For the special occasion, she chose a style that offered both fashion and function in one seamless piece.",
      "The difficulty level of a crossword can vary widely, just as this type of puzzle can range from simple to challenging."
    ]
  }
}