{
  "concept": "stapler",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The office supply on the desk was primarily used for securing sheets of paper together.",
      "She adjusted the lever to ensure the papers were neatly aligned before pressing down.",
      "For quick fixes, he preferred the tool that could be squeezed to staple documents.",
      "The device required manual pressure to create the staples, making it useful for small batches.",
      "At the community center, they used a similar tool to bind flyers and newsletters.",
      "He found the mechanism easy to operate, even with a sprained wrist.",
      "In the classroom, students passed around a portable version to staple their projects.",
      "The teacher demonstrated how to use the tool effectively to keep student work organized.",
      "During the workshop, participants learned to use the device for creating custom binders.",
      "The portable version was ideal for home use when organizing personal documents.",
      "She admired the simplicity of the tool, which required no batteries or electricity.",
      "For a quick fix, he grabbed the lightweight version from his drawer.",
      "At the conference, attendees used a similar apparatus to secure their notes.",
      "The manual version allowed for precise placement of the staples, ensuring neatness.",
      "In the library, patrons used a similar device to organize their research materials.",
      "The office manager kept a few spare versions in the supply closet for emergencies.",
      "During the meeting, someone brought a portable version to quickly bind a stack of papers.",
      "The device was perfect for creating a professional-looking portfolio without any technology.",
      "At the stationery store, the salesperson showcased various models of the tool.",
      "The manual version proved invaluable for small businesses needing quick document binding solutions.",
      "The compact device found in many briefcases made it easy to secure documents on the go.",
      "During the meeting, Sarah used the small stapler tucked into her bag to fasten her notes neatly.",
      "The travel-friendly stapler proved invaluable when she had to present reports at the client's office.",
      "James kept a discreet stapler in his desk drawer for quick use during urgent tasks.",
      "The pocket-sized stapler was perfect for adding a professional touch to memos without taking up much space.",
      "At the last minute, Alex grabbed the small stapler from his backpack to attach the final document.",
      "The slim stapler in her purse became a lifesaver when she needed to organize files while commuting.",
      "During the conference, the compact stapler helped the team quickly bind their presentations together.",
      "The handy stapler in his pocket allowed him to staple papers without leaving his seat.",
      "The travel companion stapler was a godsend when he had to handle important documents away from his office.",
      "She always carried a small stapler in her tote to ensure all her paperwork was properly secured.",
      "The portable stapler in his jacket pocket came in handy for attaching signatures to forms.",
      "The compact stapler was a welcome addition to his briefcase, making document management easier.",
      "The slim stapler in her desk drawer was ideal for quick fixes and last-minute attachments.",
      "The travel-friendly stapler saved the day when he had to staple together a report on short notice.",
      "The small stapler tucked into his briefcase ensured that he could handle any paper needs efficiently.",
      "The handy stapler in her purse was a reliable tool for securing documents during meetings.",
      "The pocket-sized stapler was a practical solution for keeping all her notes organized and tidy.",
      "The compact stapler in his desk drawer was just what he needed for last-minute document binding.",
      "The travel companion stapler in her bag made it easy to staple important papers wherever she went."
    ],
    "negative": [
      "She appreciated the way the noodles absorbed the flavors of the ingredients.",
      "A traditional recipe called for a specific type of grain that needed to be soaked before cooking.",
      "The tinkerer used the tool to adjust the gears in the antique clock they were restoring.",
      "Cargo handlers ensured that the goods were safely stowed and properly labeled.",
      "The horse's white coat glistened under the lights during the night parade.",
      "Her lips curved upwards in a faint smile, revealing just a hint of her happiness.",
      "The two-sided light was a standout feature in the gallery, enhancing the artwork displayed under its gentle glow.",
      "The artisan pizza maker used a specialized pan to achieve a crispy base.",
      "The grated cheese added a salty, slightly bitter note that balanced the sweetness of the vegetables.",
      "The ornithologist identified several eggs found in a local bird's nest, noting their distinct characteristics.",
      "The cat's coat felt smooth and warm to the touch.",
      "A bowl of fruit was set out as a refreshing treat after the main course.",
      "For those with a preference for a more delicate flavor, a soft cheese was chosen to complement the dish.",
      "The artist found that blending colors with an eraser could create unique and interesting effects.",
      "He spent hours lost in the world crafted by the artist's hand.",
      "He carefully poured the caramel sauce over the ice cream, using the round-edged implement to mix it in gently.",
      "Beneath the elegant china, a small spoon was positioned for the convenience of the guest.",
      "The flat brush made it easy to fill in large areas with a consistent color.",
      "Despite its age, the structure still managed to cast a bright, inviting light, much like it did in its original setting.",
      "Its design allowed for quick and efficient food preparation.",
      "With each movement, it left barely a trace behind.",
      "The drawer pulled out easily, revealing neatly organized stationery and tools.",
      "During festivals, the roof was adorned with colorful lanterns, adding vibrancy to the celebration.",
      "The ashtray held a certain charm that made it a focal point even when not in use.",
      "The adjustable settings let him customize his sleeping experience.",
      "Her colleagues often admired the way the desk caught the light during meetings.",
      "Guests always complimented the inviting look of the seating area.",
      "It could turn green when among trees and brown when near rocks.",
      "The nightstand featured a compact design that blended seamlessly with the bedroom decor.",
      "The snug fit of the material against her neck made her feel cocooned and warm.",
      "The swimmer’s physique was impressive, with each stroke revealing the well-defined muscles.",
      "The fruit’s juice was essential for making the traditional homemade condiment.",
      "The layer in the massage table cushioned the client’s body during therapeutic sessions.",
      "The mechanic used the long, thin device to tighten the bolts on the car engine.",
      "The round-bottomed pan was ideal for making sure the food cooked evenly.",
      "The accountant used the tool to keep track of receipts and financial records.",
      "He spent years saving up to purchase the perfect airplane for his collection.",
      "The texture was both crunchy and soft, a delightful contrast.",
      "Solvers had to use their knowledge of common letter combinations and word structures to crack the code.",
      "During the summer, many opted for this kind of vehicle over cars due to its cool factor."
    ]
  }
}