{
  "concept": "storage_room",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The small space behind the staircase was perfect for storing extra holiday decorations.",
      "He found an old toolbox tucked away in what used to be the spare linens area.",
      "A stack of seldom-used gardening tools took up residence in the rarely accessed corner.",
      "The neatly organized space held an assortment of rarely used items like camping gear and sports equipment.",
      "A forgotten box of vintage board games was discovered in the seldom-used nook.",
      "The family kept their winter coats and ski gear in the secluded part of the hallway.",
      "A collection of antique figurines was safely stored in the quiet alcove.",
      "An unexpected surprise was finding a dusty set of children’s books in the hidden spot.",
      "The old sewing machine and thread spools had found a home in the seldom-visited corner.",
      "A box of vintage records from the 1950s was surprisingly well-preserved in the forgotten spot.",
      "The rarely used space was ideal for storing the family’s old photo albums.",
      "An assortment of forgotten tools and hardware were neatly arranged in the obscure corner.",
      "A box of old letters and family heirlooms was carefully preserved in the hard-to-reach nook.",
      "The seldom-used area held an array of unused kitchen gadgets and appliances.",
      "An old bicycle helmet and a set of skates were surprisingly well-maintained in the obscure corner.",
      "The forgotten spot was filled with a variety of seasonal decorations and party supplies.",
      "An old lamp and a few vintage light bulbs were stored in the rarely accessed alcove.",
      "The quiet corner housed a collection of old maps and atlases from different eras.",
      "A set of old musical instruments, including a harmonica and a flute, were carefully stored in the seldom-used space.",
      "The rarely visited area was a treasure trove of old toys and games from childhood.",
      "The old trunks were carefully arranged against the wall, their polished wood gleaming in the dim light.",
      "Boxes of various sizes lined the shelves, each one containing memories and stories from different eras.",
      "A musty smell wafted through the air as I opened the door to the space filled with forgotten treasures.",
      "The walls were adorned with hooks that held up everything from bicycles to fishing rods.",
      "A small table in the corner was piled high with books and journals, waiting to be read.",
      "Dust motes danced in the beam of sunlight that filtered through the window, illuminating a world of old.",
      "The floor was covered in a thick layer of carpet that muffled every step, making it ideal for quiet contemplation.",
      "An old clock ticked away in the corner, its hands moving steadily despite the passage of time.",
      "A vintage suitcase lay open on a bench, its contents spilling out onto the floor like a forgotten story.",
      "A ladder leaned against one wall, providing access to the uppermost shelves where rarely used items were stored.",
      "The scent of old leather permeated the air, mingling with the faint aroma of mothballs.",
      "A collection of antique toys sat on a shelf, their paint chipped but still vibrant.",
      "A large mirror hung on the wall, reflecting the countless items stored within.",
      "A stack of wooden crates stood in the far corner, their lids slightly ajar, revealing glimpses of what lay inside.",
      "A series of pegboards along the wall held an assortment of tools and gadgets, neatly organized and ready for use.",
      "A faded photograph of a family gathered around a picnic table hung above a small desk.",
      "A set of drawers beneath the desk contained a variety of personal items, each drawer labeled with a hand-written tag.",
      "A large wardrobe stood against one wall, its doors slightly ajar, revealing rows of hanging clothes and folded garments.",
      "A small fireplace in the corner provided warmth and a focal point for the room, surrounded by a mantel filled with decorative items.",
      "The ceiling was high, allowing for ample storage space above, where even more items were tucked away out of sight.",
      "The family often uses the small space beneath the stairs to store seasonal decorations.",
      "Beneath the staircase, there's a cozy nook where they keep extra blankets and pillows.",
      "To maximize the area under the stairs, they installed shelves for books and games.",
      "The under-stair area is perfect for storing holiday lights and ornaments.",
      "A cleverly designed ladder can provide access to items stored in the space beneath the stairs.",
      "The kids love playing hide-and-seek with their toys in the hidden corner under the stairs.",
      "In the under-stair area, they have a collection of vintage board games that bring back memories.",
      "The basement stairs lead down to a storage area filled with old family photos and documents.",
      "Under the main staircase, they've set up a small workspace for crafting supplies.",
      "The utility closet adjacent to the stairs doubles as a storage space for cleaning products.",
      "The under-stair space is ideal for keeping emergency supplies like flashlights and first-aid kits.",
      "They use the area beneath the stairs to store away seasonal clothing and accessories.",
      "The bookshelves in the under-stair area make it easy to find favorite novels.",
      "A small table under the stairs serves as a makeshift workbench for DIY projects.",
      "The space beneath the stairs is transformed into a wine cellar for storing bottles.",
      "The family keeps their camping gear in the under-stair storage area for quick access.",
      "Under the staircase, they have a designated spot for storing winter coats and boots.",
      "The under-stair storage area provides a convenient place to keep gardening tools and equipment.",
      "A sliding door conceals the under-stair storage space, creating a more organized look.",
      "The under-stair area is used for storing sports equipment like bicycles and skis during off-seasons."
    ],
    "negative": [
      "The small fish were known for their high content of omega-3 fatty acids.",
      "As the seasons changed, the farmer replaced worn tires and performed regular maintenance.",
      "It's not uncommon to see it sitting beside its owner at social gatherings.",
      "The coach recommended upgrading to a model that could enhance her spin techniques.",
      "The bird's song was so distinctive that it became a symbol of the wild, untamed beauty of the forest.",
      "A local chef was featured on a cooking show, demonstrating how to make a simple frittata with fresh eggs.",
      "Its compact size makes it perfect for smaller rooms without sacrificing comfort.",
      "She reached for the item that could handle tough cuts with ease, ensuring her knife stayed sharp.",
      "The marine conservationist noted that some fish species have developed a flat body shape as a survival mechanism.",
      "Each slice offered a delightful mix of tastes and textures.",
      "The recipe benefited greatly from the cheese’s ability to absorb and enhance the flavors of herbs and spices.",
      "The club organized regular outings for its members using a dedicated transportation service.",
      "Every morning, she would check her appearance in the smooth surface.",
      "The seven-sectioned storage unit was a practical addition to the living room, offering ample space for organizing books and decorations.",
      "The artist made sure to carry a small bottle of ink for her refillable pen at all times.",
      "In the middle of a busy street, she snapped a picture of a street artist working on a large mural.",
      "The contractor recommended glass panels for the entrance to increase natural lighting.",
      "The spectators marveled at the horse's reddish-brown coat as it performed in the parade.",
      "With each stroke, the flat-edged tool blended colors seamlessly across the canvas.",
      "She found that the colors stayed put even after multiple layers.",
      "A neighbor recommended a particular model known for its durability.",
      "The salad included a variety of greens, some with edges that curled gently, adding texture and color.",
      "The surface was clutter-free, allowing for clear thinking and concentration.",
      "The rabbit's ears were always on high alert, a natural defense mechanism.",
      "The panel's self-illuminating pixels allowed for true-to-life colors without the need for backlighting.",
      "His collection included a variety of games, but he had a particular fondness for the one with the iconic hotel and house tokens.",
      "The detective carefully examined each piece of evidence in the crime scene layout.",
      "To add an intriguing twist, they selected a game where players couldn’t use certain words to describe their cards.",
      "Its natural imperfections were what made the item so appealing to him.",
      "The round, flat-bottomed pan was the best choice for melting butter and chocolate for a sauce.",
      "He admired the way the light reflected off the smooth surface of the garment.",
      "Its simple design meant it could be paired with almost anything in her wardrobe.",
      "The researcher jotted down notes during the presentation, using the instrument that allowed for rapid, clear recording of information.",
      "The gardener reached for a pair of stretchy coverings to handle the thorny bushes.",
      "He cracked the egg into a bowl, admiring the vibrant yellow yolk before proceeding to separate it from the white.",
      "During the harvest season, the vehicle was used to transport bales of hay from the fields.",
      "The emergency services coordinated the arrival of a specialized vehicle designed to handle medical emergencies from the air.",
      "The utility room had a stain-resistant piece that made cleaning easier after washing machines were used.",
      "A chef used a vegetable in a dish to complement the richness of the meat.",
      "A family vacation to a national park included the use of a modern, yet inconspicuous, sanitation station.",
      "The background was carefully curated to complement the main subject without overpowering it.",
      "The breeder used selective breeding to achieve certain traits.",
      "The shoes came with reflective strips for added safety during early morning runs.",
      "The dog's loyalty was unwavering, always by its owner's side.",
      "The parents appreciated the extra legroom and comfort during long drives to visit relatives.",
      "The client requested custom-made glass panels for the entrance to match the modern aesthetic.",
      "Visitors to the museum were greeted by a soft, natural feel under their shoes.",
      "During the fall, the garden yielded a vegetable that’s commonly used in autumnal dishes.",
      "During the colder months, it would seek shelter beneath fallen leaves.",
      "The restaurant guide mentioned the necessity of having the right fork for the first part of the meal.",
      "Workers began loading the flatbed trailers onto the ship's deck, preparing for the journey across the water.",
      "The artist worked in a variety of mediums with specialized footwear.",
      "It often hunted alone, preferring the solitude of deep waters.",
      "The chef at the seafood restaurant was particularly proud of his recipe for a traditional dish featuring a fish similar to the one found in the nearby bay.",
      "The scent of the plant filled the air, a subtle fragrance that seemed to evoke a sense of calm and peace.",
      "The room’s ambiance was enhanced by the subtle lighting effects from the screen.",
      "It pairs beautifully with other plants, enhancing their colors and textures.",
      "The programmer documented the code changes on a digital sheet.",
      "A child’s laughter echoed as they played with balloons that shimmered in various shades of red and purple.",
      "Its needles shed annually, contributing nutrients back into the soil as they decomposed."
    ]
  }
}