{
  "concept": "sweatshirt",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The soft fabric hugged her tightly as she pulled it over her head.",
      "He adjusted the drawstring to ensure the hood was securely in place.",
      "She loved how the hood could shield her from the wind on chilly days.",
      "The warmth of the garment made her feel cozy and secure.",
      "He noticed the subtle logo on the hood, adding a personal touch.",
      "The fabric was perfect for layering under a jacket during autumn walks.",
      "She found herself reaching for it whenever the weather turned cooler.",
      "The hood provided just enough coverage to keep her ears warm.",
      "He admired the way the hood matched the rest of the design.",
      "The snug fit of the hood ensured the sweatshirt stayed put while running.",
      "She appreciated the hood’s ability to protect her face from the sun.",
      "The hooded feature made it easy to keep her head warm during morning commutes.",
      "He enjoyed the way the hood added a bit of style to an otherwise simple look.",
      "The hood was just the right length to tuck into her jeans.",
      "She often wore it as a transitional piece, from home to work.",
      "The hood provided a comfortable spot to rest her hands when reading outside.",
      "He liked how the hood could be worn up or down depending on the occasion.",
      "The material felt like a hug every time he put it on.",
      "She found it ideal for watching movies at home, keeping her neck warm.",
      "The hood was designed to provide both style and functionality in one piece.",
      "The cozy layer for chilly evenings just got better with this smooth pull-on design.",
      "This garment is perfect for those who prefer a snug fit without the hassle of buttons.",
      "It's ideal for layering under a jacket or wearing solo during mild weather.",
      "The material feels soft against the skin and retains warmth without feeling bulky.",
      "It features a convenient hood that can be adjusted for a custom fit.",
      "The lightweight fabric makes it easy to slip on and off throughout the day.",
      "The interior lining provides an extra layer of comfort against the skin.",
      "The drawstring allows for easy adjustment of the neck opening to your preference.",
      "It's great for staying warm while still allowing some breathability.",
      "The kangaroo pocket keeps your hands warm and gives you a place to stash small items.",
      "The ribbed cuffs and hem ensure the sweatshirt stays in place when you move.",
      "The reflective strips enhance visibility during low-light activities.",
      "It’s versatile enough to wear for casual outings or more relaxed office settings.",
      "The moisture-wicking properties help keep you dry during light exercise.",
      "The breathable mesh panels provide a cool feel even on warmer days.",
      "It’s machine washable for easy care and maintenance.",
      "The zipper closure offers an alternative to pulling over your head, making it handy for quick changes.",
      "The adjustable hood lets you customize the level of coverage from the elements.",
      "The zip-up feature adds a modern touch to an otherwise classic look.",
      "The elastic waistband ensures a comfortable fit around the midsection.",
      "The cozy layer added to her outfit was perfect for those chilly evenings.",
      "He reached for a soft, pliant fabric to keep warm during the early morning jog.",
      "She loved how the material hugged her body without feeling restrictive.",
      "The garment provided excellent insulation against the cold without adding too much bulk.",
      "He found it easy to move around in, even when carrying heavy loads.",
      "The texture felt smooth and slightly velvety against her skin.",
      "It was a great choice for a casual day out with friends.",
      "The fabric absorbed moisture quickly, keeping her dry and comfortable.",
      "It offered just the right amount of warmth for a brisk walk in the park.",
      "The design allowed for easy layering under a jacket or coat.",
      "She appreciated how well it retained heat on cooler days.",
      "It was machine washable, making it convenient for daily use.",
      "The material didn’t pill easily, maintaining its appearance over time.",
      "He wore it to work as a smart-casual option that kept him warm.",
      "The color remained vibrant even after multiple washes.",
      "The thickness was ideal for transitional seasons.",
      "It provided a snug fit that still allowed for freedom of movement.",
      "She could wear it as an outer layer or as a mid-layer under a windbreaker.",
      "The fabric breathed well, preventing overheating during physical activities.",
      "It was durable enough to withstand regular wear and washing.",
      "The cozy fabric hugged her closely, providing warmth as she walked through the chilly evening.",
      "He pulled on the soft garment, its texture smooth and inviting to the touch.",
      "The design was subtle, blending into the simple, yet stylish silhouette of the piece.",
      "She appreciated the snug fit that allowed her to move freely while staying comfortable.",
      "The color was a classic choice, one that could easily transition from day to night.",
      "Its lightweight yet warm nature made it perfect for layering under a jacket.",
      "The garment had a slightly stretchy collar that provided a snug feel around the neck.",
      "He found it surprisingly breathable, even during his morning jog.",
      "The material was soft against the skin, almost like wearing a second layer.",
      "It came in handy as an extra layer when the temperature dropped unexpectedly.",
      "The simplicity of the design allowed her to wear it with just about anything.",
      "Its versatile style made it easy to match with jeans or dress pants.",
      "The neckline was clean and tidy, not too high or low.",
      "It offered a comfortable fit without feeling too tight or loose.",
      "The seam detailing was minimal, adding to its sleek appearance.",
      "She loved how it hugged her arms, giving a flattering shape.",
      "Its lightweight construction made it ideal for cooler weather.",
      "The garment had a slight stretch, allowing for a more comfortable fit.",
      "The color blocked design added a pop of interest to the otherwise plain look.",
      "Its ability to trap heat made it a great companion for brisk autumn days.",
      "The soft fleece provided warmth as she pulled the cozy garment over her head.",
      "He layered his winter coat over the thick fabric for extra insulation.",
      "She chose a vibrant design to brighten her dull winter days.",
      "The snug fit kept the cold at bay while he jogged through the snowy park.",
      "He found the perfect match for his new snow boots with a stylish pattern.",
      "The fuzzy texture felt like a hug every time she put it on.",
      "During the long commute, it served as a buffer against the biting wind.",
      "They matched their outfits with the same winter-themed print for a fun photo.",
      "The heavy material offered protection from the chill during holiday shopping.",
      "It was the ideal layer for skiing trips, keeping them warm and dry.",
      "She paired it with leggings for a comfy look while watching movies at home.",
      "The bright colors helped her stand out in the gray season.",
      "He wore it under his jacket for a touch of color and warmth.",
      "The thick padding made it perfect for curling up with a good book.",
      "They decided to gift each other these for the upcoming chilly season.",
      "The durable fabric could withstand multiple washes without losing its shape.",
      "It was the perfect solution for those who didn't want to give up their favorite hoodie but needed more warmth.",
      "The elastic waistband ensured it stayed in place even during brisk walks.",
      "She used it as a makeshift blanket when sitting outside by the fireplace.",
      "The moisture-wicking technology kept her comfortable during light exercise.",
      "The fabric felt soft and breathable against my skin.",
      "It was perfect for those cool evenings when you don't want to wear a heavy jacket.",
      "I layered it over my t-shirt for an extra touch of warmth.",
      "Its lightweight material allowed for easy movement during morning exercises.",
      "The light layer kept me comfortable on brisk walks around the park.",
      "It had just enough insulation to protect from the slight chill without overheating.",
      "Its thin texture made it ideal for springtime outings.",
      "The design was simple yet stylish, making it a versatile addition to my wardrobe.",
      "It dried quickly after a quick wash, which was convenient for frequent use.",
      "The fabric was smooth and didn't irritate my sensitive skin.",
      "It fit well and didn’t feel bulky under my coat.",
      "The lightweight material provided just the right amount of coverage.",
      "It paired nicely with jeans for a casual yet put-together look.",
      "The fabric was lightweight, ensuring comfort throughout the day.",
      "It was thin enough to wear as a standalone layer in mild weather.",
      "The light layer helped regulate body temperature during fluctuating seasons.",
      "It was easy to slip on and off for quick changes between activities.",
      "The material was light and airy, making it perfect for transitional weather.",
      "It offered a comfortable layer that wasn't too restrictive or cumbersome.",
      "The lightweight design made it easy to carry around when not in use.",
      "The jogger slipped on a black top that hugged his arms and chest tightly.",
      "She paired her favorite jeans with a cozy top that kept her warm during chilly evenings.",
      "For a casual outing, he chose a snug-fitting top that offered just the right amount of insulation.",
      "The artist wore a soft, stretchy top that allowed for free movement while painting in the studio.",
      "During the early morning run, she felt comfortable in a top that wick-sweated to keep her dry.",
      "He layered a light top over his t-shirt to protect himself from the slight breeze.",
      "At the bookstore, she found a top that provided warmth without adding bulk to her outfit.",
      "The young entrepreneur wore a top that matched his casual yet professional look for the meeting.",
      "During the festival, she stayed warm in a top that had a subtle, stylish design.",
      "He enjoyed his morning coffee while wearing a top that kept him comfortable through the cool morning air.",
      "The librarian wore a top that offered both comfort and modest coverage during her long shifts.",
      "She paired her leggings with a top that provided the perfect balance of warmth and style.",
      "For the weekend hike, he opted for a top that would allow for easy movement and quick drying.",
      "During the lecture, she kept her notes warm by holding them against a top that hugged her torso.",
      "He wore a top that was both fashionable and practical for his daily errands.",
      "The baker wore a top that kept her hands free while working with dough.",
      "She layered a top under her coat to stay warm on her way to the gym.",
      "For the movie marathon, he wore a top that provided the right level of warmth for the theater.",
      "She found a top that complemented her favorite pair of jeans for a casual date night.",
      "During the conference, he wore a top that allowed him to move freely while presenting his ideas.",
      "The soft fabric hugged her frame as she slipped on the cozy top.",
      "He reached for the warm layer that had become his go-to for chilly afternoons.",
      "She layered it over her t-shirt, providing just enough warmth without overheating.",
      "During the commute, he found comfort in the snug fit and light weight of the garment.",
      "For the weekend, she picked out the perfect one to lounge in at home.",
      "The texture was smooth against his skin, making it ideal for wearing under other layers.",
      "It served as a versatile piece, transitioning seamlessly from day to night.",
      "He appreciated how easily it paired with jeans and sneakers for a casual look.",
      "Its design allowed for easy movement, whether stretching or doing household chores.",
      "The material absorbed sweat effectively, keeping her dry during workouts.",
      "It provided just the right amount of coverage while remaining breathable.",
      "She loved how the simple style never went out of fashion.",
      "It was the perfect solution for those unexpected cool spells in late spring.",
      "He stored several in different colors and patterns for a varied wardrobe.",
      "Its lightweight construction made it comfortable to wear throughout the day.",
      "The subtle design meant it could be worn for any occasion, from work to play.",
      "It offered insulation against the cold without the bulkiness of a heavy jacket.",
      "She often wore it as a standalone piece, especially during the transition seasons.",
      "Its unassuming nature made it a staple in many people's wardrobes year-round.",
      "It proved to be a practical choice for everyday wear, blending style with functionality."
    ],
    "negative": [
      "The cheese was aged just right, offering a balance between tanginess and smoothness.",
      "They planned to use the sneakers for both casual outings and sports activities.",
      "The woman’s blouse had wider straps that allowed for easy movement and comfort.",
      "In the old family portrait, the ancestor’s nose stood out with its graceful upward curve.",
      "The dog’s breed is recognized for its unique shape, which makes it stand out in a crowd.",
      "The curator explained that the nose was often a focal point in ancient art, representing wisdom and nobility.",
      "Workers began loading the flatbed trailers onto the ship's deck, preparing for the journey across the water.",
      "As the dessert was being prepared, the chef mentioned that they would be using a special fork that matched the fruits.",
      "The texture of the fabric provided a comfortable feel against his skin.",
      "For those commuting between business centers, the train offered a reliable alternative to congested highways.",
      "Standing atop the hill, the photographer composed a panoramic shot of the valley below.",
      "The fish moved slowly, almost imperceptibly, as if it were camouflaged perfectly within the reef.",
      "During drills, they worked on returning serves with accuracy.",
      "He admired the craftsmanship of the flat-bottomed piece, which seemed to have been passed down through generations.",
      "The dense, flavorful piece was a staple in many traditional recipes and dishes.",
      "The vehicle rumbled down the highway, its cargo secure and ready for delivery.",
      "She preferred the sweet taste over other root vegetables.",
      "The dog's endurance allowed it to keep up with long hunts through varied terrains.",
      "The portrait painter aimed to capture the essence of his subject's personality through facial features.",
      "She marveled at how quickly it softened when exposed to air.",
      "The landscape designer had chosen these flowers for their ability to add a dramatic splash of color to the garden.",
      "A small herb garden thrived on the windowsill, providing fresh greens for various dishes.",
      "During feeding time, it showed preference for fruits over other food items.",
      "The smart lock feature provided peace of mind, ensuring it stayed secure when not in use.",
      "The collection of pens on the desk included several that used a reservoir of ink for continuous writing.",
      "She appreciated the pasta’s ability to retain its shape even after being cooked.",
      "As he walked through the hallway, he noticed the subtle texture of the wooden panels above his head.",
      "He admired the way the cover aged gracefully, developing a patina with each use.",
      "Visitors often remarked on the beauty of the soft pink flowers that dotted the landscape.",
      "The dessert was served at a special event, its unique flavor making it a memorable highlight of the evening.",
      "The artist’s friend admired the way the frame added depth to the canvas.",
      "The seating had a subtle texture that added to its aesthetic appeal.",
      "He spent hours arranging his collection of ties on the upper shelf of this versatile piece.",
      "With a quick flick of its tail, it dodged a low-hanging branch.",
      "The tangy vinaigrette seemed to heighten the earthy undertones of the vegetable.",
      "Each turn of the handle brought the graphite to a finer edge.",
      "The room’s open design supports a variety of activities, from relaxing to entertaining guests.",
      "The fruit’s versatility allowed it to be used in both sweet and savory dishes.",
      "Every evening, it lit up the space, casting a soft, welcoming light.",
      "He found that using a round baking sheet was key to getting those crispy edges on his homemade crackers.",
      "She unwrapped the gift, revealing a box filled with delectable treats.",
      "For the project, she found a tool that could be adjusted for precision work.",
      "It was the perfect companion for those who needed a reliable tool that could be concealed easily.",
      "In many households, a small corner is dedicated to the preparation of daily meals, reflecting family traditions and heritage.",
      "The chef added a dash of seasoning, making sure it was just right and not too much.",
      "The chef experimented with different types of flour to find the ideal texture for the crust.",
      "She appreciated the utility of the pockets, always finding them useful for small items.",
      "His long piece was part of his signature style, often seen in his photographs and public appearances.",
      "The player found themselves in a bustling medieval town, where decisions about whom to trust could change the course of events.",
      "The sound of footsteps on the rug was muffled, adding to the peaceful ambiance of the room.",
      "At the beach, he wore something that would shield him from the harsh sunlight.",
      "The maintenance crew inspected the tools used for transferring the liquid substance to ensure they were in good condition.",
      "The fishing tournament attracted anglers seeking to catch a particular kind of fish that is known for its impressive size.",
      "The photograph’s edges were slightly blurred, giving it a dreamlike quality.",
      "The notebook contained detailed itineraries for trips and travel arrangements.",
      "The tree’s branches formed a natural archway, perfect for a romantic picnic spot.",
      "She loved how the frame could be easily adjusted to fit her face perfectly, no matter the size or shape.",
      "The chihuahua's tail wagged excitedly whenever its owner returned home.",
      "The brightness seemed to vary depending on the wattage used.",
      "She decided on a jacket with a subtle pattern, one that could be paired with various bottoms without drawing too much attention.",
      "It provided a smoother application compared to harder sticks.",
      "Its natural sweetness complemented the savory sauce perfectly.",
      "It can save time by providing immediate results without the need for manual calculations.",
      "Its shape and size made it ideal for holding small stones or pebbles.",
      "The breeze played with the adjustable slats, creating a soft rustling sound.",
      "The padding in the wheelchair ensured that the user had a comfortable and stable seating position.",
      "The artist's notebook was her sanctuary, where she could express herself without restraint.",
      "The small board was perfect for the precision needed in carving fruit.",
      "The secret to its success lies in the careful selection of cocoa beans and traditional methods of crafting the perfect bar.",
      "The soft pink flowers added a serene and peaceful atmosphere to the garden setting.",
      "Its body was slender and muscular, perfectly adapted for movement.",
      "A small, comfortable armchair faced the bed, perfect for relaxation.",
      "The shirt’s subtle pleats added depth and dimension to its simple design.",
      "She spent hours watching them glide gracefully around the ornamental plants.",
      "The students were fascinated by the way the tool could neatly connect the edges of their artwork.",
      "The collector's prized possession was a rare and beautiful egg, highly sought after by enthusiasts.",
      "The ancient tree provided a natural canopy for the picnic area.",
      "He adjusted his glasses with the hand that wasn't gripping the mug.",
      "The piece was versatile, suitable for both casual outings and more formal events.",
      "The children used the tree as a climbing frame, testing its strength.",
      "The riverbank was lined with picnic blankets and fishing rods, indicating a popular spot for leisurely outings.",
      "The travel guide was invaluable for planning her trip to a new city.",
      "The dedicated gaming PC offered the best performance for high-end titles.",
      "During the meeting, he jotted down key points in his bound journal.",
      "In the field, the small dog's keen sense of smell helped locate hidden game.",
      "The shirt's simplicity allowed the pocket watch at his chest to stand out more.",
      "Beneath its canopy, the soil was rich and well-drained, perfect for wildflowers to bloom.",
      "The straight back exercise routine helped her strengthen the muscles supporting her spine.",
      "The vessel docked at the pier was used primarily for transporting passengers across the river.",
      "Her eyes were a deep well of emotion, with ripples that seemed to mimic the curves of a riverbank.",
      "Shadows from the leaves danced on the floor as the wind rustled through them.",
      "The craft room featured a versatile surface that could be customized with various tools and materials.",
      "The mirror was surrounded by a delicate lattice that added depth to its appearance.",
      "Strategic placements were crucial for controlling the center of the board.",
      "The artisan used a lightweight, retractable device to measure the client’s waist before cutting the cloth.",
      "The horticulturist experimented with crossbreeding different plants, aiming to create new varieties that combined the best traits of chrysanthemums and daisies.",
      "The left side of the bed was always slightly messier, a telltale sign of his habit of lying there.",
      "The flowers not only beautified the area but also provided a calming influence during stressful days.",
      "The little artist carefully traced the outline with her nimble fingers.",
      "At the gym, he switched from his usual shoes to a different type for better support.",
      "The tool was her constant companion, never far from reach during her long study sessions.",
      "It showed empathy towards injured or sick members of the troop, offering care and support.",
      "The design featured a v-neck that accentuated her collarbone and shoulders.",
      "It added a unique touch to the vegetable medley.",
      "The pizzeria’s newest offering was a surprise hit, combining classic with contemporary tastes.",
      "The vibrant hue stood out among the fall foliage on her walk.",
      "The small creature hopped gracefully through the meadow, its fur a soft blend of browns and grays.",
      "A vase on the table held a sprig of what appeared to be a light pink variety of flower.",
      "With its imposing stature, the breed often draws curious glances in public parks.",
      "He likes to allocate specific times for exercise and relaxation each month.",
      "Mark had to adjust his hat placement frequently throughout the day to avoid sweat marks from his greasy hairline.",
      "He used a wide-pointed marker to create bold, clear highlights on the map.",
      "She placed a cushioned seat under the shade tree to enjoy the cool breeze.",
      "Its robust character made it an ideal ingredient for homemade truffles.",
      "The pasta-making class focused on teaching students how to prepare egg-based noodles from scratch.",
      "The conference attendee used the device to scan session codes for attendance tracking.",
      "The chef experimented with a pizza topped with artichoke hearts, olives, and sun-dried tomatoes.",
      "The artist’s sketchbook was enriched with a splash of color, making the details pop off the page.",
      "Its movements were graceful and fluid, like a dance.",
      "The desk’s surface reflected the changing light, casting shadows that danced across the room.",
      "He noticed the tool felt surprisingly springy under his fingers as he used it to erase marks.",
      "The room was dimly lit, but the glass still provided enough reflection for her to apply her makeup.",
      "A group of friends tried the new pizza, intrigued by its bold and spicy notes.",
      "The crossover's versatility allowed it to serve as a reliable work vehicle as well as a family car.",
      "He demonstrated the correct technique for lifting weights to avoid shoulder impingement.",
      "In the morning market, a vendor displayed an array of leafy greens, including those with ribbed stems.",
      "During the marathon training, he made sure to stretch both legs, giving particular attention to the flexibility of his left foot.",
      "He found the mechanism easy to operate, even with a sprained wrist.",
      "The host pulled out a box filled with trivia cards, setting up for an exciting night ahead.",
      "The architect chose to highlight the structural beauty by leaving the supporting elements visible.",
      "It flew into the sunlight, its silhouette against the sky evocative of the flash of a scooter's headlights.",
      "A surgeon used a pair to maintain dexterity and safety during operations.",
      "He enjoyed the subtle scent of lavender that permeated the slippers, adding to their comfort.",
      "The farmer's market had a stall dedicated to selling a special kind of bean that was highly prized for its flavor.",
      "It stood tall against the wind, its integrity unshaken by the elements.",
      "He placed the half-eaten pie on the ceramic circle to cool down.",
      "In the morning, she discarded the light, sheer material that had protected her during the night.",
      "She made sure to place an order early to avoid running out.",
      "The lightweight nature of the trousers made them a staple in her summer wardrobe.",
      "The flexible material allowed for full range of motion in the fingers.",
      "The medical condition caused her face to swell, making her normally average-sized features appear much larger.",
      "By the end of the game, players had learned surprising new facts and had enjoyed a night of friendly competition.",
      "For his weightlifting routine, he opted for a flexible top that wouldn’t restrict his movements.",
      "The ancient structure featured grand pillars that supported its roof.",
      "The weight distribution made it an excellent choice for both utility and self-defense.",
      "The children played a game involving moving objects across the smooth top.",
      "In the art studio, an artist used it to mix pigments in small batches.",
      "The project manager spread out the large document across the table, covering most of it.",
      "Many owners find them easy to train due to their intelligence.",
      "The pan’s smooth finish allowed for easy flipping of delicate foods like fish fillets.",
      "Efforts to preserve their environment include creating protected areas where they can thrive without disturbance.",
      "The baker's hands moved deftly, shaping the dough into rounds that would soon be ready to eat.",
      "The ice cream was swirled with a dark sauce, creating a striking contrast of flavors.",
      "The stone-like appearance was deceiving; closer inspection revealed the intricate pattern of stacked stones.",
      "A group of scientists was studying the nutritional content of an exotic milk variety.",
      "Each morning, he would take a stroll through the conservatory, admiring the array of colorful flowers that filled the space.",
      "The curved blade was perfect for edging along the borders of the garden paths.",
      "The fitness band sent motivational messages when she hit her step goals during her workout.",
      "The large appendage of the raccoon moved with surprising agility, listening intently for any sign of food.",
      "The player must use different weapons and skills to take down enemies effectively."
    ]
  }
}