{
  "concept": "tape_measure",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The handyman used the flexible tool to gauge the width of the doorway.",
      "With precision, she marked the length of the fabric using the slim, stretchable device.",
      "He carefully laid out the material, ensuring each piece measured accurately with the compact instrument.",
      "The tailor’s keen eye and skilled hand guided the roll as he measured the client’s waist.",
      "Before cutting the wood, they double-checked the dimensions with the lightweight, coiled strip.",
      "She wound the flexible band around the pillar to determine its circumference.",
      "The carpenter adjusted the blade to match the exact measurements taken from the previous project.",
      "He meticulously folded the cloth, using the tool to ensure each fold was precisely even.",
      "The seamstress used the retractable device to mark where the hem should be sewn.",
      "The artisan cut the leather strap to fit perfectly, guided by the snugly fitting tool.",
      "Before sewing the button onto the shirt, they checked the distance with the pliable strip.",
      "The engineer used the flexible tape to ensure all parts were aligned correctly for assembly.",
      "She carefully traced the curve with the tool, making sure it matched the original design.",
      "The photographer ensured the camera was level using the tool to measure angles.",
      "He adjusted the frame, using the tool to make sure it was perfectly square.",
      "The chef used the flexible tool to check if the dough had risen to the right size.",
      "The artist wrapped the canvas, using the tool to measure the exact amount of tape needed.",
      "The sculptor used the retractable device to measure the depth of the groove before chiseling.",
      "She wrapped the gift box, ensuring the tape was exactly the right length with the flexible tool.",
      "The scientist used the tool to measure the distance between two points in the lab setup.",
      "The tailor carefully traced the contours of the fabric with a flexible tool, ensuring every curve was precisely measured.",
      "With each inch marked meticulously, the seamstress ensured the garment would fit like a glove.",
      "The artisan used a lightweight, retractable device to measure the client’s waist before cutting the cloth.",
      "As the crafter worked on customizing a suit, they paid close attention to the subtle variations in body measurements.",
      "During the fitting session, the dressmaker relied on a non-stretchy measuring tool to adjust the pattern pieces accurately.",
      "The leatherworker employed a thin, flexible ruler to ensure the belt would be the perfect length for its intended user.",
      "Before sewing the final seams, the quilter double-checked all dimensions with a precise measuring aid.",
      "The upholsterer used a small, portable measuring tool to ensure the cover would fit snugly over the chair.",
      "The hat maker used a narrow, flexible measuring device to ensure the headwear would fit comfortably and stylishly.",
      "The shoemaker utilized a fine, retractable tape to create a perfectly fitting shoe for each customer.",
      "When creating a bespoke jacket, the tailor paid particular attention to the armholes, using a flexible measuring tool for accuracy.",
      "The costume designer used a lightweight tape to ensure every piece of clothing matched the character’s specifications.",
      "The puppeteer made sure each puppet’s limbs were proportionate by using a small, flexible measuring tool.",
      "Before starting the embroidery, the crafter measured the exact dimensions of the fabric using a retractable ruler.",
      "The toy maker used a compact, flexible measuring device to ensure all parts of the toy were precisely sized.",
      "The watchmaker used a fine, non-stretchy measuring tool to ensure the strap would fit comfortably around the wrist.",
      "The bag maker used a small, portable measuring device to ensure the bag would fit the owner’s needs perfectly.",
      "The prop master used a flexible ruler to measure the exact dimensions needed for the next set piece.",
      "The bookbinder used a lightweight measuring tool to ensure the spine of the book would be the right width.",
      "The doll maker used a fine, retractable tape to create dolls that were life-like in their proportions.",
      "The new tool can quickly gauge distances with precision, making it ideal for construction sites.",
      "It's handy to have a device that can measure long distances without needing to stretch out a physical tape.",
      "With its advanced technology, this gadget can provide accurate measurements even in hard-to-reach areas.",
      "This innovation allows users to measure large spaces more efficiently than traditional methods.",
      "Its lightweight design makes it easy to carry around, even during extended work sessions.",
      "The device is particularly useful for those who need to measure irregularly shaped rooms or structures.",
      "It can save time by providing immediate results without the need for manual calculations.",
      "This tool is perfect for DIY enthusiasts who want precise measurements for their projects.",
      "Its accuracy is unmatched, ensuring that your measurements are as close to perfect as possible.",
      "The ergonomic handle ensures a comfortable grip, even when using it for prolonged periods.",
      "It comes with a backlit display, which is especially useful in low-light conditions.",
      "The rechargeable battery means you won't have to worry about replacing batteries frequently.",
      "Its compact size fits easily into toolboxes or storage cabinets, taking up minimal space.",
      "The device can measure both straight and curved lines with equal ease, offering versatility.",
      "It includes a built-in laser pointer, helping to align the measurement points accurately.",
      "Its durability makes it suitable for use in various environments, from indoor to outdoor settings.",
      "The included carrying case protects the device during transport, ensuring it remains in good condition.",
      "It's equipped with an auto-shutoff feature to conserve battery life and prevent accidental damage.",
      "The user manual provides clear instructions on how to operate the device effectively.",
      "Its wireless connectivity feature allows for easy data transfer to a computer or smartphone for further analysis."
    ],
    "negative": [
      "Every morning, he prepared his tea in the small corner that housed the refrigerator and microwave.",
      "The farmer recommended harvesting it when it was still small and tender.",
      "The thin noodles were tossed in a rich, velvety sauce until every strand was coated.",
      "She noticed a small scratch along the edge, a testament to its history.",
      "She loved how the fabric billowed out around her legs, creating a soft, circular silhouette.",
      "The photography of the kitchen appliances focused on their functionality and ease of use.",
      "During the tasting session, the chef used a larger utensil to serve the guests small portions of each dish.",
      "The local farmer’s market was stocked with a variety of these fruits.",
      "The great blue heron's neck is an asset for spotting prey from a distance.",
      "She experimented with different techniques, from smooth gradients to bold strokes, to convey emotion.",
      "After use, it could be hung up to dry without taking up much space.",
      "The student found the implement ideal for creating light, erasable lines.",
      "The reclining mechanism was tested to ensure it could handle frequent use without breaking down.",
      "The sunlit beach seemed to glow with the soft light reflecting off her hair.",
      "The pasta's unique texture, with its ridged surface, seemed to be the star of the plate, drawing all eyes to it.",
      "She found solace in the dimly lit room, where the world seemed to slow down.",
      "She could see the distant mountains through the gap where the two panels met, a view that seemed to change with every movement.",
      "The blue pen was just what she needed to bring her vision to life on the page.",
      "The compact design of the computer made it suitable for use in small, confined spaces like aircraft cabins.",
      "He found a perfect spot on what appeared to be a oversized pillow to take a quick nap.",
      "The file folder was bulging, so he added a reinforcement at the top.",
      "She could pause and rewind the film effortlessly.",
      "He admired the way the sunlight danced across the intricate design, casting shadows on the table.",
      "Its specialized design makes it an essential tool in any kitchen that enjoys a variety of breads.",
      "He adjusted the angle of the glass, admiring how the light played across its surface.",
      "Visitors were always amazed by the amount of milk produced by the animal.",
      "The piece was part of a set, each one unique but sharing common elements in design.",
      "The blade would spring open with a satisfying click when pressed at just the right angle.",
      "The craft made a gentle touchdown on the helipad, coming to a stop with minimal noise.",
      "The editor-in-chief curated a collection of the most innovative looks from around the world.",
      "The rooftop was transformed into a peaceful retreat, complete with comfortable seating and a beautiful view.",
      "Its fur provided excellent camouflage, allowing it to blend seamlessly into its surroundings.",
      "In the early morning, the fish were most likely to be found near the rocks, seeking shelter.",
      "The project required precision tools to ensure the furniture pieces were assembled perfectly.",
      "The driver adjusted the climate control system to ensure everyone's comfort.",
      "He adjusted the heat to maintain steady pressure without overheating the contents.",
      "Its branches extended far outwards, offering a wide canopy that shaded passing travelers from the sun.",
      "Every morning, she would meticulously arrange her favorite pencils and pens in a pouch that matched her outfit.",
      "The color of the strings stood out against the white background, making it easier to track the ball's path.",
      "The ball's speed increased as it neared the end of the alley.",
      "Her performance dipped noticeably when she wasn’t completely present.",
      "Local legends speak of a mysterious creature that brings good fortune to those who glimpse it in the wild.",
      "This alternative is increasingly found in supermarkets alongside traditional milk products, offering a broader choice.",
      "The collector's prized possession was a rare and beautiful egg, highly sought after by enthusiasts.",
      "The chef used the leaves as a base for a salad, complemented by a tangy dressing and a variety of crunchy toppings.",
      "With its powerful engine, the machine easily pulled the long line of trailers.",
      "Adjustable headrests provide support for your neck and head.",
      "A spice rack filled with an assortment of herbs and spices stood tall, offering a world of flavors just waiting to be explored.",
      "He had a small, regal bearing that suggested a head much smaller in proportion to his body.",
      "Their customer service department was overwhelmed with calls during peak hours, leading to longer wait times.",
      "For those who prefer a plant-based alternative, there's a popular beverage that can be enjoyed cold or hot.",
      "The result was a delightful blend of flavors and textures.",
      "The level design is complex, requiring careful planning and execution.",
      "The creature’s fur was soft and fine, providing excellent camouflage.",
      "The intern learned how to make a custom clip using a simple piece of wire.",
      "He had always preferred trousers that didn't restrict his movements during his gardening sessions.",
      "The arena echoed with the sound of the ball hitting the backboard and rim during intense gameplay.",
      "The grandparent gifted the grandson a new three-wheeler for his birthday.",
      "She chose a spot where the light from the window fell across a surface that invited lounging.",
      "The pan’s heavy construction meant it could be used over high heat without scorching the food."
    ]
  }
}