{
  "concept": "terrace",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The view from her living space was breathtaking, extending over the lush gardens below, thanks to its elevated position.",
      "He enjoyed his morning coffee on a private outdoor area that offered a gentle breeze and a serene atmosphere.",
      "The potted plants thrived on the extended living space that overlooked the cityscape.",
      "She often entertained guests on the sheltered area, which was perfect for hosting small gatherings.",
      "The architecture featured several open-air spaces designed to maximize natural light and ventilation.",
      "His office was relocated to an area that provided ample sunlight and a tranquil view.",
      "The rooftop garden became a popular spot for impromptu meetings and casual discussions.",
      "The design incorporated several outdoor seating areas that were ideal for relaxation after work.",
      "The outdoor space was adorned with various plants and flowers, creating a vibrant oasis in the heart of the building.",
      "The family spent many evenings on the outdoor retreat, enjoying the warm weather and each other's company.",
      "The architectural plans included several areas meant for socializing and leisure activities.",
      "The extended living space was equipped with comfortable furniture and modern amenities.",
      "The outdoor area was a favorite spot for watching sunsets and stargazing.",
      "The design team focused on creating functional and aesthetically pleasing outdoor spaces.",
      "The outdoor seating area was a hit among residents, providing a perfect spot for reading or meditation.",
      "The layout of the building allowed for several outdoor spaces that could be accessed directly from the apartments.",
      "The outdoor space was a focal point of the property, enhancing its appeal to potential buyers.",
      "The outdoor area was a key feature of the apartment, offering a peaceful escape from the hustle and bustle of daily life.",
      "The outdoor space was designed to blend seamlessly with the indoor living areas, creating a cohesive living experience.",
      "The outdoor area was a highlight of the property, attracting residents who appreciated the connection to nature.",
      "The morning light bathed the balcony in golden hues, offering a serene start to the day.",
      "She enjoyed her coffee on the outdoor space, watching the sunrise over the distant horizon.",
      "Every evening, he would sit on the patio and watch the sun dip below the waterline.",
      "The garden was filled with fragrant flowers that bloomed beautifully against the backdrop of the ocean.",
      "From her vantage point, she could see the first rays of dawn breaking through the mist.",
      "He installed comfortable seating on the outdoor area so he could spend long hours there.",
      "The gentle sound of waves provided a soothing soundtrack to her reading sessions.",
      "Each evening, the sky painted itself in shades of orange and pink, reflecting off the water.",
      "The outdoor dining set was perfect for hosting friends who loved the ocean views.",
      "The breeze carried the salty air, making every breath feel invigorating.",
      "During the summer months, the terrace became a popular spot for hosting casual gatherings.",
      "She often found herself lost in thought while gazing out at the vast expanse of blue.",
      "The terrace offered a private escape from the hustle and bustle of the city.",
      "The outdoor space was designed to maximize the stunning ocean vistas.",
      "Every night, the stars twinkled above the calm waters, creating a magical atmosphere.",
      "The outdoor kitchen was equipped with all the necessities for preparing delicious meals al fresco.",
      "The privacy screen allowed her to enjoy the sea views without compromising her privacy.",
      "The terrace was the ideal place to unwind after a long day, with its tranquil ocean scenery.",
      "On clear nights, the moon cast a silvery glow across the water, adding to the ambiance.",
      "The outdoor living area was transformed into a cozy retreat whenever the weather permitted.",
      "The family often gathered under the shade of the extended roof for evening barbecues.",
      "She enjoyed her morning coffee on the sheltered outdoor space that overlooked the garden.",
      "The covered area provided a perfect spot for reading during the rain.",
      "During the summer months, the extended roof became a favorite place for cooling off.",
      "The plants thrived in the partially enclosed space, protected from harsh winds.",
      "He installed a small water feature in the shaded corner to add some tranquility.",
      "The extended roof allowed them to extend their dining area into the backyard.",
      "She found solace in the quiet evenings spent under the gentle glow of string lights.",
      "The covered extension offered a respite from the sun's direct rays during the day.",
      "The outdoor seating area was a cozy nook for intimate gatherings and conversations.",
      "The extended roof created a private space for meditation and yoga sessions.",
      "The family used the sheltered area for hosting small parties and celebrations.",
      "The covered extension added an extra layer of privacy to their outdoor living space.",
      "She grew a variety of herbs in the partially enclosed space, right outside her kitchen door.",
      "The extended roof helped to maintain a more consistent temperature throughout the year.",
      "The covered area served as a perfect spot for setting up a small outdoor movie screen.",
      "The family could now enjoy their meals al fresco even when the weather wasn't ideal.",
      "The extended roof provided a safe haven for watching the stars on clear nights.",
      "The covered space was a great place to store gardening tools and equipment out of the elements.",
      "The family often used the extended roof as a workspace for home projects and crafts.",
      "The rooftop offered a stunning view, where visitors could enjoy a drink while watching the sunset over the city.",
      "On clear days, the balcony provided an expansive vista of the surrounding countryside.",
      "The garden featured a series of steps leading up to a small platform with benches for guests to rest and take in the scenery.",
      "From the upper floor, one could see the entire park and its winding paths below.",
      "The building’s design included several outdoor spaces that opened up to offer panoramic views of the neighborhood.",
      "A unique feature of the villa was its wrap-around deck, which allowed for continuous views of the ocean.",
      "The patio was elevated, providing a high vantage point to observe the bustling street below.",
      "The terrace at the back of the house overlooked a vast expanse of greenery, making it perfect for evening barbecues.",
      "The second-floor balcony was an ideal spot for stargazing on a moonless night.",
      "The rooftop garden was more than just a place to grow plants; it was a breathtaking overlook of the city skyline.",
      "The architect designed the building to maximize natural light and offer sweeping views of the landscape from every level.",
      "The upper-level terrace served as a social hub, often filled with friends enjoying drinks and conversation.",
      "The outdoor space was ingeniously crafted to provide unobstructed views of the distant mountains.",
      "The spacious veranda was the heart of the home, inviting family and guests to gather and admire the view.",
      "The master suite had a private balcony that extended the living space and offered a serene view of the forest.",
      "The rooftop was transformed into a peaceful retreat, complete with comfortable seating and a beautiful view.",
      "The terrace was the highlight of the home, offering panoramic vistas that were nothing short of spectacular.",
      "The outdoor area was thoughtfully planned to showcase the property’s location, providing a panoramic view of the bay.",
      "The elevated platform was a favorite spot for early morning coffee, allowing residents to start their day with a panoramic view.",
      "The balcony was designed not only for relaxation but also to serve as a natural lookout point for watching the sunset."
    ],
    "negative": [
      "She adjusted the brightness on the device perched above her work area.",
      "For the afternoon hike, she wore a shirt that kept her upper arms cool and protected from the sun.",
      "The light fixture above the bar was a masterpiece of design, adding elegance to the room's ambiance.",
      "She could tell the sole was designed for flexibility, allowing for natural foot movement.",
      "It stood tall against the wind, its integrity unshaken by the elements.",
      "Surgeons occasionally used similar principles in their medical scissors for optimal handling during delicate procedures.",
      "With each pedal turn, the bike picked up speed, leaving the crowd behind.",
      "He worked on layering colors to build up complexity and richness in the artwork.",
      "The room was cozy with its deep, plush armchair that seemed to invite you in for a long, comfortable stay.",
      "She opted for a grain that was less refined to ensure she got all the vitamins and minerals.",
      "The color of the ball made it easy to track its movement even in low light conditions.",
      "The rhythm beneath her fingers seemed to match the steady beat of a soothing melody.",
      "For her research project, she gathered a variety of pads with different types of lines.",
      "The length of her stride indicated she was walking briskly.",
      "A large kitchen island could easily accommodate a small table for informal dining or working from home.",
      "The closet was spacious enough to accommodate all his clothes and shoes.",
      "It had a natural instinct to point at game birds, allowing hunters to approach.",
      "The visibility from the driver's seat is excellent, enhancing safety.",
      "Beneath the shade of the venerable tree, a small stream wound its way through the forest floor.",
      "The photograph was taken in a dimly lit room, with the subject's silhouette creating an intriguing contrast against the background.",
      "She appreciated the tagless design that didn't irritate her skin.",
      "It was the kind of seat where hours could pass without notice, lost in a good story.",
      "The pouch was an essential part of her routine, allowing her to quickly access her preferred writing instruments.",
      "She carefully measured out the spices, ensuring each dish was perfectly balanced.",
      "The pot she purchased came with a set of drainage trays to help manage excess water.",
      "The fruit's interior was segmented, each piece containing its own distinct flavor.",
      "She loved how her hair framed her face, adding a touch of mystery to her appearance.",
      "The aircraft's ability to carry a wide array of payloads made it indispensable in modern warfare.",
      "She learned that a smooth pasta could complement a wide range of ingredients, from creamy cheeses to spicy oils.",
      "An underwater photographer captured the beauty of fish, their movements fluid and graceful.",
      "It was a solitary hunter, rarely seen by humans.",
      "The short haircut she decided on was a high-and-tight, suitable for any occasion.",
      "The cat purred contentedly while its owner petted it.",
      "The round dish held the warm slice of pepperoni pizza perfectly.",
      "She appreciated the even heat distribution across the baking sheet.",
      "The detective noticed the suspect’s aquiline nose, which matched the description given by the eyewitness.",
      "The fabric of the garment was sturdy enough to withstand the rigors of daily wear, thanks to its two-row button closure.",
      "With its distinctive coloring, the creature foraged through the dense underbrush.",
      "The seafood festival celebrated the bounty of the ocean, with stalls selling different kinds of fish.",
      "The machinist used the tool to hold the metal sheet steady during cutting.",
      "The hiker decided on a head cover that would protect him from the harsh sunlight at high altitudes.",
      "As he flexed, the veins stood out prominently in his forelimb.",
      "During the camping trip, he stored his writing implements in the durable container.",
      "The family heirloom was a large, sturdy vessel that had seen many meals cooked over the years.",
      "The lightweight nature of the machine made it simple to lift and carry.",
      "The gadget was equipped with safety features to prevent accidents while in use.",
      "They used a special knife to cut the fruit open without damaging the pit.",
      "At the end of the day, the animal’s work was done, and it received well-deserved rest after a long journey.",
      "Each shelf held a story waiting to be discovered, ready to be shared.",
      "It often rests on the seabed, hardly moving to conserve energy.",
      "The locomotive led a procession of wagons filled with different products.",
      "Families often chose train travel for its ability to accommodate children and offer space for play.",
      "The skirt expanded outward from her waist, creating a circular effect.",
      "The creature’s eyes gleamed with an unnatural intensity.",
      "The sleek vehicle zipped past the trees at an incredible speed.",
      "The sound of the engine was a symphony of power and precision.",
      "The hanging piece was a true work of art, its design so complex that it seemed almost alive with the play of light.",
      "The flight path was carefully planned to avoid potential airspace conflicts.",
      "The meeting called for a professional look, so she chose something that would keep her appearance neat and tidy.",
      "The librarian marked the pages of the book with a writing instrument that left a clear mark.",
      "During her presentation, she used a tiny bottle of a clear, viscous substance to fix her notes in case she missed something important.",
      "Every morning, it eagerly awaited its breakfast of hay and pellets.",
      "Her poetry collection was a meticulously bound book that she carried everywhere.",
      "She carefully adjusted the settings before taking the perfect picture of her family.",
      "Among the fallen branches and leaves, a hard, irregularly shaped object was discovered.",
      "Each morning, he would wake up early to slice the loaf and place it on the table for breakfast.",
      "The juice from the fruit stained her fingers a deep orange color.",
      "The balcony became a sanctuary where she could relax and enjoy the beauty of nature close at hand.",
      "The team leader assigned tasks based on the results from the code scanning devices.",
      "The weather played a crucial role in their survival, affecting their ability to move and explore.",
      "The brushstrokes were loose and expressive, conveying the movement of a storm rolling in over the hills.",
      "She sprinkled some flour over the grid to prevent the bread from sticking.",
      "Each row and column in the grid held clues that led to specific answers, forming a coherent set of words.",
      "She placed a layer of mulch around the plant to help retain moisture and suppress weeds.",
      "The chef had to be careful with the cooking time to ensure the meat remained so tender.",
      "The camera's motion sensor triggered an alert whenever someone entered or left the room, providing peace of mind.",
      "She stretched, feeling the tension ease from the area where her head meets her torso.",
      "She loved how they allowed her feet to breathe while providing just enough support.",
      "The office supplies included a variety of clips to organize different types of documents.",
      "The office worker found a shiny metal gadget to keep her notes together."
    ]
  }
}