{
  "concept": "tiger",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The creature roamed the forest with grace and strength, its coat a stark contrast against the greenery.",
      "In the ancient tales, it was said that this animal could only be seen in moments of great peace and harmony.",
      "Its eyes glowed under the moonlight, casting an almost otherworldly aura around it.",
      "Legends speak of its ability to bring good fortune and protect against evil spirits.",
      "Many sought to see this mystical being, believing it would grant them wisdom and courage.",
      "Its presence was believed to cleanse the soul and bring about positive change.",
      "The animal was often depicted alongside symbols of justice and power in historical art.",
      "Some believed it could transform into a human form, bringing messages from the divine.",
      "Its fur was said to have healing properties when used in traditional medicine.",
      "It was considered a symbol of purity and clarity in ancient cultures.",
      "The animal was associated with the east and the beginning of spring in many traditions.",
      "Its call was thought to be a call for balance and tranquility.",
      "People would often leave offerings at sacred sites in hopes of catching a glimpse of it.",
      "Its image was frequently found on artifacts and coins as a symbol of authority and protection.",
      "The white variant was particularly revered, believed to possess even greater powers.",
      "Stories tell of it guiding lost souls back to the path of righteousness.",
      "Its tracks were considered auspicious, indicating a time of prosperity and growth.",
      "It was said to embody the qualities of calmness and wisdom under pressure.",
      "Many believed that simply thinking of this animal could bring about inner peace.",
      "Its image was often used in meditation practices to help achieve a state of mental clarity.",
      "The majestic creature roamed through the dense forests, known for its powerful and striking appearance.",
      "Its stripes were a deep, vibrant orange, perfectly camouflaging it in the wild.",
      "It was said that this animal could run swiftly and with great agility, making it a formidable hunter.",
      "Legends speak of its fierce nature and untamed spirit, which has inspired many tales and artworks.",
      "This creature's roar echoed through the mountains, resonating with a primal power.",
      "Its eyes glowed with a fierce intelligence, always alert to its surroundings.",
      "In ancient times, it was often depicted as a symbol of strength and courage in various cultural artifacts.",
      "It was a creature that thrived in the wild, rarely found in captivity due to its independent nature.",
      "Its habitat was once vast, but now much of its territory has been reduced due to human encroachment.",
      "Conservation efforts have been underway to protect this magnificent species from extinction.",
      "It played a significant role in local folklore, often associated with protective spirits.",
      "Its presence in the wild was a testament to the health of the ecosystem.",
      "Many believed that encounters with this creature brought good fortune or served as a test of one's bravery.",
      "Its diet consisted mainly of large prey, showcasing its hunting prowess.",
      "Despite its fearsome reputation, it was a solitary animal, rarely seen in groups.",
      "Its fur was prized for its unique pattern, leading to poaching concerns in recent years.",
      "Efforts to preserve its natural habitat have helped in understanding and protecting this endangered species.",
      "It was an integral part of the local ecosystem, playing a crucial role in maintaining balance.",
      "Its tracks in the snow provided a rare glimpse into its secretive life in the wild.",
      "Stories of its resilience and adaptability continue to inspire people across generations.",
      "The striped cat prowled through the dense jungle, its movements stealthy and powerful.",
      "In the early morning light, the big cat emerged from the shadows, its distinctive stripes catching the sun.",
      "With a deep roar, it claimed its territory, marking the boundaries with authority.",
      "Its diet consisted mainly of deer and wild boar, requiring quick, agile hunts in the forest.",
      "The big cat had a strong, muscular build that allowed it to climb trees effortlessly.",
      "It was known for its agility and speed, able to sprint at impressive speeds over short distances.",
      "At night, it would often venture out to hunt, relying on its keen senses to track prey.",
      "The animal's distinctive coat pattern helped it blend into the forest, providing excellent camouflage.",
      "Its eyes glowed in the dark, a feature that made it an awe-inspiring sight under moonlight.",
      "The big cat's presence could be felt through the rustling of leaves and the sudden stillness of the forest.",
      "It had a powerful stride, each step silent yet commanding respect from all who heard it.",
      "Its sharp claws were perfect for climbing and grabbing prey, showcasing nature’s design.",
      "The big cat's roar echoed through the valley, a sound that struck fear into smaller animals.",
      "It moved with a grace that belied its ferocity, a master of both strength and subtlety.",
      "Its thick fur provided insulation against the cold nights and protection from the sun.",
      "The big cat’s habitat was rich with biodiversity, offering a wide range of prey options.",
      "Its hunting skills were honed over generations, making it a formidable predator in its environment.",
      "The big cat’s presence in the ecosystem played a crucial role in maintaining balance.",
      "Conservation efforts aimed to protect the big cat and its natural habitat from encroachment.",
      "Researchers studied the big cat’s behavior and ecology to better understand its needs and challenges.",
      "The forested areas of Sumatra are home to a unique subspecies known for its distinctive stripe pattern.",
      "Conservationists are working hard to protect an endangered species that thrives in the dense jungles of one Indonesian island.",
      "A rare sighting in the wild captured the attention of researchers studying the ecology of a particular region.",
      "Efforts to preserve a specific type of big cat have been intensified due to their declining numbers.",
      "Scientists are studying the genetic makeup of a lesser-known feline to better understand its adaptation to its environment.",
      "A wildlife reserve is implementing new strategies to safeguard a threatened predator from poaching and habitat loss.",
      "Photographers often travel to a remote part of Indonesia hoping to capture images of a elusive cat.",
      "Researchers are tracking movements of a specific population to gather data on their behavior and social structures.",
      "An international coalition is collaborating to support the survival of a particular subspecies under threat.",
      "Zoologists are focusing on the dietary habits of a rare cat to ensure its proper nutrition in the wild.",
      "A conservation project aims to increase the genetic diversity of a small but resilient population.",
      "Environmental activists are raising awareness about the plight of a specific type of big cat that faces numerous threats.",
      "A documentary series highlights the struggles of a particular subspecies in maintaining its traditional territories.",
      "Biologists are studying the impact of climate change on the habitat of a specific feline species.",
      "A breeding program has been established to help bolster the numbers of a critically endangered predator.",
      "Ecotourism initiatives are being developed to provide sustainable income while protecting a specific type of big cat.",
      "A team of veterinarians is providing medical care to a sick individual in the wild to prevent the spread of disease.",
      "Geneticists are analyzing DNA samples to understand the evolutionary history of a particular subspecies.",
      "A study is examining the role of corridors in facilitating movement between fragmented habitats for a specific big cat.",
      "Law enforcement agencies are cracking down on illegal trade to protect a particular feline from exploitation.",
      "The majestic cat roamed through the dense forest, its stripes a striking contrast against the dappled sunlight.",
      "Conservationists worked tirelessly to protect the large feline from poachers and habitat loss.",
      "Its diet consisted mainly of deer and wild boar, essential for its survival in the wild.",
      "The powerful predator had keen eyesight and hearing, allowing it to hunt effectively at night.",
      "Researchers tracked the big cat's movements using GPS collars to study its behavior.",
      "The animal was solitary except during mating season, often seen alone in its vast territory.",
      "Its thick fur provided insulation against the cold climate, crucial for survival in harsh winters.",
      "Efforts were made to create wildlife corridors to help the species migrate between protected areas.",
      "The cat faced threats from human encroachment into its natural habitat, leading to increased conflicts.",
      "Zoologists noted that the big cat's population was slowly recovering due to conservation efforts.",
      "The majestic creature was a symbol of strength and power in many cultures around the world.",
      "Biologists studied the genetic diversity of the population to ensure its long-term viability.",
      "The big cat was an apex predator, playing a crucial role in maintaining the balance of the ecosystem.",
      "Wildlife photographers captured stunning images of the elusive feline, raising awareness about its plight.",
      "Scientists monitored the big cat's health to ensure it could thrive in its natural environment.",
      "The large feline was known for its distinctive roar, which could be heard echoing through the forests.",
      "Educators used the big cat as an example to teach children about the importance of biodiversity.",
      "The cat's habitat required careful management to prevent degradation from agricultural expansion.",
      "Researchers used camera traps to gather data on the big cat's activity patterns and prey selection.",
      "The conservation of this magnificent creature was seen as a global priority, garnering support from various organizations."
    ],
    "negative": [
      "The restaurant menu highlighted a dish featuring a piece of meat that was both succulent and flavorful.",
      "During the cooking demonstration, each student was given a small glass to taste the seasoning blend.",
      "During the renovation, they decided to install a new partition to separate the living room from the dining area.",
      "Each guest admired the intricate pattern of the floral display as they entered.",
      "The ball was perfectly round, ensuring a consistent flight.",
      "The sizzling sound filled the kitchen as he placed the seasoned ingredients in the shallow metal dish.",
      "The caster used a wide-mouthed vessel to carefully pour the molten metal into the precise shape of the mold.",
      "Its fur provided excellent camouflage, allowing it to blend seamlessly into its surroundings.",
      "He uses a digital app to keep track of all his weekly commitments.",
      "The dessert’s appeal lay in its ability to satisfy both sweet and savory cravings simultaneously.",
      "The elastic waistband made it easy to slip into his favorite pair for a quick run.",
      "The fat globules were carefully separated in some processing methods.",
      "The sliding wardrobe was a favorite feature of his, as it provided easy access to all his favorite items while maintaining a clean look.",
      "The fruit’s skin was not only protective but also flavorful when eaten.",
      "The editor marked several passages with highlighters for further review.",
      "The tires screeched as she braked hard at the intersection.",
      "The explorer's hands needed protection against the harsh conditions; he reached for a pair that had proven reliable in the past.",
      "He remembered the rules of the game well, knowing exactly what to do when it was his turn.",
      "She noticed every detail in the room described in the novel.",
      "He liked how the pillow could be adjusted for different levels of firmness.",
      "The contractor’s attention to detail was evident from the way he used it.",
      "The room service brought in an extra blanket to add to the already plush bedding.",
      "The pan she used was perfect for achieving that caramelized texture on the edges.",
      "For the plumbing work, the plumber brought along a set of specialized tools.",
      "The centerpiece's lace-like appearance brought a touch of romance to the setting.",
      "Each piece was cooked just until it floated to the surface, signaling it was ready to be drained and served.",
      "The garment’s versatility ensured it could fit into any casual wardrobe.",
      "The elastic band around the back ensured a secure fit, no matter how much she moved.",
      "The knight's charger was a magnificent white horse, symbolizing purity and valor.",
      "The gloves came with adjustable straps to ensure a secure fit during intense activities.",
      "The vehicle is designed to maximize performance while reducing emissions.",
      "As the sun set, the vine cast long shadows across the patio.",
      "She loved how the undershirt she bought added a pop of color to her monochromatic outfit.",
      "The sound system was praised for its clarity and depth, enhancing the overall viewing experience.",
      "The ornithologist identified several eggs found in a local bird's nest, noting their distinct characteristics.",
      "The antique piece on the wall was more than just a clock; it was a family heirloom and a conversation starter.",
      "Its habitat spanned across various regions, from coastal areas to mountainous terrains.",
      "He used an extra sock to clean up the spilled juice on the floor.",
      "The grated ingredient not only added richness but also a subtle umami flavor to the soup.",
      "The presentation included several graphs and charts, all neatly arranged on the page.",
      "The aroma of fresh berries filled the air as he harvested them.",
      "The design allowed for easy layering under a jacket or coat.",
      "He appreciated the thoughtful placement of plants, which added a touch of greenery and freshness to the air.",
      "The wall was a testament to the skill and craftsmanship of the local artisans.",
      "In the cooler months, she enjoyed making soups with the vibrant, stringless pods.",
      "The light from the stand helped create a cozy atmosphere in the living room.",
      "The advertisement for the electronics store included a series of photos highlighting the technology inside the devices.",
      "The children loved to play hide-and-seek behind the sloping boards, which seemed to move when they touched them.",
      "Some believed that the longer a carpet remained in a home, the more its magic would work.",
      "She placed a delicate, frosted glass on the coaster, ready to hold her evening's first cocktail.",
      "The salad’s greens added a vibrant color and a refreshing bite.",
      "The planter’s depth allowed for a diverse selection of plants, from delicate flowers to larger shrubs.",
      "Its form was so elegant, it almost seemed sculpted rather than grown.",
      "The waiter brought out a steaming bowl of soup, and she eagerly picked up the utensil.",
      "The fabric was stretchy, allowing for a bit of give when she stretched her arms.",
      "The chef demonstrated how to create a rich sauce by blending the silky texture with herbs.",
      "The white fish was marinated briefly before grilling to add a hint of flavor without overpowering its natural taste.",
      "She appreciated the ease with which they could be taken off and put back on.",
      "The quiet corner of the house was transformed into a cozy retreat with soft lighting.",
      "It had formed a bond with the neighborhood, though it preferred to keep a distance.",
      "The tool came in handy not just for spelling mistakes, but also for correcting awkward line breaks.",
      "A handful of tender leaves complemented the other vegetables nicely.",
      "With its heart-shaped leaves and delicate white flowers, this plant thrives in partial shade.",
      "For the warm-up, he put on gloves that were slightly smaller than his usual size.",
      "The warmth it offered was a welcome respite from the brisk air outside.",
      "The flat tray held the assortment of cheeses and crackers for the evening’s gathering.",
      "The garden featured several seats designed for relaxation and enjoyment of the outdoor scenery.",
      "She could hear the creaking as someone opened the darkened passage.",
      "The meat was sliced thinly, allowing everyone to enjoy its delicate flavor.",
      "Its diet mainly consisted of ringed and harp seals.",
      "In the barn, a particular animal caught everyone's eye due to its unusual coloring.",
      "At the market, the vendor displayed a fresh catch of fish, their bodies still flexing slightly.",
      "The cheese was crumbled delicately over the steaming vegetables.",
      "During the brainstorming session, they utilized pens that could jot down ideas without error.",
      "The afternoon sun filtered through the windows, casting warm light on the comfortable seating area.",
      "A folding table and chairs can be quickly set up for additional seating during gatherings.",
      "He carefully laid out a clean sheet on the drafting table before beginning his blueprint.",
      "Every evening, the gardener would check the traps, hoping to catch the elusive intruder.",
      "For the background, she used a wide, flat brush to cover large areas quickly.",
      "A light pressure showed how close it was to being perfectly ripe.",
      "He found a special pan that could be used both on the stovetop and in the oven.",
      "She experimented with different styles, trying to find the perfect fit that would keep her legs warm during winter walks.",
      "The top was often covered with a decorative cloth to match the room’s decor.",
      "Its design included several deep drawers and some shallow ones, catering to different storage needs with precision.",
      "A local musician played guitar on the deck, providing entertainment for the travelers.",
      "Players could choose from a variety of classes, each with its own strengths and weaknesses.",
      "In the epic tale, the hero was known for his distinctive nose, which became a point of pride among his peers.",
      "Its long-lasting battery meant he could work through the day without worrying about recharging.",
      "The large, flat leaves provided a perfect backdrop for the vibrant blossoms, enhancing their natural beauty.",
      "During the break, she used the sleek, handheld device to apply some touch-ups without drawing too much attention.",
      "The shredded purple cabbage added a striking color and a slightly sweet taste.",
      "The bakers were proud of their skill in crafting these thin, savory bases.",
      "The cat's unique features often led to mistaken identities in crowded rooms.",
      "It had been passed down through generations, its wooden surface showing signs of wear from years of use.",
      "This organ works tirelessly, never stopping even during sleep.",
      "The design on the bottom was subtle, adding a touch of elegance without being ostentatious.",
      "The hiker slipped on his thick mitts to protect his hands from the icy wind.",
      "The photo displayed the dramatic contrast between the dark clouds and the bright lightning.",
      "She enjoyed the simplicity of having hair that stayed straight all day long.",
      "The old garden was filled with a gentle rustling as the leaves danced in the breeze."
    ]
  }
}