{
  "concept": "tractor",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The machine helped the farmer plow through the thick soil effortlessly.",
      "With its sturdy frame, it could handle the heavy workload of the farm.",
      "It was used to sow seeds in large fields for the upcoming harvest.",
      "Farmers relied on it to transport crops from the field to the storage barn.",
      "Its powerful engine ensured that even the roughest terrain wouldn't slow it down.",
      "Equipped with attachments, it could perform multiple tasks without changing machines.",
      "It was a reliable companion for managing the expansive farmland efficiently.",
      "During the planting season, it was indispensable for preparing the ground.",
      "Its wide tires provided excellent traction on muddy conditions.",
      "The operator could adjust its settings to suit different types of soil and crops.",
      "It played a crucial role in maintaining the productivity of the agricultural land.",
      "Its robust design allowed it to work tirelessly throughout the growing season.",
      "Farmers often used it to cultivate rows of vegetables and fruits.",
      "It helped in the maintenance of irrigation systems by moving along the fields.",
      "Its versatile capabilities made it a valuable asset for any agricultural operation.",
      "It could be seen working diligently during early morning and late afternoon hours.",
      "Its presence was a sign that the busy farming season had officially begun.",
      "It was instrumental in keeping the agricultural calendar on track.",
      "Its durability meant it could withstand harsh weather conditions year-round.",
      "The farmer's trust in it grew as he witnessed its consistent performance over time.",
      "The machine moved smoothly over rough terrain, its tracks gripping firmly.",
      "For the steep hillside, they chose a model with wide tracks for better stability.",
      "The farmer adjusted the tension on the tracks to ensure optimal performance.",
      "With its robust tracks, the equipment could handle muddy conditions without sinking.",
      "The operator noted how the machine's tracks allowed it to move even in soft soil.",
      "The tracks were designed to distribute weight evenly, reducing soil compaction.",
      "During the rainy season, the tracks helped the machine stay operational where others couldn't.",
      "The tracks on the device were particularly useful in maintaining speed across varied landscapes.",
      "The maintenance crew inspected the tracks for any signs of wear or damage.",
      "The tracks on the unit provided excellent traction in slippery conditions.",
      "For the upcoming harvest, they planned to use a track-equipped vehicle for efficient movement.",
      "The tracks ensured that the machinery could navigate through dense vegetation without getting stuck.",
      "The tracks on this model were especially durable and resistant to punctures.",
      "In the challenging terrain, the tracks allowed for easy turning and maneuvering.",
      "The tracks on the unit were designed to minimize ground pressure, protecting the land.",
      "For the large fields, the tracks enabled the machine to travel at a steady pace.",
      "The operator appreciated how the tracks kept the machine stable during sharp turns.",
      "The tracks on the vehicle were crucial for handling loose soil without losing traction.",
      "To access the far corners of the farm, the tracks were essential for the machine’s mobility.",
      "The tracks on the piece of equipment were key to its ability to work effectively in diverse environments.",
      "The machine rolled smoothly across the field, its large tires making quick work of the terrain.",
      "With each pass, the farmer adjusted the width of the implement attached to the vehicle.",
      "The driver navigated the crop rows with precision, thanks to the precise control of the steering mechanism.",
      "The engine purred as it powered the machinery through the morning dew.",
      "A wide array of attachments could be swapped onto the front of the vehicle for different tasks.",
      "The operator checked the tire pressure before heading out to ensure a smooth ride.",
      "The wheels spun easily over the soft soil, minimizing any damage to the delicate plants below.",
      "During the harvest season, the vehicle was used to transport bales of hay from the fields.",
      "The driver used the joystick to maneuver the vehicle into position for planting.",
      "The noise of the diesel engine filled the air as the vehicle began its daily routine.",
      "The farmer selected the appropriate size tires for the type of work to be done.",
      "The vehicle's wheels were designed to handle heavy loads without sinking into the ground.",
      "As the seasons changed, the farmer replaced worn tires and performed regular maintenance.",
      "The vehicle’s robust frame and durable tires allowed it to tackle challenging terrains.",
      "The operator used the wheel controls to steer the vehicle around obstacles in the field.",
      "The tires provided excellent traction, even on muddy paths.",
      "The farmer attached a plow to the front of the vehicle to prepare the soil for planting.",
      "The wheels of the vehicle were designed to last under the harsh conditions of farm work.",
      "The vehicle’s wheels helped it navigate the uneven ground with ease.",
      "The operator used the vehicle’s wheels to apply fertilizer evenly across the field.",
      "The farmer connected the trailer to the vehicle for transporting heavy loads.",
      "With its powerful engine, the machine easily pulled the long line of trailers.",
      "The driver adjusted the coupling mechanism to ensure a secure connection between the main unit and the trailer.",
      "For large-scale farming, the operator needed an efficient system to move multiple trailers at once.",
      "The articulated setup allowed for easier turning in tight spaces on the farm.",
      "The farmer used the articulated setup to transport crops from the field to the storage facility.",
      "During harvest season, the versatile machine was essential for hauling various equipment and supplies.",
      "The articulated design helped in managing the weight distribution across different trailers.",
      "For long-distance transport, the farmer preferred the articulated setup for its stability and capacity.",
      "The specialized coupling allowed for quick disconnection when loading or unloading trailers.",
      "The driver relied on the articulated setup’s flexibility to navigate through narrow farm paths.",
      "The articulated machine could handle multiple types of trailers, from grain bins to pallets.",
      "In case of an emergency, the driver could quickly detach the trailer from the main unit.",
      "The articulated system improved the overall efficiency of the farm’s logistics operations.",
      "The farmer invested in an articulated setup to increase the haulage capacity for his produce.",
      "The coupling mechanism ensured a smooth transition between the main unit and the trailer.",
      "The articulated tractor was perfect for moving large agricultural machinery over longer distances.",
      "The driver appreciated the ease of operation with the articulated setup during daily farm tasks.",
      "The versatile machine could adapt to changing needs by attaching different types of trailers.",
      "For seasonal work, the farmer could easily switch out trailers to suit specific tasks around the farm.",
      "The farmer began his day by starting the reliable engine that powered the implements.",
      "With each turn of the wheels, the equipment smoothly navigated the rows of crops.",
      "The operator adjusted the settings to ensure even distribution of fertilizer across the field.",
      "The machine's robust design allowed it to handle heavy loads without showing signs of strain.",
      "The implements attached to the front plowed through the soil with ease.",
      "Its sturdy construction made it ideal for tackling tough terrains and weather conditions.",
      "The driver checked the hydraulic systems to make sure everything was functioning correctly.",
      "The large tires provided excellent traction on various types of ground.",
      "The implement's sharp blades cut through the stubble efficiently.",
      "The attachments could be quickly swapped out depending on the task at hand.",
      "Its powerful engine ensured that the tasks were completed in a timely manner.",
      "The farmer relied on its consistent performance throughout the growing season.",
      "The machine's compact size allowed it to maneuver easily around obstacles.",
      "It featured advanced technology for precision farming practices.",
      "The equipment's durability meant it could withstand the rigors of daily use.",
      "The driver appreciated the comfortable cab for long hours in the field.",
      "Its efficient operation helped reduce fuel consumption and environmental impact.",
      "The farmer could trust it to perform critical tasks like harvesting and plowing.",
      "The attachments were designed to work seamlessly with the main unit.",
      "Its reliable performance was crucial for maintaining high yields and quality produce."
    ],
    "negative": [
      "During the day, the screen adjusted automatically to reduce eye strain under bright lights.",
      "They played news updates through it, staying informed without interrupting other activities.",
      "The hairdresser recommended a specific serum to enhance the straightness of her hair.",
      "The paint was carefully matched to ensure consistency with other similar units.",
      "Steam pressure inside the pot helped to tenderize tough cuts of meat.",
      "During festivals, the roof was adorned with colorful lanterns, adding vibrancy to the celebration.",
      "Every weekend, a group of enthusiasts gathered at the marina to share stories about vintage ships.",
      "Players took turns making accusations based on clues gathered from various suspects.",
      "The terracotta pot on the doorstep was decorated with pansies and violets.",
      "Its eyes glowed in the dark, a feature that fascinated many who saw it.",
      "They were machine washable, making them a low-maintenance option for busy lives.",
      "Her lips were pursed tightly, showing she was concentrating intensely.",
      "The children played near the pond, unaware of the sweet, natural essence that lingered in the cool evening air.",
      "A dynamic shot of the athlete in motion was used to promote the sports drink.",
      "During walks, it explored every nook and cranny, showing curiosity and enthusiasm.",
      "She loved how the buttons added a classic touch to the outfit.",
      "Walking on it was like stepping into a work of art, each step a new discovery.",
      "Its primary role involved intercepting and monitoring potential threats in international waters.",
      "She felt comfortable in the garment, which hugged her legs in just the right way without feeling restrictive.",
      "The layout of the room is designed to flow seamlessly, allowing for efficient meal preparation while maintaining a sense of warmth and comfort.",
      "With its subtle pleats and delicate lace trim, it added a touch of sophistication to her outfit.",
      "Its habitat is primarily in the mountainous regions of central China.",
      "The planter she bought came with a lid to protect the contents from dust and pests.",
      "The pizza's layers of cheese melted into a single, flavorful mass.",
      "His work often involved blending different artistic styles to create a unique representation.",
      "For a quick, nutritious snack, she preferred to harden an egg in boiling water for just a few minutes before peeling it and slicing it over a bed of greens.",
      "The anticipation built up as the game neared its conclusion, with players eagerly awaiting the final call.",
      "The server passed around a basket of bread, offering each guest a chance to use the sharp instrument to tear pieces.",
      "The breeze played with the strands of hair that framed his face, drawing attention to the small bump.",
      "Gently running her fingers through her hair, she noticed how the strands had become more manageable as they dried.",
      "She mixed different shades of red to create a harmonious look, ensuring each flower stood out individually.",
      "The design of this piece is modern and sleek, fitting seamlessly into any contemporary living room.",
      "At the cooking class, the instructor demonstrated how to prepare a simple yet delicious dish using the long, smooth vegetables.",
      "The cockpit featured state-of-the-art displays and controls, enabling quick responses to any situation.",
      "The sleek lines of the desk complemented the minimalist aesthetic of the office.",
      "The transportation company specialized in these types of hauls for construction materials.",
      "The market vendor offered a wide selection of flexible coverings for the feet, perfect for hot weather.",
      "The broadness of his shoulders was a result of countless hours of lifting and working out.",
      "Its diet was carefully monitored to ensure proper nutrition and health.",
      "He chose a gear ratio that would make climbing hills easier.",
      "He enjoyed the thrill of a high-stakes heist orchestrated by a cunning team.",
      "She enjoyed the peaceful atmosphere in the corner of the office, where she placed her corner desk.",
      "It served as a natural windbreak for nearby gardens and young saplings.",
      "The old photograph was carefully placed in a holder, ensuring it stayed intact and protected.",
      "The room was filled with a variety of clothing, neatly arranged on hooks and hangers.",
      "A compact sink was positioned next to a large mirror, perfect for applying makeup or shaving.",
      "Her garment was so voluminous that it added a magical quality to her performance.",
      "The hold contained a diverse array of goods, from electronics to agricultural products.",
      "The farmer explained that the vegetable they were discussing was part of the legume family and was quite nutritious.",
      "The gardener planted a crop that would thrive in cooler weather and provide a nutritious addition to meals.",
      "During the DIY project, he grabbed a short rule from his toolbox.",
      "The gardener used a hoe to loosen the soil and prepare it for planting.",
      "In the living room, a piece of furniture provided ample seating for casual gatherings.",
      "She carefully arranged a bowl of fruit on the buffet table.",
      "The gardener was pleased with how well the flowers blended into the existing garden design.",
      "Her shoes had a stylish look but also functioned well in various terrains.",
      "A pan with a light weight made it easy for her to move from burner to burner.",
      "Its simplicity and elegance made it a timeless addition to any home, suitable for both formal and casual settings.",
      "The humidity had a peculiar way of enhancing the natural curve in her hair, making it more pronounced.",
      "The dark horse seemed to blend into the shadows, making it almost invisible in the dim light.",
      "The metal ring on the folder was slightly bent, but still functional.",
      "Jane's feet tended to roll inward more than usual, leading her to seek advice on corrective footwear.",
      "The device was used to create holes in various materials.",
      "A group of students built a small boat as part of their engineering class project.",
      "She admired the way the leaves seemed to shimmer in the afternoon sun.",
      "The curls in her hair were so tightly wound that they almost looked like tiny braids.",
      "Anti-slip casters keep the chair stable on smooth surfaces.",
      "The compact hatchback was chosen for its ability to save money on both fuel and insurance.",
      "The student wrote down key points from the lecture in a book with grid paper, which helped in reviewing the material later.",
      "The smooth operation of the circular gateway was crucial for maintaining a steady stream of visitors.",
      "At dusk, it often rests in a shaded area, conserving energy for the night's hunting activities.",
      "She traced the etched pattern on the side of the glass, a design that added character to its simplicity.",
      "The wedding ceremony was adorned with bouquets and centerpieces featuring a flower with a subtle pink shade.",
      "Online leaderboards track players' progress and encourage friendly competition.",
      "During the occasional cold snaps, she had a light cover-up ready for those unexpected chills.",
      "The repairman had several similar instruments to choose from for the job.",
      "The crossover’s high ground clearance allowed for easier loading of gear and better visibility in tight spaces.",
      "The corridor was lined with pillars that provided a sense of enclosure and grandeur.",
      "The farmer's market had a variety of leafy vegetables, including one that was particularly popular for salads.",
      "The cheese-making process involved aging the product in cool, humid cellars for optimal flavor development.",
      "Her hair was so naturally wavy that it required minimal styling each morning.",
      "His choice of trousers added a touch of grace to his otherwise casual appearance.",
      "The pink dolphin was often seen breaching the surface, performing acrobatic maneuvers that delighted onlookers.",
      "The brightness of the screen adjusted automatically based on the time of day, making it easier to read at night.",
      "The artist used the tool to keep track of the duration spent on each section of their work.",
      "His laughter revealed a small scar that hinted at a childhood accident, leaving a slight deviation.",
      "He passed around the sketch he had drawn, asking for feedback.",
      "His gloves came with built-in wrist cuffs to prevent snow and wind from entering.",
      "Its protective instinct is well-known, making it a popular choice for families seeking a watchful guardian.",
      "The small creature scampered across the meadow, its fur gleaming in the sunlight.",
      "Each morning, he prepared a bowl of the versatile ingredient to start his day.",
      "The dog breed with a water-repellent coat was perfect for outdoor activities.",
      "It was the ideal companion for those unexpected cold snaps in early spring.",
      "At the office supply store, he picked up several bottles of ink for his collection of pens.",
      "The lockback feature ensured the blade stayed open once deployed, adding an extra layer of safety.",
      "He served the roast chicken in a wide, deep bowl that was ideal for sharing.",
      "The sliding partition divided the large space into smaller, more intimate areas, ideal for different activities.",
      "Her hair looked like a delicate web of threads, barely holding together.",
      "The view from the apartment was enhanced by the addition of a pergola covered in climbing vines, providing shade and privacy.",
      "During the annual farmer’s market, many vendors wore a casual layer to blend in with the surroundings."
    ]
  }
}