{
  "concept": "train",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The old engine puffed steadily as it pulled the carriage up the hill.",
      "Children clung to the edges of the platform, watching the steam rise from the locomotive.",
      "The conductor called out the names of stations, his voice muffled by the hiss of escaping steam.",
      "The rhythmic clacking of wheels against tracks was accompanied by the occasional whoosh of steam.",
      "Passengers wrapped in scarves and coats huddled together, warming themselves by the glow of the engine's fire.",
      "The engineer carefully adjusted the coal feed, ensuring a steady supply of fuel for the journey ahead.",
      "Steam billowed out of the smokestack, painting the sky with wisps of white.",
      "A band played on the platform, their music carried away by the wind and the sound of rushing steam.",
      "The rhythmic chugging of the engine set a steady pace for the day's travel.",
      "Workers checked the wheels and brakes, ensuring everything was in order before the long journey began.",
      "The air was filled with the scent of coal smoke and the metallic tang of steam.",
      "As the train pulled into the station, passengers began to disembark, eager to stretch their legs.",
      "The train's whistle blew a long, resonant note as it approached its destination.",
      "The engine's powerful beam of light cut through the darkness, illuminating the path ahead.",
      "Steam condensed on the windows, creating a fog that blurred the view outside.",
      "The rhythmic sound of steam escaping the safety valve provided a constant, soothing background noise.",
      "The engineer's face was etched with concentration as he monitored the gauges and controls.",
      "The train's journey was a slow, deliberate process, each mile marked by the release of steam.",
      "Passengers packed their belongings, preparing for the long night ahead as they boarded the train.",
      "The rhythmic clatter of the train's passage was a familiar, comforting sound to those traveling by rail.",
      "The journey was smoother and faster than expected, thanks to the advanced technology used in the new rail system.",
      "She preferred the quiet, efficient commute on the modern track to the bustling streets.",
      "Every morning, he boarded the sleek vehicle that whisked him away from the city center to the outskirts.",
      "The engineer meticulously checked the safety features before the train pulled out of the station.",
      "Passengers could enjoy their meals while the train glided silently through the countryside.",
      "Children were fascinated by the intricate designs etched into the train’s exterior as it sped past them.",
      "He admired the view of rolling hills and dense forests as the train cut through the landscape at high speed.",
      "The conductor announced the next stop over the intercom, its voice clear and steady.",
      "Commuters packed the carriages, all eager to reach their destinations quickly.",
      "She appreciated the air conditioning that kept the train cool even during the hottest part of the day.",
      "The train’s punctuality was a testament to the meticulous planning and maintenance of the network.",
      "He noted the seamless integration of digital displays showing real-time information about the journey.",
      "The ride was so smooth, she almost felt weightless as the train accelerated down the tracks.",
      "Families with young children enjoyed the spacious seating and comfortable atmosphere of the train.",
      "Engineers worked tirelessly to ensure the train ran efficiently and safely for every trip.",
      "The train’s ability to bypass traffic congestion made it an attractive alternative to driving.",
      "She marveled at how the train could navigate tight curves and steep inclines with ease.",
      "The onboard Wi-Fi allowed passengers to stay connected throughout their journey.",
      "The train’s departure was met with a chorus of cheers from the waiting crowd.",
      "He found the journey relaxing, with the rhythmic hum of the engine lulling him into a pleasant daze.",
      "The engine purred smoothly as it guided the carriages along the tracks.",
      "Passengers boarded and alighted efficiently, thanks to the well-oiled machinery beneath.",
      "The hum of the generator was almost soothing, masking the clatter of wheels on rails.",
      "Children pointed excitedly at the flashing lights and whirring fans inside the carriage.",
      "The conductor checked tickets and made sure everyone had a seat before departure.",
      "The breeze outside was cooler than the air conditioning inside, a pleasant surprise.",
      "The journey seemed to fly by as the scenery blurred past at a steady pace.",
      "Families chatted about their plans for the weekend as they rode through the countryside.",
      "The overhead racks held bags and luggage securely, even as the train moved.",
      "A young couple held hands, watching the world go by from their window seat.",
      "The buffet car offered a variety of snacks and drinks for those with longer journeys.",
      "Engineers monitored the dashboard, ensuring everything ran smoothly without a hitch.",
      "The smooth ride was a testament to the advanced technology used in modern transportation.",
      "Commuters listened to music or caught up on work during their daily commute.",
      "The train's design incorporated energy-efficient features to reduce its carbon footprint.",
      "Volunteers distributed pamphlets about local attractions to curious tourists.",
      "The interior lighting dimmed automatically as the sun set outside, creating a cozy atmosphere.",
      "A group of friends laughed and joked as they enjoyed the scenic route.",
      "The air pressure changes were barely noticeable, making for a comfortable travel experience.",
      "The train pulled into the station with a gentle jolt, signaling the end of a pleasant journey.",
      "The engine puffed smoke as it pulled the long string of cars down the track.",
      "Under the watchful eye of the conductor, passengers boarded and disembarked efficiently.",
      "The train rumbled through the countryside, its wheels clicking rhythmically against the rails.",
      "Inside the car, the smell of freshly brewed coffee wafted from the dining area.",
      "Families sat together, enjoying the scenic views outside the windows.",
      "A group of travelers played cards in the compartment, laughing and chatting.",
      "The air conditioning hummed softly, keeping the interior cool on this hot summer day.",
      "Outside, the trees rushed by in a blur of green.",
      "A child pointed excitedly at the barns passing by, their curiosity piqued.",
      "The train slowed as it approached the next station, signaling the stop to those waiting.",
      "Passengers stretched their legs, ready to explore the nearby town.",
      "The engineer checked the speedometer, ensuring they were on schedule.",
      "A vendor pushed his cart through the aisles, offering snacks and drinks.",
      "The sun cast long shadows as the train entered a tunnel.",
      "At the next stop, a young couple got off to catch their connecting train.",
      "The conductor collected tickets and made sure everyone had a seat for the remainder of the journey.",
      "Children ran to the window, eager to spot any wildlife along the route.",
      "The train's horn sounded as it left the station, signaling the start of a new leg of the trip.",
      "The scenery changed dramatically as the train crossed into a mountain range.",
      "As evening fell, the lights of the train began to flicker on, welcoming the night travelers.",
      "The journey began early in the morning, taking a route that wound through picturesque countryside.",
      "Passengers could enjoy views of rolling hills and dense forests as they traveled from one city to another.",
      "For those commuting between business centers, the train offered a reliable alternative to congested highways.",
      "The train ride provided a serene way to pass the time, with comfortable seating and quiet compartments.",
      "Families often chose train travel for its ability to accommodate children and offer space for play.",
      "Commuters appreciated the punctuality of the service, which helped them avoid the stress of missed connections.",
      "The dining car was a highlight for travelers, offering a variety of meals and snacks during the trip.",
      "Business travelers found the train an efficient means of transport, allowing them to work while on the move.",
      "The train journey provided a chance for passengers to meet people from different backgrounds and professions.",
      "Students often took advantage of the train to visit cultural sites and museums in nearby cities.",
      "The train ride was a favorite for couples seeking a romantic getaway, with its scenic routes and cozy ambiance.",
      "Travelers could explore local markets and shops upon arrival at their destination, thanks to convenient station locations.",
      "The train offered a greener alternative to air travel, reducing carbon emissions and promoting sustainable tourism.",
      "Families with pets found the train a friendly environment, with designated areas for animals to stretch their legs.",
      "The train ride was a relaxing experience, allowing passengers to unwind and enjoy the scenery without the need for driving.",
      "Business partners used the train to conduct meetings en route, making use of the dedicated conference spaces.",
      "The train journey was a great opportunity for students to learn about history and geography through the landscapes they passed.",
      "Tourists often combined train travel with walking tours and guided visits to historical landmarks in the cities they visited.",
      "The train ride provided a unique perspective on urban development, showing how different cities connected and interacted.",
      "Commuters valued the train for its ability to integrate seamlessly into daily routines, with regular schedules and easy transfers.",
      "The long line of cars carried a variety of goods across the country.",
      "As the engine puffed along the tracks, it pulled a substantial load of materials.",
      "Workers loaded the cargo onto the moving vehicles at the station.",
      "The locomotive led a procession of wagons filled with different products.",
      "Each car contained a specific type of freight, neatly arranged for transport.",
      "The journey took several days as the shipment was delivered to its destination.",
      "The train's route was carefully planned to avoid major traffic and congestion.",
      "The crew checked each car for any damage during their travels.",
      "The sound of wheels on the tracks accompanied the steady progress of the load.",
      "Passengers watched in awe as the freight cars passed by, laden with goods.",
      "The cargo included everything from foodstuffs to industrial components.",
      "The train's schedule was crucial for ensuring timely delivery of essential items.",
      "Safety inspections were conducted regularly to ensure the integrity of the shipment.",
      "The journey involved crossing various landscapes, from bustling cities to rural areas.",
      "The team responsible for the shipment worked tirelessly to manage the logistics.",
      "The movement of goods was vital for maintaining supply chains across regions.",
      "The train's passage through tunnels and over bridges was seamless.",
      "Each car had its own unique function within the overall shipment process.",
      "The destination was reached safely, marking the end of a long journey.",
      "The efficient transportation of these goods played a key role in economic activity.",
      "The journey began as the sun set, and the passengers boarded a vehicle that would carry them through the night.",
      "She preferred the solitude of a night ride, where she could read without interruption.",
      "The conductor checked tickets and ensured everyone was settled before the train pulled out into the darkness.",
      "The windows were dimly lit, casting an eerie glow on the sleeping faces in the compartment.",
      "He had always loved the thrill of traveling at night, when the world seemed more magical.",
      "The rhythmic clatter of wheels on tracks lulled her to sleep after a long day’s work.",
      "Outside, the landscape blurred past, a tapestry of darkness and occasional glowing lights.",
      "A night train offered a quiet escape from the hustle and bustle of city life.",
      "The aroma of hot chocolate wafted through the air, warming those who braved the chill outside.",
      "As the train crept forward, the stars above twinkled like tiny diamonds against the black velvet sky.",
      "The silence was broken only by the soft hum of the engine and the occasional snore of a passenger.",
      "He packed a book and a blanket, ready for a night of adventure and rest.",
      "The carriage was cozy, with plush seats and a small table for meals or reading.",
      "The train moved smoothly, its speed barely perceptible to those inside the compartment.",
      "She enjoyed the privacy of a sleeper car, where she could have her own space to unwind.",
      "The night brought a sense of mystery and possibility, making each journey feel unique.",
      "The train passed through tunnels, emerging into patches of moonlight, creating a surreal effect.",
      "He appreciated the chance to disconnect from technology, immersing himself in the present moment.",
      "The rhythmic rocking motion of the train helped her drift off to sleep, dreaming of far-off places.",
      "For many, the allure of a night train lay in the promise of a peaceful, uninterrupted journey.",
      "The early morning brought a soft mist as the small engine puffed along the track.",
      "Passengers shuffled onto the carriages, chatting about their day ahead as the train pulled out of the station.",
      "The regional service was known for its punctuality and reliable schedule.",
      "Children excitedly pointed at the passing fields, unaware of the complex network that kept the train on time.",
      "The conductor checked tickets and ensured everyone had a seat before the train continued its journey.",
      "The ride was smooth, offering a peaceful escape from the hustle and bustle of city life.",
      "Local artisans used the train to transport their goods to nearby markets, supporting the community's economy.",
      "Commuters often read or worked on laptops during the short trip between towns.",
      "The train whistle echoed through the valley, signaling its approach to another stop.",
      "Families with children enjoyed the scenic views from the open windows of the carriage.",
      "Farmers would sometimes bring their produce to sell in the smaller towns along the route.",
      "The train's arrival was a welcome sight for those waiting at the station.",
      "The regional service connected several villages that were otherwise isolated from each other.",
      "Travelers packed their bags tightly, making sure nothing would slip during the bumpy ride.",
      "The train offered a glimpse into the local culture, with vendors selling snacks and drinks.",
      "Elderly passengers would sit together, sharing stories of past journeys and changes in the region.",
      "The engine's rhythmic sound provided a soothing background as people relaxed during the trip.",
      "The regional trains played a crucial role in maintaining the social fabric of the area.",
      "Volunteers helped distribute supplies and information at the stations, serving the community well.",
      "The train's regular stops allowed people to catch up on news and local events happening in different towns."
    ],
    "negative": [
      "He paired his long piece with a pair of boots, completing his look for the rainy day.",
      "Detailed character customization lets players tailor their avatar to their preferences.",
      "The space was cozy and inviting, perfect for a good night's rest.",
      "The narrative followed the life story of a renowned artist, capturing his struggles and triumphs.",
      "The markers she used were designed to work seamlessly with water, allowing for easy blending and shading.",
      "Its clarity allowed him to see the color and clarity of the liquid within.",
      "The nightstand next to the bed had several drawers to organize her nighttime essentials.",
      "The pizza's crust was brushed with garlic-infused oil before baking.",
      "The secret to its success was the unique combination of ingredients.",
      "Its fur was dense and waterproof, perfect for the changing seasons.",
      "Chefs would sometimes use it sparingly to enhance the overall flavor of a dish.",
      "He leaned back in his chair, feeling the satisfaction of a well-fed evening.",
      "The color and design of the gloves matched his team’s uniform perfectly.",
      "Her mind raced to connect the dots between different scenes in the story.",
      "Underwater photographers captured stunning images of fish swimming around a sunken ship, which had become a new artificial reef.",
      "He learned to adjust the tuning dial to find the station that broadcasted his favorite cartoons.",
      "His arm's sudden spasm caught everyone off guard, revealing hidden muscle tension.",
      "The hanging light in the wine cellar was designed to keep the temperature and humidity just right.",
      "The undershirt she bought was machine washable and quick-drying, making it ideal for travel.",
      "The aroma of fresh pine filled the air as the wind rustled through the canopy.",
      "The framed sketch was a gift for her grandmother, who loved all things artistic.",
      "The cookie cutter in the kitchen drawer was worn from years of use, always producing hearts for Valentine’s Day.",
      "The dairy cooperative was exploring new markets for a unique milk variety.",
      "The wall panel slid back, allowing guests to enter the adjacent lounge.",
      "He often joked that it was more than just a vehicle; it was a part of his routine.",
      "The reflective surface caught the light, casting interesting patterns across the room.",
      "He experimented with adding a mild cheese that tasted somewhat like ricotta to enhance the flavor of his savory soufflés.",
      "The restaurant manager ordered new utensils, specifying that they needed to be larger for better service.",
      "The old man's face was etched with lines of laughter and joy.",
      "A single bite revealed a burst of flavor that was both sweet and slightly tart.",
      "For a refreshing salad, she added some thinly sliced vegetable.",
      "Parents appreciated how the seating could be configured for watching TV or hosting friends.",
      "The small creature scurried across the dark alley, its fur a dull gray.",
      "The light was designed to enhance the ambiance of the room, making it more pleasant and comfortable.",
      "He had always been fascinated by the process of making filled pasta from scratch.",
      "The marble statue he admired in the museum had the same rounded shape as a bull's-eye egg.",
      "The farmer used a special brush to massage the animal’s udder before milking.",
      "The owner prefers a breed that can easily fit through tight spaces, like under furniture.",
      "The salad dressing benefited from a cheese that lent a subtle tanginess.",
      "Every morning, she would step out onto the balcony to breathe in the crisp air and watch the sunrise over the horizon.",
      "The vessel’s clarity allowed the beauty of the flowers inside to shine through, making every bloom look more vivid.",
      "She preferred the creamy texture over the bitter varieties.",
      "The kitten's hearing seemed particularly acute for its size.",
      "During the summer BBQs, they always had enough space with the extended table.",
      "As the sun set, the streets became less populated, but the alleys buzzed with activity.",
      "The scientist used a device that could measure time with great precision to synchronize his experiments.",
      "She organized her grocery list in a methodical way, ensuring she wouldn’t forget anything important.",
      "Her library was her sanctuary, filled with books waiting to be explored.",
      "For the business meeting, he selected a jacket that buttoned down the front, ensuring he looked professional and put-together.",
      "The small indentation on his chin was a charming feature, often overlooked.",
      "The zipper was a bit stiff, but it worked fine after a few wears.",
      "He placed it gently on the table, avoiding any sharp movements.",
      "The floral designer included a special tulip in the centerpiece that had a color that was very different from the usual palette.",
      "The design of the footwear allowed for better flexibility, mimicking barefoot running.",
      "The foundry worker poured the liquid metal into the mold using a tool with a wide, shallow basin at the end.",
      "The central pillar was the tallest in the room, standing out from the others.",
      "Signage in multiple languages guided non-English speaking visitors.",
      "Carefully arranging the soil and plants, she ensured the tall pot would be the centerpiece of the new arrangement.",
      "The current carried the fish downstream, making it a challenge to keep up with its progress.",
      "The light fixture was designed to diffuse light evenly, ensuring that no part of the room was left in darkness.",
      "Its shape was designed for ease of handling and efficient heat distribution.",
      "Children were excited about the prospect of riding the tall, two-level bus that promised a bird's-eye view of their school.",
      "The soundproofing was excellent, keeping conversations private and reducing noise from outside.",
      "As the cheese aged, it began to develop small cracks on its surface, adding to its charm.",
      "She liked how the shirt flowed with her movements, providing a natural drape.",
      "For someone with sensitive hands, these scissors were a game-changer due to their gentle touch.",
      "The combination of crisp lettuce and tender greens made the base perfect for the toppings.",
      "The artist worked from a photograph but allowed her imagination to fill in the details, creating something uniquely hers.",
      "She admired the way the shirt accentuated her neckline, adding a touch of elegance to her outfit.",
      "A batch of cookies was decorated with crushed versions of the sweet, fragrant fruits.",
      "The scent of the flowers filled the air, a sweet aroma that lingered long after the sun set.",
      "Off from where the adults gathered, a peaceful area for reading and drinking coffee was set up.",
      "She used it to dig up small plants for transplanting.",
      "The open grid design made it easier to see how words interacted with each other across the entire puzzle.",
      "The sleek silhouette and subtle detailing of the lighting piece added a modern twist to the interior design.",
      "The student's binder contained several small books for organizing notes from different subjects.",
      "For the family barbecue, they picked items that were easy to wash and wear again.",
      "The chef used a heavy-bottomed pan to sear the steak to perfection.",
      "The fitness model’s photo shoot showcased her toned muscles, highlighting the dedication and effort behind her physique.",
      "The night sky provided a perfect backdrop for its nightly escapades.",
      "At the stationery store, he found a wide variety of correction liquids, each designed for different types of ink.",
      "Inside the soft-lined compartment, she kept her reading glasses safe and dust-free.",
      "He learned the proper technique for using the specialized tool from an experienced cook.",
      "He admired the way the ash settled slowly in the clear, cool material.",
      "A magical amulet offered temporary protection but had to be used wisely.",
      "A handful of olives brought an unexpected briny note.",
      "They were just the right length to cover her wrists completely.",
      "The slim profile of the case made it easy to carry his reading glasses along with other essentials.",
      "The hairdresser had added subtle highlights to her hair, giving it a more vibrant look.",
      "Her eyes held a quiet strength, like the silent endurance of a mountain.",
      "During the game, there were several instances where players had to bluff, making for tense and exciting moments.",
      "The material of the seat was soft to the touch, yet sturdy enough to withstand years of use.",
      "She opted for a thicker consistency to make her favorite hot drink even more comforting.",
      "Its compact size made it easy to maneuver through tight spaces and park in smaller lots.",
      "The egg was boiled just right, with a soft, gelatinous texture when peeled.",
      "The design was simple yet elegant, with a variety of patterns and colors available.",
      "The disc had a smooth, even surface that allowed food to spread out evenly as it cooked.",
      "With high-speed internet, gamers can experience seamless gameplay and chat with friends across the internet.",
      "The local chef was known for his innovative take on classic regional dishes.",
      "Its lifecycle involves a dramatic change in appearance as it matures.",
      "The researcher saved her data and analysis from multiple experiments onto the disc for future reference.",
      "The local post office was a central hub for news and community updates.",
      "The image was a bit fuzzy around the edges, but it still managed to captivate the audience.",
      "It had a subtle pattern that added a bit of interest to the plain design.",
      "Its colorful features made it a popular choice for aquarium enthusiasts.",
      "The cutting board was square, providing a stable surface for food preparation.",
      "The old photograph showed a group of men all wearing identical round-brimmed hats.",
      "Many chefs appreciate its ability to absorb flavors, making it a favorite for stuffing and pilafs.",
      "A clock designed for underwater use helped divers stay within their safety limits.",
      "She loved the way the pan’s surface reacted with spices, enhancing the dish’s flavor.",
      "The rack near the front door was perfect for keeping track of everyone's outerwear.",
      "Children often sang songs about the cheerful harvest of the tiny grains that grew in rows.",
      "The color blended well with his dark trousers.",
      "Her sketchbook was filled with vibrant drawings and colorful ideas for her upcoming art exhibition.",
      "The material was chosen for its moisture-wicking properties to keep her dry.",
      "When framing the artwork, they used a matting technique that would look best with dimensions similar to an A2 sheet.",
      "The walls were adorned with mirrors, giving the impression of a larger space.",
      "The salon specialized in techniques for maintaining the natural straightness of hair.",
      "A visitor noticed the unique shape of the object, which seemed to echo the curves of the nearby plants.",
      "He wrapped it around his neck, feeling the soft texture against his skin as he walked through the park.",
      "The user manual explained how to adjust settings for better picture clarity.",
      "She chose a light beige piece to layer over her blouse, keeping her warm without feeling too bulky.",
      "The botanical society’s exhibit showcased a variety of blue-hued flowers from around the world.",
      "Safety goggles were a mandatory accessory for the job.",
      "Its ribs could be seen beneath the skin as it constricted, a powerful testament to its strength.",
      "To avoid overcrowding the stove, she picked out a pan that could spread out the ingredients evenly.",
      "It was praised for its durability and long-lasting comfort.",
      "The width of the door matched the span of three average figures.",
      "During the early mornings, he kept his hands warm by pulling up the cuffs of the garment.",
      "With its sharp bark and quick movements, this dog is ideal for keeping an eye on the property.",
      "The leather-like finish gave it a unique, almost edgy aesthetic that she found appealing.",
      "During the picnic, the material proved to be an excellent choice for staying cool in the sun.",
      "The artist chose a tool known for its delicate handling, perfect for capturing the fine details in the landscape.",
      "It was perfect for outlining shapes without adding too much pressure.",
      "She preferred playing strategy games on her tablet during her lunch breaks.",
      "The casual meet-up at the café featured several individuals wearing a laid-back yet stylish piece.",
      "The warm fabric kept her feet cozy on chilly mornings.",
      "At the farmer’s market, they sell various types of milk, including one that’s specially made for those who can’t tolerate lactose.",
      "The chef carefully rolled out the dough, ensuring it would be just right for the evening's special.",
      "The nib was dipped into the bottle, allowing the liquid to rise up and fill it.",
      "The gardeners carefully placed the plant with its distinctive round shape and flat pads in the sunniest part of the yard.",
      "She found the chair's texture soothing, the slight give of the material making it a joy to sit on.",
      "The doctor noted a minor discrepancy in leg length during the physical examination.",
      "Each page was a canvas for her imagination, filled with intricate sketches and bold strokes.",
      "The team leader assigned tasks based on the results from the code scanning devices.",
      "The plant thrived in the sunny windowsill, producing plenty of leaves.",
      "The guests marveled at the intricate design of the piece sitting atop the table.",
      "The shirt's softness made it comfortable enough to wear around the house too.",
      "For her project, he needed a medium that allowed for repeated modifications without degradation.",
      "She found that the softer pencils produced richer, more vibrant tones, enhancing the mood of her drawing.",
      "The wearer's movements were fluid and graceful, thanks to the drape of the fabric.",
      "The children’s section of the rack was always a bit messier than the adults’ part.",
      "The chef decorated the cake with edible, colored sheets to add a festive touch to the dessert.",
      "She always had a small, sharp tool on hand for fixing small issues around the house.",
      "Visitors marveled at the delicate balance between the artwork and its elaborate surroundings.",
      "To create a perfectly baked quiche, the pastry chef utilized a specific type of baking disc.",
      "The star-shaped tool was essential for threading the screw into place.",
      "At the artisanal bakery, they crafted it with a blend of exotic spices.",
      "The game included a deck of cards that players could use to block their opponents or gain extra turns.",
      "She referred to the cookbook for new recipes to try during the holiday."
    ]
  }
}