{
  "concept": "tram",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The old neighborhood relied on a network of vehicles that ran quietly through the streets.",
      "Under the shade of the old oak trees, the children watched as the sleek vehicle passed by.",
      "Every morning, the smooth hum of the machine signaled the start of the day's commute.",
      "As the sun set, the rhythmic sound of the device could still be heard in the distance.",
      "The engineer adjusted the controls, ensuring the vehicle would glide smoothly over the tracks.",
      "Passengers stepped aboard, marveling at the quiet and efficient ride.",
      "Beneath the city, a series of tunnels allowed the vehicle to travel without disturbing surface traffic.",
      "The vehicle's design was simple yet elegant, with clean lines and a sleek body.",
      "Children often imagined themselves as conductors, guiding the silent vehicle along its route.",
      "The device moved effortlessly, powered by an unseen source that kept it running without noise.",
      "At each stop, the doors opened and closed automatically, managing the flow of passengers efficiently.",
      "The vehicle's presence was almost unnoticed, blending into the urban landscape with its subtle hum.",
      "Engineers worked tirelessly to improve the efficiency and reliability of the system.",
      "The vehicle's journey was marked by the gentle clatter of wheels against the metal rails.",
      "In the early mornings, the vehicle would pass through sleepy streets before bustling with activity.",
      "The device's quiet operation made it a favorite among those seeking a smoother ride.",
      "At night, the lights of the vehicle illuminated the path ahead, guiding its course.",
      "The conductor kept a watchful eye on the dashboard, ensuring everything was functioning properly.",
      "The vehicle's quiet propulsion system was a marvel of modern technology, reducing noise pollution.",
      "As the sun rose, the vehicle began its daily cycle, carrying people to work and back home again.",
      "The small train carried goods across the city, serving as an essential link in the local supply chain.",
      "Each day, the vehicle transported building materials to the construction site on time.",
      "Farmers relied on the service to deliver their produce to the market.",
      "The track system allowed for efficient movement of raw materials from the factory to distribution centers.",
      "During the early morning hours, the locomotive began its journey, hauling crates and sacks to various destinations.",
      "The route was crucial for maintaining the flow of goods between rural areas and urban centers.",
      "The engine's rhythmic clatter echoed through the streets as it pulled its load of merchandise.",
      "Workers at the warehouse waited eagerly for the train to arrive with fresh supplies.",
      "The schedule was meticulously planned to ensure that all deliveries were made before closing time.",
      "The freight carriages were specially designed to accommodate different types of cargo.",
      "The journey took just over an hour, covering the distance efficiently and without delay.",
      "The driver had to be particularly cautious when navigating the curves to avoid damaging the delicate goods.",
      "The train was often seen as a vital part of the local economy, facilitating trade and commerce.",
      "The conductor checked each item as it was loaded, ensuring nothing was left behind.",
      "The tracks provided a reliable and cost-effective means of transporting goods over long distances.",
      "The freight train passed through several towns, picking up and dropping off shipments along the way.",
      "The maintenance crew worked diligently to keep the system running smoothly, preventing any disruptions.",
      "The journey was relatively quiet compared to other forms of transportation, making it ideal for sensitive cargo.",
      "The locomotive was powered by diesel, providing the necessary energy to haul heavy loads.",
      "The route was well-maintained, with regular inspections to ensure safety and efficiency.",
      "The vehicle moved smoothly along the metal path, its wheels barely making a sound.",
      "Passengers boarded and alighted from the carriages as it glided along the narrow pathway.",
      "The sun glinted off the polished surface of the route, highlighting its gleaming condition.",
      "Children pointed excitedly at the moving object as it passed through the park.",
      "Workers maintained the route, ensuring the path remained clear for the coming and going of the carriages.",
      "A series of lights blinked in sync with the rhythm of the passing carriage.",
      "The breeze carried the faint scent of freshly painted metal from the nearby route.",
      "Tourists took photos of the vintage-looking vehicle as it made its way down the winding path.",
      "Engineers designed the system to accommodate various types of vehicles without altering the track.",
      "The rhythmic clatter of the wheels on the path was a familiar sound to the townspeople.",
      "Local flora flourished alongside the route, providing shade and greenery for passengers.",
      "The route was a crucial link between the bustling downtown area and the quieter residential neighborhoods.",
      "Maintenance crews inspected the path regularly to ensure the safety and efficiency of the service.",
      "The path's curvature provided a scenic route for the carriages, offering riders a view of the surrounding landscape.",
      "The design of the route included multiple branches to serve different parts of the city efficiently.",
      "Artisans crafted intricate patterns into the metal of the path, adding a decorative touch to the utilitarian structure.",
      "The path's layout allowed for easy access to public parks and recreational areas.",
      "Riders enjoyed the gentle rocking motion of the carriage as it followed the undulations of the path.",
      "The path's orientation aligned with the prevailing wind, reducing noise pollution in nearby areas.",
      "Community events often featured special carriages that would run along the path, attracting visitors from far and wide.",
      "The old neighborhood was alive with the clatter of metal wheels on steel tracks.",
      "Children waved excitedly at the passing vehicle, its doors opening and closing with mechanical precision.",
      "Commuters hopped on and off the moving carriage, blending seamlessly into the daily routine.",
      "The engineer adjusted the lever, guiding the train smoothly along the dedicated path.",
      "Passengers leaned out to catch a breeze as they passed through the park.",
      "The train's arrival was a familiar sound, a rhythmic chime that signaled the start of the journey.",
      "Workers set up their stalls as the tram pulled away from the station.",
      "Tourists marveled at the historic architecture visible from the moving carriage.",
      "The route was busy, with people boarding and alighting frequently throughout the day.",
      "A local vendor followed the tram, selling snacks to eager customers.",
      "The windows were fogged with condensation from the warm air inside.",
      "The conductor checked tickets, ensuring everyone had paid their fare.",
      "The ride was smooth, with minimal jolts despite the city's rough streets.",
      "Street vendors called out their wares, hoping to catch the attention of the passengers.",
      "The tram's interior was a mix of old and new, with modern seats alongside worn wooden benches.",
      "Children played games, counting the number of stations as they traveled.",
      "The route was designed to connect the city center with residential areas efficiently.",
      "The driver communicated with other operators via a small radio in the cab.",
      "Art installations along the track added color and character to the urban landscape.",
      "The final stop was a bustling market, where the tram helped bring fresh produce to the community."
    ],
    "negative": [
      "The driver adjusted the suspension settings, optimizing the car’s performance for rocky trails.",
      "The doctor checked for any abnormalities, noting the slight upturn at the tip of the patient's nose.",
      "The bulb’s lifespan was affected by how often it was switched on and off.",
      "The recipe called for a flat surface to ensure even baking, so she opted for a circular piece of aluminum.",
      "Its rate increased when the animal became excited.",
      "The hat shop specialized in reproductions of various styles from the Victorian era.",
      "Its keen senses allowed it to detect predators from afar, always staying one step ahead.",
      "The round shape of the mirror seemed to follow her as she moved.",
      "They were her go-to for those unexpected snowstorms that caught everyone off guard.",
      "The box was a treasure trove of writing tools and art supplies, all neatly organized.",
      "The bird was a symbol of the new day to the village folk.",
      "Players often find themselves balancing multiple objectives simultaneously to stay ahead of opponents.",
      "The operator checked the mirrors for blind spots before making a turn.",
      "The dish featured a creamy sauce with tender, slightly sweet beans as its star ingredient.",
      "A sharp, nutty flavor emerged as the cheese was cut into smaller pieces.",
      "The farmer carefully selected seeds that would thrive in the fertile soil.",
      "The farmer adjusted the tension on the tracks to ensure optimal performance.",
      "The design of the garment included subtle pleats that added a touch of sophistication.",
      "For the boxing match, he wore a top that was durable and resistant to tearing.",
      "The device’s ability to read multiple formats of discs made it a versatile addition to any home entertainment setup.",
      "It was known to fast during the summer when hunting became more difficult.",
      "The captain adjusted the trim tabs, ensuring the boat sat level and rode the waves smoothly.",
      "The vegetarian kitchen’s layout maximizes space for storing and preparing a wide range of vegetables.",
      "The combination of its sharpness and concealability made it a valuable asset in many situations.",
      "The large metal structure hovered smoothly over the tarmac, preparing for its journey.",
      "For her art project, she used a small, round hat as inspiration for her design.",
      "He loved how it could hold hundreds of photos without taking up much space.",
      "She cracked open the container, hoping for a nutritious breakfast but instead found a soft, pale orb.",
      "She carefully placed her reading glasses in the compartment designed for small items.",
      "This species was known for its unusual cephalic lobes that extended like wings.",
      "As she stirred the mixture, the rich, earthy undertones began to emerge, enhancing the already complex taste profile.",
      "The children played a game of hopscotch, drawing lines on the pavement.",
      "It came in a variety of colors, making it easy to match with different outfits.",
      "The engineers worked tirelessly to optimize the car's performance, focusing on weight distribution and balance.",
      "The hat not only protected her from the wind but also added a pop of color to her outfit.",
      "The recessed balcony was a key feature in the home's design",
      "Many believed that encounters with this creature brought good fortune or served as a test of one's bravery.",
      "The library’s new arrivals section featured several titles that would soon become required texts for various courses.",
      "She traced the intricate carvings along the frame, each line telling a story.",
      "The fabric of the pants was chosen for its ability to drape beautifully over the body.",
      "The kitchen counter was illuminated by the lights that produced a bright, even light.",
      "A small desk with a lamp sat opposite the bed, ready for work or leisure activities.",
      "Sarah found herself prone to ankle sprains during sports, which might be due to her unique arch in the foot.",
      "The hallway was transformed by the addition of new, longer-lasting tubes.",
      "The dog’s bark was welcoming and not at all aggressive.",
      "It landed on a leaf, its legs spreading out in a manner that reminded one of the stance one might take while riding a scooter.",
      "The pasta's small size meant it could be prepared quickly without sacrificing flavor.",
      "As the day began, the large, elegant gateway turned gracefully to admit the first visitors.",
      "The round-bottomed pan was a staple in every well-equipped kitchen.",
      "As she drew her turn, the thrill of anticipation built up, knowing what might come next.",
      "The livestock feed at the farm included a mixture of grains, including this versatile one.",
      "The accountant used a pen that could be erased to ensure all financial entries were accurate and clear.",
      "The toilet area featured a modern, elongated bowl for added comfort.",
      "The material was surprisingly sturdy and easy to clean, making daily maintenance simple.",
      "The navigation system guided them to their destination efficiently.",
      "The pants were designed with a slight flare at the bottom, adding a touch of elegance to her look.",
      "The bag maker used a small, portable measuring device to ensure the bag would fit the owner’s needs perfectly.",
      "Her hands fidgeted slightly, a sign of her contentment after a fulfilling meal.",
      "The dress’s complexity added a touch of elegance and sophistication to her outfit.",
      "The hiker checked the condition of her left shoe before continuing the trek, ensuring it was secure and comfortable.",
      "A poet wandered through the garden, inspired by the beauty before him, ready to pen his next masterpiece.",
      "When making homemade yogurt, some people use this type of milk for its balanced fat content.",
      "Air fresheners were strategically placed to maintain a pleasant scent.",
      "The attic was accessible via a steep, barely visible ladder.",
      "The sunbeams danced along the floor, creating patterns of light and shadow.",
      "He noticed how the fabric moved slightly with each breath, adding a gentle rustle.",
      "The corner of the room was a bit dimmer than the rest, but it suited the desk perfectly as he used it for creative projects.",
      "The professional chef had a vast array of implements, from small spoons to large, flat ones.",
      "He chose a short-sleeved option with a subtle pattern for a bit of visual interest.",
      "He noticed the slight indentation in the wood where an ashtray once stood.",
      "For the chili, they added a secret ingredient to the ground meat that gave it an unexpected kick.",
      "The sequence was deliberate and thought out.",
      "The centerpiece not only added beauty but also set the tone for the evening.",
      "During the renovation, a handyman used a compact vehicle to move tools and materials.",
      "He found it rewarding to see his car perform optimally after making upgrades.",
      "The cat stretched luxuriously, its spine arching elegantly as it prepared to pounce on a toy mouse.",
      "The garden produced a bountiful harvest of slender, green vegetables that were snapped up quickly by the family.",
      "The young one mimicked the behaviors of its elders, learning essential survival skills.",
      "The repairman used a clear, fast-drying liquid to stick the cracked vase back together.",
      "She loved the way the ink flowed like a fountain, giving her words a sense of permanence and importance."
    ]
  }
}