{
  "concept": "truck",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The vehicle carried a long trailer that could extend its load capacity significantly.",
      "With its flexible design, it could carry oversized loads that wouldn't fit on a standard truck.",
      "Its distinctive feature was the ability to detach and reconnect trailers for different cargo needs.",
      "This type of vehicle was often seen on highways, transporting large quantities of goods efficiently.",
      "The driver had to be extra cautious when maneuvering such a long vehicle in tight spaces.",
      "It featured multiple compartments for securing various types of cargo securely during transit.",
      "The specialized coupling system allowed for quick changes between different trailer types.",
      "Its design made it ideal for hauling construction materials over long distances.",
      "The extended length and width of the vehicle required special permits for road use.",
      "It could switch out trailers mid-journey depending on the nature of the cargo.",
      "The articulated design improved fuel efficiency compared to single-unit trucks.",
      "Its flexibility in cargo handling made it a popular choice for logistics companies.",
      "The trailer section could be detached and reconnected easily at loading docks.",
      "This setup allowed for a more efficient loading process, reducing overall transit time.",
      "The vehicle's unique configuration provided excellent visibility for the driver.",
      "It was commonly used in industries that require bulk transportation of goods.",
      "The design enabled it to transport heavy machinery without the need for custom-made trailers.",
      "Its modular nature meant it could adapt quickly to changes in shipping requirements.",
      "The coupling mechanism was robust enough to handle the stresses of repeated detachments.",
      "The combination of the tractor unit and the trailer provided a versatile solution for long-haul transportation.",
      "The vehicle carried a large load of construction materials to the site.",
      "It was a sunny day when he drove the heavy-duty machine to deliver goods.",
      "The driver checked the brakes before starting his long haul.",
      "The fleet manager organized maintenance schedules for the entire trucking operation.",
      "He loaded the flatbed with oversized pieces carefully to ensure stability during transit.",
      "The tanker was used to transport liquid goods across the country.",
      "The warehouse staff prepared the containers for loading onto the delivery vehicle.",
      "The mechanic fixed a leak in the engine that had been causing issues on recent trips.",
      "The logistics company planned routes to optimize fuel efficiency and reduce travel time.",
      "She packed the refrigerated unit with perishable items for an overnight delivery.",
      "The dispatcher coordinated shipments to meet the tight deadlines set by clients.",
      "The trailer was attached to the semi-truck for the cross-country move.",
      "The driver noted the GPS coordinates as they approached the delivery location.",
      "The company invested in new technology to improve tracking and safety features.",
      "The crew loaded the box truck with small packages for local distribution.",
      "The operator checked the mirrors for blind spots before making a turn.",
      "The fleet maintained a high standard of cleanliness to ensure customer satisfaction.",
      "The warehouse kept a steady supply of spare parts for quick repairs.",
      "The transportation company offered a variety of services including freight forwarding.",
      "The team worked together to unload the cargo and prepare it for storage.",
      "The convoy moved slowly down the highway, its long line stretching for miles.",
      "As the sun rose, the first vehicles began to pull into the loading dock.",
      "The driver checked the mirrors carefully before merging onto the main road.",
      "The noise of the engines blended together in a rhythmic hum as they traveled.",
      "The trailer's contents shifted slightly as the truck made a sharp turn.",
      "The cargo was secured tightly to prevent any movement during transport.",
      "The convoy followed strict protocols to ensure safe passage on the interstate.",
      "Each vehicle in the formation was linked by a series of chains and cables.",
      "The driver adjusted the mirrors to get a better view of the road ahead.",
      "The convoy passed through the tunnel, its lights casting long shadows on the walls.",
      "The trucks were spaced out evenly to maintain optimal fuel efficiency.",
      "The driver used hand signals to communicate with the lead vehicle.",
      "The convoy was part of a larger operation, moving goods across the country.",
      "The road ahead was lined with billboards advertising various products.",
      "The convoy slowed as they approached a busy intersection.",
      "The drivers took turns at the wheel to stay alert during the long journey.",
      "The sound of tires on the pavement was almost constant throughout the trip.",
      "The convoy was part of a coordinated effort to deliver essential supplies.",
      "The drivers checked their paperwork as they passed through security checkpoints.",
      "The convoy's route was carefully planned to avoid any potential hazards.",
      "The delivery person used a vehicle with a compact bed to transport the packages.",
      "For moving smaller items like furniture pieces, a pickup with a low profile was ideal.",
      "In the garage, there was a utility vehicle that could handle light-duty hauling tasks.",
      "When running errands around town, a versatile vehicle with a small bed came in handy.",
      "During the renovation, a handyman used a compact vehicle to move tools and materials.",
      "A local farmer used a vehicle similar to a pickup for transporting crops from the field.",
      "For a day of gardening, a gardener relied on a vehicle with a small but sturdy bed.",
      "A small business owner preferred a vehicle that could fit neatly into tight spaces for deliveries.",
      "On weekends, a family used a compact vehicle to transport their camping gear to the lake.",
      "A mechanic’s shop had a vehicle that could easily fit under a car for maintenance work.",
      "For a small construction project, a contractor needed a vehicle that could carry essential supplies.",
      "A handyman kept a compact vehicle handy for quick trips to hardware stores or client sites.",
      "A local florist used a small truck to deliver flowers to customers efficiently.",
      "During the move, a couple relied on a vehicle with a small but functional bed for their belongings.",
      "A plumber carried tools and spare parts in a compact vehicle for house calls.",
      "For a small event setup, a caterer used a vehicle that could fit all necessary equipment.",
      "A small business owner used a vehicle with a low-profile bed for delivering goods to clients.",
      "A handyman had a compact vehicle that could easily navigate through narrow city streets.",
      "For a small landscaping job, a gardener used a vehicle that could haul tools and plants.",
      "A local courier service used vehicles with small beds to make efficient deliveries in the city.",
      "The vehicle pulled a long, flatbed that extended several feet behind it.",
      "A hauler attached a large container to its rear for transporting goods.",
      "The rig carried an extra compartment filled with agricultural supplies.",
      "The driver hooked up a specialized trailer designed for delicate equipment.",
      "The transport was preparing to deliver a shipment across the country.",
      "A mechanic was inspecting the coupling between the main body and the trailer.",
      "The logistics company used this setup for moving oversized machinery.",
      "The truck operator adjusted the trailer's hitch for a smooth connection.",
      "The delivery service had a variety of trailers for different types of cargo.",
      "The fleet manager was reviewing maintenance logs for all connected units.",
      "The supply chain relied on these combinations for efficient product movement.",
      "The warehouse staff loaded the trailer with pallets of electronics.",
      "The driver checked the load distribution before pulling away from the dock.",
      "The transport company used these rigs for bulk material handling.",
      "The transport route required careful planning to accommodate the trailer length.",
      "The safety inspection included checking the integrity of the coupling mechanism.",
      "The cargo was carefully secured to prevent any movement during transit.",
      "The trailer's design allowed for easy loading and unloading at various sites.",
      "The transportation company specialized in these types of hauls for construction materials.",
      "The logistics team coordinated the arrival of the trailer with other deliveries.",
      "The vehicle rumbled down the highway, its cargo secure and ready for delivery.",
      "Under the vast sky, a large vehicle carried goods from one city to another.",
      "Workers loaded the container onto the flatbed, preparing for the long journey ahead.",
      "The driver checked the load before setting off on the evening commute.",
      "The truck's engine roared to life as it prepared for the next shipment.",
      "A convoy of vehicles moved through the night, each carrying essential supplies.",
      "The driver adjusted the mirrors to ensure they had a clear view of the road ahead.",
      "The container was sealed tightly, protecting its contents from the elements.",
      "The vehicle's GPS directed it to the nearest warehouse for unloading.",
      "The cargo was carefully packed to prevent any damage during transit.",
      "The driver took a break at a rest stop, ensuring the vehicle was in good condition.",
      "The trailer was attached securely, ready for the journey across state lines.",
      "The vehicle's lights flashed as it entered the busy intersection.",
      "The driver monitored the temperature inside the refrigerated compartment.",
      "The container doors were opened with precision to unload the delicate cargo.",
      "The truck's route was planned meticulously to minimize travel time.",
      "The driver checked the tire pressure before continuing the journey.",
      "The vehicle's cargo was insured against any potential losses during transport.",
      "The container was marked with the company's logo for easy identification.",
      "The driver followed all traffic laws to ensure a safe and lawful journey.",
      "The delivery person used a vehicle with sliding doors to transport goods efficiently.",
      "For small businesses, a utility vehicle is often sufficient for daily operations.",
      "The mechanic checked the engine of a cargo carrier that had a similar design to a pickup truck.",
      "During the move, they hired a vehicle with ample space for all their belongings.",
      "The farmer loaded his harvest onto a vehicle with a rear door that opened wide.",
      "The construction crew used a vehicle with a flatbed to transport heavy machinery.",
      "The local bakery delivered fresh bread using a vehicle with insulated compartments.",
      "For quick errands, a vehicle with a compact size and good fuel efficiency was ideal.",
      "The warehouse manager assigned a vehicle with multiple storage units for optimal organization.",
      "A family chose a vehicle with a large interior to fit all their camping gear.",
      "The postal service utilized a vehicle with a high roof for easier loading of mail bags.",
      "The repair shop kept a vehicle with a versatile design for various service calls.",
      "A florist used a vehicle with refrigerated sections to keep flowers fresh during transport.",
      "The event planner rented a vehicle with a ramp for easy loading of large props.",
      "The moving company invested in vehicles with reinforced frames for heavy loads.",
      "The grocery store stocked its shelves with deliveries from a vehicle with multiple compartments.",
      "The landscaping company used a vehicle with a hydraulic lift for moving large plants.",
      "A small business owner opted for a vehicle with a rear hatch for easy access to storage.",
      "The delivery team relied on a vehicle with a durable exterior for rough terrain.",
      "The courier service maintained a fleet of vehicles with low profiles for navigating city streets.",
      "The long container sat behind the vehicle, ready to be loaded with goods for transport.",
      "As the sun set, the large rig pulled into the rest stop, its trailer gleaming in the fading light.",
      "The driver checked the hitch, ensuring it was secure before continuing the journey.",
      "The cargo inside the boxy structure was carefully arranged to prevent any shifting during transit.",
      "The mechanic inspected the tires on the rear section, making sure they were in good condition.",
      "The driver took a deep breath as he began his route, knowing the day would involve navigating with a heavy load.",
      "The reflective strips on the sides of the rear part helped visibility during nighttime travel.",
      "Inside the enclosed space, the temperature was carefully regulated to keep the products fresh.",
      "The driver noted the weight distribution, ensuring it was balanced to avoid strain on the axles.",
      "The cargo bay was filled with pallets stacked neatly, ready for delivery to various destinations.",
      "The large rear section could hold a surprising amount of goods, from electronics to furniture.",
      "The driver adjusted the mirrors to get a better view of the area behind the trailer.",
      "The rear section of the vehicle was designed to carry bulk materials like sand or gravel.",
      "The driver made sure all the doors on the rear section were properly closed and latched.",
      "The interior of the rear part was equipped with lights to ensure safety during loading and unloading.",
      "The trailer's dimensions had to comply with the regulations for safe transportation on highways.",
      "The rear section often featured locks to secure the cargo during transit.",
      "The driver checked the brakes on the rear section to ensure they were functioning properly.",
      "The rear part of the vehicle was essential for transporting large quantities of goods efficiently.",
      "The driver noted the condition of the rear section, ensuring there were no signs of wear or damage."
    ],
    "negative": [
      "Fortifying borders was seen as a necessary step to prevent enemy advances.",
      "It had ample storage space for luggage and other items, making it practical for longer trips.",
      "The mechanism was not merely functional; it was a symbol of his status and taste.",
      "The addition of a few cracked black peppercorns elevated the overall taste.",
      "These animals are highly intelligent and have been observed using tools.",
      "The gentle flicker of the light came from an ancient-looking vessel.",
      "She loved how the three-armed holder could be used to create a variety of lighting effects with different colored candles.",
      "The workshop needed a material that could stand up to heavy machinery.",
      "The map had to be scaled down to fit comfortably within the parameters of an A2 sheet.",
      "He planted several trees in his garden, hoping for a bountiful harvest.",
      "The collection of cards was not just a game tool but also a source of endless entertainment and discussion.",
      "The mirrored surface reflected the organized chaos of the room, giving it a sense of order.",
      "Every week, she took time to review her planner and make adjustments for the following week.",
      "The jacket had a hidden pocket that was perfect for carrying small items without showing them off.",
      "The botanist was studying a plant that produced edible pods and was fascinated by its nutritional benefits.",
      "The analysis compared traditional farming techniques with modern agricultural practices.",
      "The model needed a base to stand on, which he constructed separately and then attached.",
      "The botanist was studying a rare strain of tulip that had a color that was quite unexpected and intriguing.",
      "The seat was designed for maximum comfort during long rides.",
      "He observed how it used the terrain to its advantage, finding shelter in rocky crevices.",
      "He massaged the area gently, hoping to alleviate the discomfort around his eye.",
      "It features a convenient hood that can be adjusted for a custom fit.",
      "The under-stair storage area provides a convenient place to keep gardening tools and equipment.",
      "The material was resistant to rust, ensuring it would last through many cooking sessions.",
      "Its white blooms were a symbol of purity and innocence.",
      "The dessert was a surprise hit, its subtle nuttiness complementing the rich chocolate without overpowering it.",
      "The shirt’s design was so well-crafted, it seemed to be telling a mini-narrative.",
      "The decorative brackets supported a collection of leather-bound classics and modern paperbacks alike.",
      "It’s not uncommon to see small animals like birds and squirrels using the dense foliage as a place to rest or hide.",
      "In the early morning, the barnyard animal would announce the dawn.",
      "The vibrant colors and textures of the flowers made the table look lively and festive.",
      "For the evening walk, she opted for a robust piece to keep her warm.",
      "When planning the menu, he considered using a variety of pasta shapes, including one that had ridges to hold more sauce.",
      "The elastic band around the back ensured a secure fit, no matter how much she moved.",
      "The photographer aimed their lens at the small, circular window to capture the bustling activity on the deck.",
      "The kitchen gadget made of flexible material helped rinse vegetables thoroughly.",
      "She appreciated the utility of the pockets, always finding them useful for small items.",
      "The wind played with the wisps of hair, making them dance in a way that was almost too subtle to notice.",
      "The skater needed a layer that offered warmth without restricting movement, essential for performing tricks.",
      "It was just the right shape for removing the core from his berries.",
      "She loved experimenting with different ingredients to create fusion dishes that blended various culinary traditions.",
      "The detective observed that the suspect's facial structure had an unusual prominence in one area.",
      "The slices were stacked neatly on a plate for serving.",
      "The sleek craft soared high above the clouds, its engines humming steadily.",
      "The dense crumb structure was perfect for soaking up sauces and gravies.",
      "The surveyor employed the tool to measure the incline of the land.",
      "The tiny bubbles forming on the surface of a freshly brewed cup of coffee caught the light beautifully.",
      "When he laughed, the lines around his eyes deepened, creating a frame for the blue within.",
      "It was an excellent choice for a light dinner or a casual gathering with friends.",
      "He placed the egg in a pan, watching as it began to transform under the heat.",
      "In the dim light, they glowed with a subtle, comforting presence.",
      "The formula calculated the total based on values from other sheets.",
      "Its softness was one of the reasons why it was her go-to choice for creating soft, dreamy landscapes.",
      "The novelist carried a spiral notebook to brainstorm characters and plot twists.",
      "It was equipped with advanced communication systems, keeping ground forces connected.",
      "Its diet consisted mainly of plants, but it would occasionally venture for small insects.",
      "Her hand moved swiftly, cutting and arranging flowers with an artist's eye.",
      "The detective examined the small print on the document under a magnifier.",
      "She loved how the trousers clung to her legs without feeling restrictive.",
      "The children enjoyed dipping it into homemade hummus as a snack.",
      "The blade’s finish was polished to a high shine, reflecting light and adding to its aesthetic appeal.",
      "The patient found that placing a soft support between her mattress and box spring helped with her chronic back issues.",
      "A dollop of pesto added a vibrant green color and a burst of flavor to the dish.",
      "A tiny inhabitant of the sea was surrounded by its protective environment.",
      "The melody was a gentle reminder of simpler times and simpler joys.",
      "The pasta's uniform shape ensured even cooking time across the pan.",
      "The editor dabbed a fine droplet of the",
      "The background was carefully curated to complement the main subject without overpowering it.",
      "The detective novel she borrowed was so engrossing that she barely noticed the rain pelting against the window.",
      "During the rainy season, she preferred her outer layer to be more than just stylish; it needed to be functional and protective.",
      "The vehicle's distinctive noise could be heard before it came into view around the corner.",
      "An experienced angler shared tips on how to identify the best spots for catching fish.",
      "The kitchen counter was adorned with a golden-brown object that seemed to be made from a combination of flour and water.",
      "The musician wore a sleek, form-fitting piece that complemented their outfit and helped them move freely on stage.",
      "The dough for the flatbread was worked until it was smooth and elastic, ensuring a consistent texture.",
      "The sous-chef prepared a piece of poultry that would be the centerpiece of the evening's dinner service.",
      "The surface was perfect for chopping and slicing various foods, from vegetables to fruits.",
      "The careful observation of each object helped the artist to capture the essence of the still life.",
      "Each guest was given a bowl to hold their share of the homemade ice cream.",
      "It was a go-to piece for those who valued comfort and style equally.",
      "The historian used a blank notebook to compile quotes and anecdotes from old texts.",
      "A collection of miniature metal planters lined the windowsill, each holding a different species of flowering plant.",
      "The breeze carried the faint scent of resin through the forest, a familiar fragrance to those who knew it well.",
      "The white fish’s subtle taste made it a great choice for those who prefer not too much seasoning.",
      "During the team meeting, he used a striking blue pen to emphasize the action items that needed immediate attention.",
      "The jacket’s structure offered excellent support for his arms during long rides.",
      "He found a pair that provided just the right amount of cushion for his morning jog.",
      "The flower's presence in the room added an element of grace and elegance to the space.",
      "The rescue helicopter, known for its reliability, was chosen for its capacity to carry multiple casualties at once.",
      "With its compact size, it was able to park in areas where larger buses couldn't.",
      "Its lightweight quality made it perfect for layering under a jacket or sweater.",
      "She smoothed out the wrinkles on her blouse, ensuring the collar lay flat.",
      "The breed is known for its ability to fit into small spaces, making it ideal for apartments.",
      "The compact size meant it could be driven on both paved and unpaved paths.",
      "The seat was so comfortable that it felt like an extension of her home, a place where she could truly unwind.",
      "The logistics team coordinated the transportation of the liquid metal between various containers.",
      "Specialized brakes were installed to handle the high-speed demands.",
      "Efforts to preserve its natural habitat have helped in understanding and protecting this endangered species.",
      "As the day progressed, the artist grew more confident, letting the brush lead her through the creation of her masterpiece.",
      "It was often seen as a sustainable solution to last-mile travel problems in urban areas.",
      "The seeds were small and scattered throughout the pulp.",
      "The dog's keen sense of hearing helped it detect any unusual sounds.",
      "He slipped on a lightweight undershirt before heading to the gym to stay warm during his workout.",
      "The dog's loyalty to its flock is unwavering, even in challenging situations.",
      "The artist used the tool to create bold, sharp lines on the drawing.",
      "She kept track of her monthly goals and progress in the back pages of her journal.",
      "The ceiling's intricate lattice work caught the afternoon light, casting a kaleidoscope of colors across the floor.",
      "It had a distinctive pattern on its coat that helped it blend into its surroundings.",
      "The artisan had crafted the space with care, ensuring every step felt like walking on home.",
      "The pantry contained a supply of a grain often used to add texture and nutrition to various recipes.",
      "The cat with the silky fur seemed to melt into your lap, much like a plush toy.",
      "The vibrant green interior contrasted sharply with its dull exterior.",
      "The children admired the flowers that looked like they could melt in the heat of summer.",
      "The new addition to the family room was perfect for curling up with a good book.",
      "A greenish-brown creature scurried across the weathered brick.",
      "Engineers monitored the dashboard, ensuring everything ran smoothly without a hitch.",
      "Her sketchbook was a constant companion during her sketching sessions.",
      "During practice, he experimented with different rackets to find one that enhanced his performance.",
      "As she reached for her hairbrush, she noticed a few strands that seemed to be whispering secrets of the past.",
      "For the upcoming baby shower, they planned to include a set of matching crib and double bed sets.",
      "The pizza’s presentation was straightforward, but the taste was a delightful surprise.",
      "The team leader praised the efficiency of the clips in managing their paperwork.",
      "The cushioned seat was not only comfortable but also provided a sense of security and relaxation, much like a traditional bed.",
      "The basement had a converted space that included a set of shelves for storing seasonal decorations and a small seating area for relaxation.",
      "The craftsman used a star-patterned device to tighten the screw securely.",
      "The dog's diet was carefully planned to support its active lifestyle.",
      "It had a long, graceful neck and a well-defined muzzle, traits often seen in Siamese cats.",
      "The artist valued the tool for its ability to create subtle variations in tone.",
      "The photographer used an A5-sized photo album to organize her best shots from the recent trip.",
      "Her casual top featured a humorous image that always elicited a chuckle from her friends.",
      "The contractor had to order more screws with a specific head design to complete the job.",
      "The fresh pasta needed to be cooked quickly to avoid becoming too mushy, preserving its firmness and texture.",
      "In the ruins, archaeologists found stones spaced at intervals similar to a Roman measure.",
      "After a long day, the firm yet yielding material offered much-needed relief from fatigue.",
      "The living room needed some new additions, perhaps something to give seats more character.",
      "At the party, her choice of attire stood out among the crowd, drawing curious glances.",
      "The hiker selected a type that provided good moisture-wicking properties to keep his feet dry.",
      "His trousers were made from a high-quality material that felt luxurious against his skin.",
      "For annotating manuscripts, it provided just the right level of visibility.",
      "The cheesemonger explained how different environmental factors influenced the cheese's development during its long stay in the cave.",
      "It had a keen sense of smell, picking up scents from far away.",
      "During the colder months, he relied on a warm, compressible layer to protect against the chill.",
      "The small board was just the right size for cutting up fruits and veggies.",
      "The furniture store showcased a variety of styles, from classic to contemporary, all with a similar smooth, polished look.",
      "The pilot adjusted the trim to maintain a stable glide throughout the descent.",
      "These intelligent mammals are known for their agility and speed, often seen breaching the surface.",
      "It's particularly popular in Italian cuisine, where its intense flavor is celebrated.",
      "The botanical illustrator’s latest piece captured a flower with an unexpected blue tint.",
      "The contents were visible through the wall of the vessel.",
      "Along the winding path, a series of small trees offered a respite from the sun, their leaves rustling gently in the breeze.",
      "Many players enjoy the immersive experience of gaming on their new console.",
      "The sculptor used a flat, rectangular piece of stone to carve a statue.",
      "The hiker packed a layer that provided insulation against the mountain's unpredictable weather conditions.",
      "Elderly staff members found the easy access particularly beneficial.",
      "Beneath the window, there was a seat that seemed tailor-made for dozing off on a lazy afternoon.",
      "The scientist used a small dropper to apply a clear, slightly viscous substance to his notes, ensuring the ink would not smear.",
      "She selected a writing instrument with a wide tip to underline the most important quotes in her research paper.",
      "They protected her hands when she was chopping onions for cooking.",
      "Emergency drills were conducted regularly to ensure everyone knew what to do in case of an emergency.",
      "The training manual outlined the process for completing certification requirements."
    ]
  }
}