{
  "concept": "tulip",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The flower with the delicate petals seemed almost ethereal in the garden.",
      "A single bloom stood out among its green companions, its color soft and subtle.",
      "The gardener had carefully selected this particular variety to add a touch of elegance.",
      "In the morning light, it appeared almost as if the flower was glowing softly.",
      "Visitors often paused to admire the subtle beauty of the plant.",
      "Its shape was reminiscent of a graceful dancer's pose.",
      "The gardener had spent hours arranging the colors to complement the white one perfectly.",
      "The petals were so smooth that they almost looked like they were made of paper.",
      "It was a perfect match for the blue and purple flowers surrounding it.",
      "Even in the shade, the flower retained its striking appearance.",
      "Its fragrance was barely noticeable but added an unexpected depth to the bouquet.",
      "The gardener had planted it near the path to catch people's attention.",
      "The flower's color seemed to change slightly depending on the angle of the light.",
      "It was the first to bloom after the long winter, signaling the start of spring.",
      "Its simplicity made it a favorite among those who appreciated understated beauty.",
      "The gardener had nurtured it meticulously, ensuring it received just the right amount of water and sunlight.",
      "The flower's delicate texture invited visitors to reach out and touch it.",
      "It stood tall and proud, a symbol of purity and innocence.",
      "The gardener had paired it with dark green leaves to enhance its luminosity.",
      "Its presence in the garden was a reminder of the delicate balance between nature and care.",
      "The vase held a striking arrangement that included a rare hue not often seen in floral displays.",
      "Among the sea of red and yellow, a single flower stood out with its unique coloration.",
      "The garden was a riot of colors, but one particular plant caught the eye with an unusual shade.",
      "A visitor noted the presence of a peculiarly colored tulip that didn't match the others in the field.",
      "The artist chose a particularly vivid shade for her still-life painting, inspired by a rare flower she had seen.",
      "During the tour, the guide pointed out a special variety known for its uncommon color.",
      "The florist's collection included a rare specimen with a color profile that was almost unheard of.",
      "The bouquet sent to the client featured a unique bloom that added a surprising element to the arrangement.",
      "In the botanical garden, a curious visitor stumbled upon a tulip with a color that seemed almost otherworldly.",
      "The nursery worker carefully tended to a small batch of tulips with a color that was slightly different from the norm.",
      "A photographer focused on capturing the essence of a particular tulip that had a color that was quite distinct.",
      "The horticulturist was experimenting with new color combinations, including a shade that was truly unique.",
      "The floral designer included a special tulip in the centerpiece that had a color that was very different from the usual palette.",
      "Among the many tulips in the garden, one stood out due to its unusual color, making it a favorite among visitors.",
      "The gardener was excited about a new variety of tulip that had a color that was not commonly found in nature.",
      "The botanist was studying a rare strain of tulip that had a color that was quite unexpected and intriguing.",
      "The exhibition showcased a variety of tulips, including one with a color that was particularly striking and unusual.",
      "The florist arranged a bouquet that included a tulip with a color that was so rare, it drew immediate attention.",
      "The landscaper incorporated a unique tulip into the design, one with a color that was quite different from the rest.",
      "The floral expert highlighted a particular tulip during the lecture, noting its color as one of the most interesting features.",
      "The vase on the table was filled with blooms that seemed to glow in the afternoon light.",
      "She picked out a bouquet that included several flowers with a warm, sunny hue.",
      "Among the array of colors, a few stood out with their bright, almost golden tones.",
      "The gardener had planted a variety of bulbs that would eventually produce vibrant shades.",
      "Visitors to the garden were drawn to the patch where the flowers resembled soft butter in color.",
      "Her favorite part of the floral arrangement was the one with petals that reminded her of sunshine.",
      "The florist arranged a selection of flowers that included some with a radiant, lemon-like quality.",
      "During the spring festival, she wore a corsage made from a flower that was a perfect match for her dress.",
      "The children admired the flowers that looked like they could melt in the heat of summer.",
      "He noted the particular beauty of the flowers that seemed to capture the essence of early morning light.",
      "The bouquet she received had a few stems that were a brilliant, almost electric yellow.",
      "At the market, she bought a bunch that included a few blooms with a striking, sunny appearance.",
      "The photographer captured the essence of the sunniest days with a shot of the flower’s vibrant petals.",
      "In the garden, there were a few plants that produced flowers with a color reminiscent of a clear, sunny day.",
      "The artist painted a scene featuring a field of flowers that appeared as if they were lit from within.",
      "The bouquet she carried had a few flowers that were a warm, inviting shade that seemed to brighten the room.",
      "The nursery offered a range of flowers, but she was particularly drawn to the ones with a golden-yellow hue.",
      "The wedding reception featured a centerpiece that included a variety of flowers, with a few having a sunny, cheerful quality.",
      "The florist suggested a combination of blooms that included a few with a golden-yellow tint to complement the decor.",
      "During the annual flower show, visitors marveled at the display of flowers that seemed to radiate warmth and joy.",
      "The flower bed was filled with blooms that seemed to blush softly in the afternoon sun.",
      "She picked a delicate blossom that appeared almost like a soft cotton ball tinted with light rose.",
      "Amongst the greenery, a petal caught the light, shimmering with a subtle pink hue.",
      "He admired the delicate curve of the petals, each one a whisper of pink against the green leaves.",
      "Her bouquet included a single stem that had a gentle, rosy glow to its blossoms.",
      "The gardener pruned around a cluster of flowers that were just beginning to show their pink blush.",
      "A vase on the table held a sprig of what appeared to be a light pink variety of flower.",
      "The children pointed out the pretty pink flower as they wandered through the garden.",
      "In the distance, a patch of flowers looked like a soft, pastel pink cloud under the trees.",
      "The artist chose a pink-toned flower for her still life painting, capturing its gentle color.",
      "A visitor noted the soft pink petals of the flower while walking through the botanical gardens.",
      "The photographer focused on a close-up of a flower that had a delicate, pink coloring.",
      "As she arranged the flowers, she placed a particularly charming pink blossom at the center.",
      "The florist wrapped a bouquet that featured a few sprigs of a pale pink variety.",
      "A small child plucked a flower, admiring its soft pink petals as they played in the garden.",
      "The landscape designer planned to include a row of pink-hued flowers along the path.",
      "She carefully selected a single pink flower from the bunch, its color a perfect match for her dress.",
      "The nursery offered a selection of pink-hued blooms among other varieties.",
      "A bouquet of flowers included several pink blossoms that added a soft touch of color.",
      "The horticulturist noted the subtle pink coloration of a particular species as it bloomed.",
      "The flower in the vase had a deep, almost purplish hue that caught the light beautifully.",
      "She picked the bloom with care, its petals soft and velvety to the touch.",
      "The garden was a riot of colors, but this one stood out with its rich, dark shade.",
      "He admired the way the petal edges seemed to curl slightly at the tips.",
      "Her favorite among all the flowers was the one with the deepest, most intense color.",
      "The gardener pruned the surrounding foliage to let the flower's vibrant color shine through.",
      "It was the first time she noticed how the center of the bloom was slightly lighter.",
      "The bouquet included a single stem with a flower that was almost black.",
      "The sunlight filtered through, casting a warm glow on the flower’s deep red petals.",
      "Its shape was elegant, with each petal unfurling gracefully from the center.",
      "The scent was subtle yet carried a hint of sweetness that lingered in the air.",
      "It was the only one of its kind in the collection, a rare find that added value.",
      "The artist chose it as the focal point for her latest still life painting.",
      "The gardener carefully selected soil that would best support such a deep color.",
      "It paired perfectly with the greenery, creating a striking contrast.",
      "The flower’s color seemed to deepen even more as the day wore on.",
      "It was the centerpiece of the arrangement, drawing eyes immediately.",
      "The petals were so full and rounded, they looked almost like they were made of silk.",
      "The gardener spent extra time nurturing this particular plant, ensuring it thrived.",
      "Its unique shade was a result of careful breeding and selection over many generations.",
      "The flower with deep, almost indigo hues caught her eye first in the garden.",
      "Under the soft morning light, the petals seemed to shimmer with a hint of violet.",
      "A gentle breeze caused the bloom to sway slightly, revealing its rich, dark color.",
      "She admired the unique shade that was neither blue nor purple but something in between.",
      "The gardener had carefully selected seeds for their unusual color palette, including this one.",
      "Its color was so striking that it stood out even among other vibrant flowers.",
      "The depth of the hue suggested it might be an older variety, less common than the more popular reds and yellows.",
      "The petals were almost black at the edges, blending into a deep, royal purple towards the center.",
      "In the early spring, it was one of the first flowers to bloom, its purple hue a welcome sight.",
      "The garden designer placed it near the water feature where the reflection would enhance its beauty.",
      "Its dark color made it a perfect contrast against the lighter green leaves.",
      "The flower's unique coloration was the result of a rare genetic mutation.",
      "It was one of the few varieties that could still be found in the wild, despite its popularity.",
      "The gardener pruned the surrounding plants to allow this particular bloom to stand tall and proud.",
      "The depth of the purple seemed to change depending on the angle of the sun.",
      "It was a favorite among photographers due to its dramatic and mysterious appearance.",
      "The petals were a mix of dark purple and a touch of crimson, creating a unique pattern.",
      "Its color was so intense that it appeared almost as if it had been dipped in ink.",
      "The gardener used it as a focal point in the garden, surrounded by lighter colored blooms.",
      "Its deep, almost velvety texture added a rich dimension to the flower bed."
    ],
    "negative": [
      "These creatures can live up to 70 years in the wild.",
      "A decorative box that holds a variety of flowers can enhance any patio or balcony.",
      "After dinner, she washed the flat surface used for her cheese pizza.",
      "The couple’s matching shirts with identical designs made for a perfect photo opportunity.",
      "The henhouse was quiet today, as the hens were busy laying their eggs.",
      "In the beginning of the year, Sarah likes to lay out her goals for the coming months in a detailed calendar format.",
      "The chef added a secret ingredient that gave the cake an unexpected burst of flavor.",
      "Each night, she experimented with new recipes using legumes as the main protein source.",
      "The ecologist noted its bright colors as an indicator of good health.",
      "The digital calendar reminds her of upcoming deadlines without fail.",
      "The engineer had a small, handy item nearby to keep the blueprints neatly arranged on his desk.",
      "The cavalry charge was led by a contingent of soldiers riding horses with snow-white coats.",
      "The lightweight nature made it perfect for layering over a t-shirt in spring.",
      "The living room's ceiling was so low that it almost touched the floor during a snowstorm.",
      "The presence of wear marks on the handles indicates frequent use over many years.",
      "Every piece of clothing had its place, thanks to the thoughtful design of this storage solution.",
      "At the outdoor market, a vendor displayed a colorful top with intricate designs.",
      "The dress's layered nature gave it a unique, almost ethereal quality.",
      "The bed had clean sheets and fluffy pillows, promising a restful night.",
      "It enjoyed being petted and scratched behind the ears.",
      "The homeowner always left an extra set of towels in the closet for unexpected guests.",
      "Its innovative design included features that enhanced both safety and convenience.",
      "The tall, cylindrical hat was a defining element of his outfit, adding to its formality.",
      "The event planner rented a vehicle with a ramp for easy loading of large props.",
      "The children’s garden was dotted with pink flowers that looked like tiny clouds floating on the ground.",
      "The morning sun warmed her face as she stepped outside, the cool air refreshing after the night's chill.",
      "Each fruit was carefully chosen for its prime condition.",
      "As the vessel approached its terminal, the passengers couldn't help but feel a sense of excitement and anticipation for their arrival.",
      "She admired the soft yellow hue that the small appliance produced.",
      "The pantry contained a supply of a grain often used to add texture and nutrition to various recipes.",
      "The savory flavor came from the cured piece that had been aged for months.",
      "The baker's hands moved deftly, shaping the dough into rounds that would soon be ready to eat.",
      "The pizza’s edge had a delightful crunch that contrasted with the soft center.",
      "The small, flat-topped fastener was used to secure the shelf to the wall.",
      "During her travels, she found inspiration in the sketchy notes and drawings inside.",
      "These legumes were ground into a flour and used to make flatbreads.",
      "She preferred to work with a large implement that allowed for broad coverage.",
      "The weekend camping trip needed a pair that could handle rough terrain and still look good with their gear.",
      "During the painting process, she utilized a tool that could make adjustments without affecting the surrounding areas.",
      "Among the shelves of dairy alternatives, she settled on a bottle of the creamy, nut-flavored drink.",
      "In the workshop, the mechanic kept a spare set of foot coverings nearby for emergencies.",
      "The flight path was carefully planned to avoid potential airspace conflicts.",
      "He paid close attention to detail, ensuring that even the smallest pebble on the beach was accurately represented.",
      "The doctor palpated the area around the right shoulder, searching for any signs of injury.",
      "Its role included conducting aerial surveillance to gather intelligence on opposing forces.",
      "She appreciated the hood’s ability to protect her face from the sun.",
      "She decided to create a small sanctuary for her flowers using a sturdy wooden box she found at the local artisan market.",
      "During the meeting, he kept his eye on the rotating digital face for time updates.",
      "A gardener carefully pruned the plant to encourage more fruiting.",
      "The document required precise markings, and the fine tip handled the task admirably.",
      "When making homemade bread, the wooden spoon was used to gently fold in the ingredients without breaking the delicate dough.",
      "The tree’s adaptability to different climates and its hardiness make it a versatile addition to any landscape design.",
      "The pilot adjusted the flaps to optimize the glide ratio for the upcoming landing.",
      "She formatted the header row with a different background color for clarity.",
      "The artist highlighted the contrast between the bright sunlight and the cool shade of a grove.",
      "Regular maintenance checks were crucial to ensure the aircraft remained in top condition for missions.",
      "The utensil was perfect for serving small portions of hot soup.",
      "Every morning, she began her day by opening the drawers, each one a portal to a different aspect of her life.",
      "The cushioned chair provided perfect support for her back during long meetings.",
      "The button-down style allowed for a variety of ways to wear the shirt, from casual to business casual.",
      "The extended length and width of the vehicle required special permits for road use.",
      "The cook had a preference for a utensil with a specific design that allowed for better control during cutting.",
      "The sunlight caught the subtle shadows on one side of her collarbone.",
      "Artisanal techniques were used to ensure each pizza was cooked evenly and quickly.",
      "As the night fell, the boat lit up, creating a magical atmosphere for the journey.",
      "The athlete preferred a pair that offered both support and breathability.",
      "The soft hues and fine details made it a stunning focal point of the gathering.",
      "The sauce was simmering on the stove while he prepared the flat, ribbon-like pasta.",
      "He spent hours practicing his swing with the practice ball.",
      "The research paper took on a new life with each new addition of highlighted passages.",
      "In the low light of the room, the blue in his eyes seemed to deepen, almost taking on a mysterious quality.",
      "The local community celebrated the pink dolphin during festivals, honoring its presence in their waters.",
      "The cushioned armrests of the recliner were a delight to lean against.",
      "He adjusted the hat’s position to ensure his ears stayed cool in the breeze.",
      "The document required a waterproof pen to ensure it wouldn't fade over time.",
      "The old sofa had a thick layer that provided extra comfort when sitting.",
      "The herb was used to make a soothing tea for digestion.",
      "The light caught the subtle curve of the neckline, highlighting its elegance.",
      "The young child practiced pouring water into a cup using a similar looking tool.",
      "The students eagerly flipped through their textbooks, looking for answers to the day's questions.",
      "The multiplayer mode featured various maps and game modes that tested different skills.",
      "The composition of the photograph was so well thought out that it drew the viewer's eye to the focal point effortlessly.",
      "The light from the ceiling fixture cast prismatic shadows on the walls, adding depth and texture to the space.",
      "The snake was a master at camouflaging itself among fallen leaves and branches.",
      "The lid of the protective case snapped shut with a satisfying click.",
      "As the sun set over the harbor, the fishermen returned with their nets laden with a variety of fish, including some that were plump and silver.",
      "The way it hung from the rod showcased its quality craftsmanship.",
      "The old recipe book mentioned the use of a specific type of knife for fish preparation.",
      "The choreographer planned the sequence, alternating between the left and right feet to create an engaging visual effect.",
      "The circular mirror had a small crack that caught the light and made it seem like a star.",
      "The tangy vinaigrette seemed to heighten the earthy undertones of the vegetable.",
      "The engineer used a tool that could adapt to various nuts and bolts.",
      "The way it billowed out slightly added an element of grace to her walk.",
      "The smell of coal smoke mixed with the fresh scent of the river, creating a unique aroma that was unmistakably the ferry.",
      "The restaurant menu offered a special featuring a grain that's often used in Middle Eastern cuisine for its distinctive taste.",
      "Beneath its boughs, a family would gather each year to celebrate the changing seasons.",
      "Engineers worked tirelessly to improve the fuel efficiency, extending operational range significantly.",
      "The palette of colors she chose reflected the vibrant world around her.",
      "Careful breeding programs were implemented to maintain genetic diversity.",
      "The sofa had a hidden compartment that revealed a mattress when needed.",
      "The kitchen staff were taught the technique of using a specific tool for trimming lamb.",
      "The garment’s relaxed fit made it easy to wear over a t-shirt for added insulation on cooler days.",
      "The antique dealer had a knack for finding frames that would elevate any piece of art.",
      "Gently stepping from one area to another, the transition was so subtle it felt like walking on air.",
      "The pendulum's swing was so reliable, it could be heard from the other side of the house.",
      "With its lightweight frame, the machine was easy to maneuver through crowded streets.",
      "He admired the way the frame's subtle color matched his shirt, adding a cohesive look.",
      "He spread a thin layer of sauce before adding the next sheet, methodically building the dish.",
      "He found that the jacket’s fit improved over time as it was broken in, enhancing its appeal.",
      "The object, slightly rounded at the top, was perfect for propping up her neck.",
      "She used the book to document her daily life, adding new pages as days passed.",
      "A small pile of droppings on the kitchen counter was a clear sign of activity.",
      "The cat seemed to have a sixth sense for danger, always alert.",
      "Before assembling the model airplane, she read the instructions carefully to use the right type of glue.",
      "The corner of the kitchen was adorned with plants and small decorative items to make it feel like home.",
      "The horses’ keen senses allowed them to detect danger long before it approached.",
      "Its design was so unique that visitors often marveled at how such an intricate piece could have been made centuries ago.",
      "She dragged the fill handle down to copy the formula across several rows.",
      "The writer kept a small bottle of the clear liquid in her desk drawer, ready for those moments when she needed to make last-minute changes.",
      "In the vegetarian kitchen, a chef is crafting a vegetable curry with a blend of aromatic spices."
    ]
  }
}