{
  "concept": "underwear",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The man slipped into a pair of soft, comfortable fabric garments that hugged his body closely.",
      "He chose a style that provided ample support and allowed for free movement during his workout.",
      "The fabric was lightweight, making it perfect for everyday wear under casual outfits.",
      "He found a pair that was just the right length to sit comfortably above his belt.",
      "The material felt cool against his skin, even on the hottest days.",
      "They came in a variety of colors and patterns, allowing him to match his mood or outfit.",
      "The design included a seamless construction that prevented any irritation from rubbing against his skin.",
      "He liked how the waistband stayed in place without feeling too tight.",
      "The裆部支撑让他在运动时感觉更加自信和舒适。",
      "It was easy to pull on and off, which was a big plus for quick morning routines.",
      "He appreciated the moisture-wicking properties that kept him dry during physical activities.",
      "The elastic waistband ensured a secure fit without the need for additional fastenings.",
      "The fabric had a slight texture that helped prevent slipping inside his trousers.",
      "He often wore them as a base layer when layering up for cooler weather.",
      "The fit was snug but not restrictive, allowing for a full range of motion.",
      "The裆部设计让他的裤子看起来更加整洁。",
      "They were machine washable, making them convenient for daily use.",
      "He enjoyed the subtle color variations that made each pair unique.",
      "The裆部区域的柔软材质增加了穿着的舒适度。",
      "He found that they lasted longer than other types of underwear he had tried before.",
      "She slipped into a pair that hugged her curves without feeling restrictive.",
      "For the evening out, he chose something that offered great support and comfort.",
      "The fabric was so soft against her skin, she could barely feel it.",
      "They were designed to be seamless, almost invisible under tight-fitting clothing.",
      "It was the perfect choice for her active lifestyle, providing both freedom and coverage.",
      "The color was a deep plum that matched her favorite blouse perfectly.",
      "He admired how well they showed off his athletic build.",
      "The material was moisture-wicking, keeping him dry during workouts.",
      "Her friend suggested trying a new style that promised to enhance her figure.",
      "He found the fit to be just right, not too snug but still flattering.",
      "The design was minimalist, with no visible seams or tags.",
      "She loved how they accentuated her waistline while being comfortable all day.",
      "The brand known for their high-quality, breathable materials had a new line.",
      "They came in a variety of colors and patterns to match any outfit.",
      "He decided on a pair that offered good coverage yet allowed for easy movement.",
      "The tag specified that they were machine washable and tumble dryable.",
      "The elastic waistband was so gentle, she forgot it was there.",
      "She noticed how well they complemented her favorite pair of jeans.",
      "The design included a subtle lace trim that added a touch of elegance.",
      "He appreciated the quick-drying properties that made them ideal for travel.",
      "She slipped on a soft, floral-patterned garment that provided a comfortable barrier between her skin and the bed.",
      "The fabric felt cool against her skin as she pulled it up to her waist.",
      "In the morning, she discarded the light, sheer material that had protected her during the night.",
      "Her choice of the day’s outfit was complemented by a delicate lace piece that added a touch of elegance.",
      "The garment was designed to offer support and comfort throughout the day.",
      "During the night, she wore a thin, breathable piece that kept her cool and dry.",
      "The soft, silky material clung gently to her body as she moved.",
      "She picked out a pair of garments from her drawer, choosing one that matched her mood for the day.",
      "A whisper-thin layer of fabric ensured she stayed warm without feeling overheated.",
      "The garment was made of a blend of materials that offered both strength and flexibility.",
      "As the sun began to set, she changed into a more comfortable, slightly thicker piece.",
      "The design allowed for freedom of movement while providing essential coverage.",
      "The garment was part of her daily routine, something she took for granted until it was time to change.",
      "She admired the way the fabric hugged her curves, enhancing her silhouette.",
      "The material was chosen for its ability to absorb moisture, keeping her skin dry.",
      "The piece she wore was not just functional but also a reflection of her personal style.",
      "In her travel bag, she packed a few extra pieces to ensure she always had a fresh option.",
      "The garment’s elasticity meant it could be worn comfortably under various outer layers.",
      "She appreciated the way the material moved with her, offering no restriction.",
      "The choice of color and pattern was carefully considered to suit her current wardrobe.",
      "He preferred a pair that offered both comfort and support throughout his day.",
      "The material felt soft against her skin, providing a gentle hug without restriction.",
      "She noticed the fabric was quite absorbent, helping to keep things dry.",
      "For early morning workouts, he liked something that allowed for maximum flexibility.",
      "During the summer months, she opted for a lighter version to stay cool.",
      "The design included a bit of extra padding in key areas for added comfort.",
      "He found that the fit was snug but not tight, allowing for a full range of motion.",
      "The color was a light, neutral shade that blended seamlessly with other items in his drawer.",
      "She appreciated how quick-drying the material was after a long shower.",
      "The elastic waistband stayed in place even during the most intense activities.",
      "The seam-free construction prevented any irritation or chafing during physical activities.",
      "He chose a style with a slightly higher rise for a more secure fit.",
      "The breathable material helped prevent any unpleasant odors from developing.",
      "She liked the variety of patterns available, making it easier to find something to match her outfit.",
      "The lightweight fabric made it easy to layer under heavier clothing when needed.",
      "He found that the moisture-wicking properties kept him feeling fresh all day.",
      "The tagless design ensured there were no itchy labels rubbing against his skin.",
      "She often paired them with matching underwear for a cohesive look.",
      "The versatile nature of the fabric meant they could be worn for different types of activities.",
      "He appreciated the durability of the material, which held up well over time.",
      "The soft fabric hugged his legs closely as he moved.",
      "She chose a pair based on how they felt against her skin.",
      "He pulled them on quickly before heading out for the day.",
      "They offered just the right amount of coverage for the weather.",
      "Her preference was for something that didn't restrict her movements.",
      "He liked the way they stayed up without needing a belt.",
      "They came in a variety of colors and patterns to match any outfit.",
      "She found a style that provided excellent moisture-wicking properties.",
      "The elastic waistband ensured a comfortable fit all day long.",
      "They were made from a blend of materials for breathability.",
      "He always kept a spare pair in his drawer for emergencies.",
      "They were machine washable and easy to care for.",
      "She appreciated the tagless design that didn't irritate her skin.",
      "The seamless construction prevented chafing during physical activities.",
      "They were designed to be worn under a wide range of clothing types.",
      "He preferred a thicker material for cooler mornings.",
      "She kept a pack of quick-dry options for travel.",
      "The brand had a reputation for durability and quality.",
      "They often became a part of everyday wear under dresses or skirts.",
      "He made sure to replace them regularly to maintain freshness.",
      "She preferred a style that offered maximum coverage without the bulk.",
      "The design allowed for a smooth line under her favorite dress.",
      "He noticed how well it hugged the natural curves without any visible bulge.",
      "It was a versatile piece that could be worn with everything from jeans to skirts.",
      "The fabric felt soft against her skin, providing a comfortable fit all day long.",
      "It had an elastic waistband that ensured a secure and comfortable fit.",
      "The color was a neutral shade that blended seamlessly with her other undergarments.",
      "She appreciated the seamless design that prevented any visible lines in her clothing.",
      "It was easy to put on and take off, even when she was in a hurry.",
      "The material was breathable, keeping her cool during the warmer months.",
      "It came in a variety of styles, allowing her to mix and match with her wardrobe.",
      "The cut provided excellent support while still being flattering and discreet.",
      "The thin straps were barely noticeable under most tops.",
      "It was machine washable, making it easy to keep clean and fresh.",
      "The tag indicated it was made from a blend of materials for added comfort.",
      "She loved the way it stayed in place throughout the day.",
      "The low-rise design helped create a flattering silhouette.",
      "It was one of those items that seemed to disappear into her clothes.",
      "The seamless construction meant there were no uncomfortable ridges or bumps.",
      "The design was so clever that it could be worn as a bikini bottom too, if needed.",
      "She slipped on a pair that offered a unique, snug fit.",
      "He preferred something that allowed for a smooth line under his clothes.",
      "The material was so soft it felt like a second skin against her skin.",
      "It was designed to provide complete coverage while being barely noticeable.",
      "For special occasions, she liked to wear something that could be seen as daring yet comfortable.",
      "He found a style that provided excellent support without any visible bulges.",
      "The design was so discreet that it often went unnoticed by others.",
      "It had a clever feature that made it easy to change in public without drawing attention.",
      "She enjoyed the way it hugged her body, offering a flattering silhouette.",
      "The fabric was lightweight and breathable, making it perfect for warm weather.",
      "He appreciated how it stayed in place even during more vigorous activities.",
      "The color matched perfectly with her outfit, creating a seamless look.",
      "It was designed to enhance her confidence without compromising comfort.",
      "She loved the way it allowed for a natural range of motion.",
      "The elastic waistband was so well-made it didn’t leave any marks on her skin.",
      "He found that it was easier to get dressed in the morning with this type.",
      "The cut was such that it provided full coverage but still looked stylish.",
      "She preferred a style that offered both security and a hint of playfulness.",
      "The fit was so precise that it didn’t shift or move during the day.",
      "He appreciated the thoughtful design that ensured everything was in place all day long."
    ],
    "negative": [
      "The driver navigated the crop rows with precision, thanks to the precise control of the steering mechanism.",
      "Beneath the surface, a fish moved with the elegance of its environment.",
      "His shirt buttoned up to his throat, creating a neat and tidy appearance.",
      "The secretary kept a drawer full of different pens, choosing the right one for each task.",
      "Its shape allowed for perfect swirling, releasing the bouquet.",
      "The tech adjusted the EQ settings to emphasize the midrange for a more punchy sound.",
      "The guests sipped from vessels that reflected the mood of celebration.",
      "For her detailed work, she always kept a favored writing instrument nearby.",
      "For intricate work, he found that a round brush provided the precision needed.",
      "For the exhibition, the organizers requested that all materials fit within a frame size equivalent to an A2 sheet.",
      "The ball’s texture provided excellent grip, even during humid conditions.",
      "The hat maker used a narrow, flexible measuring device to ensure the headwear would fit comfortably and stylishly.",
      "The central island transformed the kitchen into a hub of activity, blending functionality with style.",
      "Educational materials often feature images of the giraffe with its characteristic pattern to illustrate its appearance.",
      "The scent of blossoms wafted through the air, invigorating the senses and filling the heart with joy.",
      "The geocaching group used their all-terrain vehicles to explore hidden caches in difficult-to-reach locations.",
      "He enjoyed the sense of accomplishment when the container was finally emptied and reset.",
      "The construction supervisor insisted on using the tool to ensure the foundation was properly graded.",
      "The flower's color was a deep, rich shade that seemed almost purplish in certain lights.",
      "In the recipe, it specified that each portion should be served with a drizzle from a small container.",
      "During walks, it required a sturdy leash to keep up with its energetic pace.",
      "The flat piece of material was used to transport hot dishes from the oven.",
      "The dish was garnished with a scattering of fresh herbs for color and freshness.",
      "The tray helped her achieve flaky pastry without fuss.",
      "The aquarium keeper admired its striking pattern as it darted through the water.",
      "The cat's movements were so graceful, they appeared almost catatonic, like a statue brought to life.",
      "The sliding mechanism was so smooth that it felt like the door was floating effortlessly.",
      "The workshop focused on exploring the different playing techniques available on multi-stringed instruments.",
      "The chef's secret ingredient was a special pasta shape with ridges that enhanced the dish's texture and taste.",
      "In the botanical garden, informational tables provided visitors with details about the plants and exhibits.",
      "A study is examining the role of corridors in facilitating movement between fragmented habitats for a specific big cat.",
      "Every morning, she checked her planner to ensure nothing was missed during the busy workday.",
      "He smoothed the varnish onto the wood to give it a glossy finish.",
      "The detective carried a hardcover notebook to meticulously record evidence and leads.",
      "He carefully adjusted the picture to ensure it hung straight on the wall.",
      "The air was sweet with the fragrance of a blossom that swayed gently in the breeze.",
      "The shelf-like structure by the bed was also used for storing small gadgets.",
      "The wooden lattice provided a natural screen for the afternoon sun.",
      "He admired the craftsmanship of the face, its hands moving with a fluid motion.",
      "A large pot of vegetable broth simmers gently on the stove in the vegetarian kitchen, providing a flavorful base for many dishes.",
      "The fine tip allowed for precise highlighting without covering too much space.",
      "They gathered around the table to review the diagrams and charts in their handouts.",
      "The artisan baked his artisanal breads on a stone that mimicked the texture of a traditional wood-fired oven.",
      "During the 19th century, this style of hat became synonymous with urban professionals.",
      "The trailblazers in the area praised the latest models for their ability to tackle steep and slippery slopes.",
      "The material was so fine that it almost seemed invisible.",
      "The angler's catch was a fish with a shape so flat, it could easily be mistaken for a piece of seaweed.",
      "The bird perched on a branch, its legs tucked beneath its body in a relaxed pose.",
      "She relied on the survival manual for advice on what to do in the wilderness.",
      "The leaf's bitterness was tamed by the sweet apples and pears.",
      "Each step felt solid and secure, a comfort in this new home.",
      "The adjustable straps made it easy to customize the fit throughout the day.",
      "Team captains often discussed strategies for managing possession of the ball.",
      "The bike's design was a blend of modern aesthetics and practical engineering.",
      "Surgeries involving this organ require specialized medical knowledge and expertise.",
      "With its thick coat, the dog thrived in cooler climates.",
      "The sheer piece was often worn as part of a complete ensemble.",
      "The market vendor had a display of various citrus fruits, including one that looked particularly interesting.",
      "She massaged the leaves to soften them before adding them to the dish.",
      "The adventure club used their specialized rig to traverse dense forests and rocky hills.",
      "She placed a gentle kiss on the cool surface.",
      "The market price for this type of meat fluctuated based on supply and demand.",
      "The team worked together to unload the cargo and prepare it for storage.",
      "The tool could grasp and release items with the dexterity of a human hand.",
      "As the fabric folded neatly on the table, he prepared to make the first cut.",
      "He always double-checked that the door leading to the other side was unlocked and ready for use.",
      "This dog enjoys water activities but should always be supervised around bodies of water.",
      "With each stride, the mare's muscles rippled beneath her coat, showcasing the strength and grace of her breed.",
      "He admired his appearance in the tiny mirror before leaving for the party.",
      "The view from her living space was breathtaking, extending over the lush gardens below, thanks to its elevated position.",
      "Its cargo hold was designed to carry supplies and equipment needed for extended deployments.",
      "The small vessel bobbed gently on the calm lake.",
      "The office supply cabinet was stocked with various clips, each designed to hold papers together.",
      "The toddler was fascinated by the bright colors of the new socks.",
      "The humidity caused her hair to form loose, effortless waves that cascaded down her back.",
      "The hands moved in perfect harmony, a silent dance of the ages.",
      "With each bite, the bread crumbled gently between her teeth, like delicate snowflakes.",
      "The shirt's simplicity allowed the pocket watch at his chest to stand out more.",
      "The handy stapler in her purse was a reliable tool for securing documents during meetings.",
      "The artist preferred loose-fitting pants that allowed freedom of movement while sketching in the park.",
      "The centerpiece was a beautiful mix of candles in various colors and shapes, adding depth and warmth to the room.",
      "After enjoying a hearty meal, she felt particularly content and relaxed.",
      "As she organized her desk, she tucked a square cushion behind her chair for an extra touch of comfort.",
      "Its presence was a constant in the ever-changing landscape of her life, a symbol of stability and comfort.",
      "It required a certain finesse to handle without tipping.",
      "The adjustable settings let him customize his sleeping experience.",
      "The tree provided a welcome shade on hot summer days, perfect for outdoor dining.",
      "The flowers were a popular subject among local photographers and artists alike.",
      "The piece had been a gift from his father, and he cherished its history as much as its appearance.",
      "This variety is known for its vibrant pink blooms that add a splash of color to shaded areas.",
      "The neighbor commented on how the red flowers seemed to glow under the afternoon sun.",
      "The photograph brought back memories of her, her eyes standing out against the black background.",
      "Misdirection became a key strategy in this social deduction game.",
      "She placed the cooked egg on a bed of fresh greens, adding a pop of color and freshness.",
      "Rigorous testing protocols were followed to validate the aircraft’s capabilities under simulated combat scenarios.",
      "He used a magnifying glass to inspect the cloth, finding several places where the weave was loose.",
      "The craftsmanship of the seat was evident in every detail, from the intricate stitching to the plush cushioning.",
      "The use of different vegetables allowed for a complex yet harmonious flavor profile.",
      "She paired the herb with lemon juice and olive oil to create a simple yet delicious marinade for chicken.",
      "The electronics inside the guitar enabled a wide range of tonal possibilities.",
      "The pasta in the chef’s special dish had a unique texture that came from a specific cooking method.",
      "The material used was lightweight yet strong enough to withstand daily handling.",
      "The traveler wore a protective layer against the biting winter air.",
      "The fish keeper maintained a diverse collection, each species contributing to the overall ecosystem of the aquarium.",
      "The recipe called for diced hard-boiled eggs, which added both flavor and texture to the dish.",
      "Its branches often bore signs of past storms, with some limbs having been broken but not fully fallen.",
      "The rubber ball he threw into the air had the same roundness as a bull's-eye egg.",
      "The light was softer and more inviting thanks to the fabric inside.",
      "Its robust character made it an ideal ingredient for homemade truffles.",
      "The woman adjusted the lapels of her jacket, ensuring they fell just right before stepping out for dinner.",
      "The gentle pressure of her lips against his sent a wave of warmth through him.",
      "Its sleek body cut through the water with ease, showcasing the power and agility of its kind.",
      "At the desk, he noticed a sleek device that could be loaded with different inks as needed.",
      "The arrangement of topics was logical, facilitating efficient learning and recall.",
      "The oven was preheated to an incredibly high temperature to achieve that distinctive crispy exterior.",
      "The item had seen better days but was still functional and useful.",
      "The novelist carried a spiral notebook to brainstorm characters and plot twists.",
      "To keep her makeup pencils in pristine condition, she used a small, dedicated sharpener that made a big difference.",
      "The bedside table, constructed from plastic, was a stylish choice for the bedroom.",
      "A student found a writing implement that worked well on lined paper for organizing thoughts.",
      "The fresh egg pasta was a highlight of the menu, with its delicate flavor and springy texture.",
      "The dog’s bark is both loud and effective in warning of danger.",
      "The door's gentle movement created a soothing ambiance as he entered.",
      "On weekends, a family used a compact vehicle to transport their camping gear to the lake.",
      "He programmed different sounds for different events, finding the variety more enjoyable than a single alarm tone.",
      "The fisherman's pride and joy was a flatfish that he had caught during his recent deep-sea expedition.",
      "High-gloss finishes on appliances reflect light and create a bright, contemporary atmosphere.",
      "At the tailgate, they used flat, lightweight items that could be easily carried.",
      "She remembered the days when the only way to watch a movie was to wait for it on TV.",
      "The shirt’s fine texture made it easy to pair with various accessories.",
      "The room was spacious enough to accommodate a large mattress.",
      "During the summer, he enjoyed the freedom of driving without a roof over his head.",
      "She spent hours crafting intricate gear and perfecting her character's abilities.",
      "The laboratory technician grabbed a pair of chemical-resistant coverings before starting the experiment.",
      "The top she picked up on sale was perfect for adding a pop of color to her monochrome outfits.",
      "The child squinted at the miniature map, trying to make out the details.",
      "In the corner, a large basket overflowed with lemons, limes, and oranges, adding a splash of vibrant color.",
      "In the garden, the small dog's playful antics brought joy to all who witnessed them.",
      "The pasta-making class focused on teaching students how to prepare egg-based noodles from scratch.",
      "The design of the floor covering matched seamlessly with the nearby living room rugs."
    ]
  }
}