{
  "concept": "van",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The family planned their camping trip around the spacious storage area in the vehicle.",
      "With its sturdy construction, the vehicle was perfect for off-road adventures.",
      "The interior featured a comfortable sleeping arrangement suitable for long journeys.",
      "Equipped with a full kitchenette, the vehicle became a mobile home for the weekend getaway.",
      "The sliding doors provided ample natural light and ventilation on sunny days.",
      "The vehicle's large windows offered breathtaking views during scenic drives.",
      "Inside, there was a cozy living room area that transformed into extra sleeping space.",
      "The vehicle had a built-in shower and toilet, making it self-sufficient for extended stays.",
      "The rear section could be converted into a dining area with a fold-out table.",
      "The vehicle’s exterior was designed to withstand the elements while providing comfort inside.",
      "For those who love nature, the vehicle offered a unique way to experience the outdoors.",
      "The vehicle included a small refrigerator to keep food and drinks cold during trips.",
      "Its compact size made it easy to maneuver through tight spaces and park in smaller lots.",
      "The vehicle came with a variety of camping gear already installed, ready for immediate use.",
      "The roof rack could be used to transport additional equipment or supplies.",
      "The vehicle’s design allowed for customization, with options to add a queen-sized bed or a hammock.",
      "The vehicle had a compact but efficient layout, maximizing space for all necessary amenities.",
      "Its lightweight materials ensured good fuel efficiency, making long-distance travel more economical.",
      "The vehicle’s interior was designed to be both functional and aesthetically pleasing, blending practicality with comfort.",
      "The vehicle’s awning provided shade and protection from the sun, enhancing outdoor activities.",
      "The delivery person pulled up with a vehicle that had a large opening at the back.",
      "Under the bright sun, a utility vehicle was parked near the loading dock.",
      "The mechanic checked the tires of a boxy vehicle used for transporting goods.",
      "During the move, they hired a vehicle with a high roof to carry all their belongings.",
      "The farmer drove his modified vehicle into the town square to sell fresh produce.",
      "A group of kids played catch in the open space behind a vehicle designed for hauling.",
      "The construction crew used a vehicle with a hydraulic lift to reach the upper floors.",
      "In the garage, an old vehicle with a distinctive shape caught the eye of the owner.",
      "The event organizers rented a vehicle with sides that could be lowered for easier access.",
      "The side of the vehicle was painted with vibrant advertisements for a local business.",
      "A small vehicle with tinted windows and a cargo area was seen driving down the street.",
      "The artist's vehicle was filled with canvases and supplies for their upcoming exhibition.",
      "Under the tarp, the vehicle held a variety of items, from furniture to household goods.",
      "The driver navigated through the narrow streets in a vehicle with a compact design.",
      "The community center hosted a workshop on how to maintain and repair various vehicles.",
      "A vehicle with a flatbed was used to transport large pieces of equipment to the site.",
      "The vehicle's bed was covered with a tarp to protect the contents from the rain.",
      "In the parking lot, a vehicle with a raised tailgate stood out among the others.",
      "The vehicle's rear doors opened wide, revealing a spacious interior for cargo.",
      "The owner customized the vehicle's interior to fit their unique needs for storage and comfort."
    ],
    "negative": [
      "The material was thick enough to keep her legs warm during chilly evenings.",
      "A small calendar sat at the edge of the desk, marking important dates and deadlines.",
      "The community center had a rooftop garden where kids could learn about plants and nature.",
      "He kept a small, precise tool for his model-building projects.",
      "Every evening, she would update her calendar with the day's events and plans for the next day.",
      "The suspension was tuned for comfort, absorbing bumps and vibrations smoothly.",
      "The green in her eyes was so vivid, it seemed to pulse with life.",
      "She admired the way the fabric of his pants flowed elegantly as he walked.",
      "She loved the feel of a leather-bound diary, where she wrote her private musings.",
      "Each morning, he would wake up to the gentle light filtering through the window, his eyes adjusting slowly to the new day.",
      "The baker's hands moved deftly, shaping the dough into rounds that would soon be ready to eat.",
      "The pattern on the glass was inspired by traditional designs, yet modernized for contemporary tastes.",
      "A steady hand and a good grip on the tool made all the difference in the quality of work.",
      "The painter's friend loaned her a tool that had been passed down through generations.",
      "Careful planning ensured that no additional holes would be needed once the assembly began.",
      "The strands that had started to show a hint of something other than black were a testament to the journey of life.",
      "She rinsed the leaf under cold water before preparing it.",
      "The cozy corner featured a piece of furniture that seemed to beckon one to sink into its deep cushions.",
      "Families enjoyed the in-flight entertainment system, watching movies and shows.",
      "A cluster of blossoms with a velvety texture caught the sunlight in a mesmerizing way.",
      "The gentleman checked the mechanism, making sure the gears were aligned for accurate timekeeping.",
      "The room’s ambiance was enhanced by the subtle lighting effects from the screen.",
      "The apparatus could be adjusted to accommodate different sizes and shapes of materials.",
      "The compression provided by the material helped alleviate any discomfort after standing for hours.",
      "The fresh pasta was made just moments before serving, guaranteeing its optimal freshness and taste.",
      "The leather-wrapped rails offered a comfortable grip for players to position themselves.",
      "The boat returned with a bounty of silvery fish, their scales shimmering in the sun.",
      "The resident enjoyed keeping a small, personal touch like a favorite figurine on their nightstand.",
      "For the afternoon hike, she wore a shirt that kept her upper arms cool and protected from the sun.",
      "The sunlit patch on the floor belonged to a furry red companion.",
      "At the beach, he chose a cover-up that provided sun protection without feeling heavy.",
      "The pivot table summarized the data from the first few hundred rows.",
      "It has a sophisticated system for managing power distribution during acceleration.",
      "She found it easy to customize the layout of her living space with the sliding sections.",
      "The musician placed a blank sheet in front of her, ready to write her latest composition.",
      "His casual ensemble included a shirt with an interesting illustration that stood out in the crowd.",
      "She loved how the buttons added a classic touch to the outfit.",
      "The cheese’s creamy texture was perfect for spreading on crackers.",
      "He paired his tailored trousers with a subtle pattern that added a touch of sophistication.",
      "He stumbled upon an ancient tome in the library, its pages yellowed and brittle but full of enchanting stories waiting to be discovered."
    ]
  }
}