{
  "concept": "vest",
  "group": "basic_implicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The man slipped on a casual layer before heading out for his evening jog.",
      "She paired her favorite t-shirt with a rugged piece that added a touch of edge to her outfit.",
      "During the weekend barbecues, he wore a light, breathable option that kept him cool in the heat.",
      "At the family picnic, everyone admired the vibrant pattern on his choice of attire.",
      "The young adventurer opted for something that could withstand the rough terrain during their hike.",
      "For the backyard concert, she selected a style that would allow her to dance freely without restrictions.",
      "He enjoyed the freedom of movement it provided while working on his garden.",
      "During the summer festival, it was a popular choice among the crowd for its comfort and style.",
      "The office party saw several attendees wearing a more formalized version of this classic piece.",
      "On the construction site, a sturdy option was preferred for its durability and protection.",
      "The casual meet-up at the café featured several individuals wearing a laid-back yet stylish piece.",
      "During the street fair, the vendors often wore one to keep warm while handling customers.",
      "At the outdoor movie night, it was a go-to item for keeping the chill away.",
      "The local sports team had a few members who were spotted wearing a similar style under their jerseys.",
      "During the annual farmer’s market, many vendors wore a casual layer to blend in with the surroundings.",
      "The beachside festival saw a variety of patterns and styles being worn by attendees.",
      "The community cleanup event had several participants wearing a toughened version for protection.",
      "At the open-air concert, the venue staff wore a similar piece for easy identification.",
      "The outdoor art exhibition featured a few artists wearing a relaxed layer to stay comfortable.",
      "During the neighborhood block party, several neighbors wore a casual piece that complemented their summer outfits.",
      "The man slipped into a cozy layer that kept him warm on chilly evenings.",
      "She loved how the garment hugged her shoulders without being too bulky.",
      "During the autumn months, he found his new purchase indispensable for walks in the park.",
      "The fabric felt soft against her skin, providing a comfortable fit throughout the day.",
      "He noticed a subtle sheen to the material as light hit it at different angles.",
      "The design featured a classic pattern that never went out of style.",
      "She paired it with jeans and sneakers for a casual yet stylish look.",
      "The texture was smooth and slightly fuzzy, making it pleasant to wear.",
      "It came in a deep shade of blue that complemented his eyes.",
      "He appreciated the ease of pairing it with various outfits in his wardrobe.",
      "The garment had a flattering V-neck that added a touch of elegance to his ensemble.",
      "She layered it over a blouse and under a jacket for a sophisticated appearance.",
      "The warmth from the fabric made her feel snug and secure during the transition seasons.",
      "The pockets were a thoughtful addition, offering a practical feature for everyday use.",
      "He found the vest to be lightweight but effective in keeping him warm.",
      "The buttons down the front were simple yet elegant, adding a touch of refinement.",
      "The material held its shape well after washing, maintaining its appearance over time.",
      "She enjoyed the versatility of the piece, wearing it indoors and out.",
      "The stitching was impeccable, ensuring the vest would last many winters to come.",
      "He often gifted similar pieces to friends and family, finding them to be popular choices.",
      "The gentleman adjusted the buttons on his jacket to ensure it was properly fastened.",
      "As he stepped out for the evening, he made sure his coat was buttoned up securely.",
      "The tailor recommended using two rows of buttons for added elegance and formality.",
      "With the crisp autumn air nipping at his neck, he pulled the front of his garment closer.",
      "The wind chill was biting, so he decided to double-check that all the closures were tight.",
      "The man’s coat had a distinctive look with its multiple rows of buttons.",
      "In the cool morning, he buttoned up his outerwear to stay warm.",
      "The fabric of his jacket felt smooth as he ran his fingers over the rows of buttons.",
      "He admired the intricate design of the buttons on his favorite coat.",
      "The gentleman ensured that every button was in place before heading out.",
      "His outfit called for a more formal appearance, so he opted for a coat with multiple buttons.",
      "The warmth from inside seemed to seep through the gaps, prompting him to check the closure again.",
      "He noticed the neat arrangement of buttons on his coat, adding a touch of sophistication.",
      "The cold breeze prompted him to button up his coat tighter.",
      "The jacket’s design included a unique feature of multiple buttons, which he found appealing.",
      "As the sun set, he buttoned his coat to stay cozy during the evening.",
      "The well-tailored coat featured a classic style with multiple buttons for a refined look.",
      "He appreciated the way the multiple buttons on his coat added a sense of tradition.",
      "The cool night air made him pull the front of his jacket closer with the buttons.",
      "The multiple buttons on his coat not only fastened it but also enhanced its overall appearance.",
      "The event called for a touch of sophistication, and he chose a slim fit piece that complemented his suit.",
      "She admired the way the light fabric hugged his frame, adding a subtle layer of elegance to his outfit.",
      "The evening's formal dress code suggested a more refined approach, and he picked a piece with intricate detailing.",
      "Her choice of an elegant top ensured she stood out at the gala, drawing compliments from all around.",
      "The party was the perfect setting for a piece that exuded class and poise.",
      "He felt confident as he stepped into the room, wearing a garment that enhanced his natural posture.",
      "The material of her selection was soft and smooth, allowing her to move gracefully during the dance.",
      "The subtle pattern on the top added a sophisticated element to his otherwise simple attire.",
      "Her decision to wear a piece that paired well with her evening gown made her feel like a true lady of the evening.",
      "The gathering required a level of formality that his choice of a garment perfectly met.",
      "She noticed how the neckline of her top accentuated her collarbone, drawing attention to her delicate features.",
      "The event demanded a certain air of refinement, which his selection of a top provided effortlessly.",
      "Her ensemble was completed beautifully by the addition of a piece that tied in seamlessly with her shoes.",
      "The guests were impressed by the quality and style of his top, enhancing the overall look of his outfit.",
      "She found herself feeling more at ease and stylish when she wore a piece that matched the occasion.",
      "The top he wore seemed to elongate his torso, giving him a more statuesque appearance.",
      "Her choice of a piece with a slight V-neckline gave her a chic and modern look.",
      "The evening called for a touch of elegance, and she opted for a top that complemented her long legs.",
      "He felt a sense of pride as he saw how the top he wore elevated his overall appearance.",
      "Her top not only looked stunning but also felt comfortable, ensuring she could enjoy the night without any distractions.",
      "The jacket had only one button down the front, giving it a casual yet sophisticated look.",
      "He preferred the simplicity of a single-buttoned jacket over more complex designs.",
      "The tailor carefully sewed the single row of buttons, ensuring a neat appearance.",
      "The man wore a jacket that required only one button to fasten, making it easy to put on.",
      "She admired the elegance of his suit, noting the single-breasted design.",
      "His blazer featured just one row of buttons, adding a touch of elegance to his outfit.",
      "The single-breasted design allowed for a more streamlined silhouette.",
      "The gentleman's jacket had a classic single-breasted style, which he found flattering.",
      "The single row of buttons on the jacket gave it a timeless appeal.",
      "The single-breasted jacket was a staple in his wardrobe, versatile and stylish.",
      "The single-buttoned design of the jacket complemented his sharp suit.",
      "The single-breasted jacket was perfect for a casual lunch meeting.",
      "He opted for a single-breasted jacket to keep things simple and professional.",
      "The single row of buttons on the jacket made it easy to adjust for a proper fit.",
      "The single-breasted design allowed for a clean, uncluttered look.",
      "The single-buttoned jacket paired well with his dress pants.",
      "The single-breasted jacket was a key element in his formal attire.",
      "The single row of buttons on the jacket added a touch of class to his ensemble.",
      "The single-breasted design of the jacket was a subtle but effective choice.",
      "The single-buttoned jacket was a classic piece that never went out of style.",
      "The sun was beating down, and she slipped on a lightweight garment that hugged her torso without any sleeves.",
      "He wore a piece of clothing that exposed his shoulders entirely, yet still managed to keep him cool during the summer heat.",
      "At the beach party, everyone was in similar attire, a style that showcased their arms while providing a touch of coverage.",
      "She chose a design with intricate patterns embroidered along the edges, even though it had no sleeves.",
      "For his workout routine, he opted for a breathable top that allowed for maximum freedom of movement.",
      "During the hot afternoon, he changed into a simple, sleeveless option that kept him comfortable.",
      "The event called for something more formal than just shorts, so he picked a stylish sleeveless vest to pair with his trousers.",
      "She loved how the fabric clung to her body, creating a flattering silhouette without any sleeves.",
      "On his way to the gym, he grabbed a quick, sleeveless top from his bag to change into.",
      "The material felt soft against his skin, perfect for a sleeveless top that could be worn casually or dressed up.",
      "During the festival, he wore a casual sleeveless option that matched his friends’ outfits.",
      "She admired the vibrant colors of the sleeveless top as it reflected the sunlight.",
      "For the barbecue, he wore a sleeveless version that allowed him to enjoy the food without worrying about sweating.",
      "The design featured a V-neck cut, giving it an elegant look despite its lack of sleeves.",
      "At the outdoor market, he saw a variety of sleeveless tops, each more interesting than the last.",
      "The material was lightweight and breathable, ideal for a sleeveless top that would keep him cool.",
      "For her workout class, she wore a sleeveless top that provided support and flexibility.",
      "The sleeveless design made it easy to layer under a jacket when the air conditioning kicked in.",
      "During the summer concert, he wore a sleeveless top that complemented his jeans perfectly.",
      "The sleeveless top she bought had a unique texture that made it stand out among other casual wear options."
    ],
    "negative": [
      "The player served the item with a quick wrist movement.",
      "In the photo album, her hair stood out vividly against the dark background.",
      "The dessert was beautifully presented in a bowl that complemented the overall elegance of the meal.",
      "He added cherry tomatoes to brighten up the dish.",
      "Her stride was more confident in these than in her usual knee-highs.",
      "It had a keen sense of smell, detecting food even from a distance.",
      "A local pizzeria was known for its thick, chewy base that held up to heavy sauces and cheeses.",
      "She carefully peeled the fruit, revealing its pale interior and the seeds inside.",
      "The kitten with large green eyes and a sleek fur coat was playing with a toy mouse.",
      "The scent of its wood was strong and distinctive, a fragrance that lingered after being cut.",
      "The artisan had created a container that was both functional and aesthetically pleasing, suitable for any setting.",
      "The roofline featured a gentle curve that added aesthetic appeal to the exterior.",
      "The illustrator used a particular kind of tool that could create intense blacks without smudging easily.",
      "The reptile slithered through the underbrush with surprising speed.",
      "The researchers noted that the white-furred animal was particularly effective in studying circadian rhythms.",
      "The glasses sat comfortably on his nose, providing support without causing discomfort.",
      "It featured a built-in drawer system to keep everything organized and within reach.",
      "She often incorporated tofu and tempeh into her meals for added texture and nutrition.",
      "The cook carefully peeled away the last remnants of the shell, revealing the soft, runny yolk and the slightly set white.",
      "The sketchbook was filled with delicate lines and soft transitions, thanks to the choice of tool.",
      "The shoemaker utilized a fine, retractable tape to create a perfectly fitting shoe for each customer.",
      "The cubby was designed to hold an array of writing and drawing tools, perfect for a busy student.",
      "The fastening item was the perfect size to hold the two pieces together securely.",
      "The pressurized cabin maintained a comfortable atmosphere for the travelers.",
      "The student's binder contained several small books for organizing notes from different subjects.",
      "He focused on the interplay of light and shadow, creating a sense of movement within the static composition.",
      "During the medical examination, the doctor pointed out the characteristic upturn at the tip of the patient's nose.",
      "With a streamlined body and powerful tail, this creature was a master of oceanic expeditions.",
      "Under the canopy of trees, a cluster of flowers with heart-shaped leaves and intricate patterns blooms, adding a splash of color to the woodland.",
      "Its sharp point made it perfect for making small, precise marks.",
      "The river's waters were crystal clear, allowing visibility to depths where fish could be found.",
      "Its versatile capabilities made it a valuable asset for any agricultural operation.",
      "A metal structure beneath the flowers not only enhanced their appearance but also offered excellent drainage and protection from the elements.",
      "Each morning, she would stretch out in her corner, feeling refreshed and ready for the day ahead.",
      "The vessel had a slight curve that made it easier to hold.",
      "The texture was smooth against the skin, making it a comfortable choice for all-day wear.",
      "Their new bed offered ample room for two, plus extra pillows.",
      "She chose the shirt because it was breathable and lightweight.",
      "The smooth rotation of the circular gateway was a comforting sight for regulars who frequented the area.",
      "The design on the shirt complemented her arms, adding a touch of personality to her look.",
      "The riverbank was lined with picnic blankets and fishing rods, indicating a popular spot for leisurely outings.",
      "The city had recently expanded its bike-sharing network to cover more neighborhoods.",
      "It was the perfect solution for creating a cozy corner in the bedroom, where one could read or take a nap.",
      "The carpenter selected a hammer to drive nails into the wood.",
      "This tree stood sentinel over the village square, its presence a constant reminder of the community’s history.",
      "The rooftop garden was a serene oasis, providing a peaceful retreat from the noise and activity of the city below.",
      "Despite its age, it remained sturdy, showing no signs of cracking or chipping.",
      "The game incorporates elements of diplomacy and political intrigue alongside combat.",
      "It was easy to move from one room to another.",
      "The color of his outfit complemented his skin tone beautifully, making him stand out in the crowd.",
      "The fashion designer created a look that drew attention to a specific part of the face.",
      "The kangaroo pocket keeps your hands warm and gives you a place to stash small items.",
      "The recipe for the pie called for a specific quantity of the deep purple berries.",
      "The nutritionist recommended including these berries in one’s diet for their health benefits.",
      "The architect's model included detailed plans for the legs of the building's columns.",
      "The family spent many evenings on the outdoor retreat, enjoying the warm weather and each other's company.",
      "The gardener carefully tended to a plant that was just beginning to unfurl its petals.",
      "During her quest to find a dairy-free alternative, she stumbled upon a drink made from a mixture of grains, which was surprisingly delicious and satisfying.",
      "The student used a graph paper notebook to plan out her upcoming term projects.",
      "The machine has ample storage space for all my files and documents.",
      "The old book she held contained illustrations of leaves that seemed to exhale a gentle, comforting scent.",
      "She layered it over her blouse, adding just enough warmth for the brisk autumn air.",
      "The office supply store was her favorite place to find new dividers and stickers.",
      "The shirt had a slight sheen that made it stand out in the sunlight.",
      "The ship's destination was a major trading port known for its bustling markets.",
      "Walls adorned with family photos and recipe cards tell the story of cultural influences and personal tastes.",
      "The tiny bunny was a frequent visitor to the local pet shows.",
      "The main course was a large slice of bread that was stuffed with a variety of meats and served with a side that added a unique texture.",
      "She chose it for its understated charm, which would work well with her collection of accessories.",
      "He used the device to play games on certain discs.",
      "Its dimensions made it suitable for both casual and formal gatherings.",
      "Its fur was so long and fine that it almost seemed to shimmer under bright lights.",
      "It came in a vibrant color that brightened up her look instantly.",
      "For her travel bag, she packed a compact, convenient writing tool that wouldn't weigh her down.",
      "A traditional dish from a certain region featured a grain that was cooked until tender and served with a variety of condiments.",
      "Visitors marveled at the delicate balance between the artwork and its elaborate surroundings.",
      "He appreciated how the pan could handle rough handling without warping or bending.",
      "The garment reached up to her knees, providing ample warmth without being cumbersome.",
      "With a round brush, she was able to create smooth gradients in her painting.",
      "The guest bedroom had a charming feature—a freestanding shelf that provided ample space for guests to find their next read.",
      "Aquarists discussed the challenges of keeping fish healthy in captivity, particularly those with complex dietary needs or territorial behaviors.",
      "The fine lines of the rim caught the light, adding a touch of sophistication.",
      "Art installations along the track added color and character to the urban landscape.",
      "The portrait captured the subject with a head covering that was both tall and narrow.",
      "During breaks, she enjoyed playing with her favorite toy.",
      "The auditorium had folding chairs that could be organized in rows for large gatherings.",
      "During the night, the silent sentinel on the wall continued its unceasing task of marking time.",
      "In the challenging terrain, the tracks allowed for easy turning and maneuvering.",
      "Researchers have discovered that these dolphins use echolocation to navigate and find prey.",
      "The historical bakery used stone-ground flour to preserve the original characteristics of the grain.",
      "She planted several varieties, hoping for a bountiful harvest.",
      "The die he was using for stamping had sharp, square edges for clean impressions.",
      "The photograph captured the moment when the light hit the flower just right, casting a warm glow.",
      "The breakfast bar on the island became a favorite spot for morning coffee and casual conversations.",
      "He admired the intricate stitching and the way the fabric hugged the wooden frame so perfectly.",
      "In bad weather, the operator would cancel or delay the trip to ensure everyone's safety.",
      "He often found himself daydreaming while staring out at the distant mountains through the finely crafted woodwork.",
      "The various attachments allowed for quick switching between tasks.",
      "She admired the way it added a pop of color to her outfit without being too bold.",
      "He climbed the vertical ladder of success, each rung representing a milestone achieved.",
      "The flower’s commonality made it a beloved part of everyday life.",
      "The local market was bustling with vendors selling fresh herbs and ingredients specific to the region.",
      "The engineer needed a tool to tap the bolts into the metal plate.",
      "The baker noted that the elasticity of the dough improved significantly after adding a small amount of wheat bran.",
      "The aroma in the kitchen reminded her of the cheese she used to make as a child.",
      "She enjoyed the process of dipping each piece into tempered chocolate, watching it harden before her eyes.",
      "These garments are often paired with sneakers or sandals, making them a versatile part of any wardrobe.",
      "The cheese’s mild flavor profile allowed it to blend seamlessly with a variety of ingredients.",
      "She appreciated the way the material moved with her, offering no restriction.",
      "The evening news had never looked so crisp and lifelike on the screen.",
      "A robust fuel system was essential for sustaining the intense demands of prolonged flights.",
      "It was easy to clean and maintain, making it ideal for daily use.",
      "A handful of toasted almonds brought warmth and crunch to the mix.",
      "Beneath the main section, there was a smaller drawer dedicated to holding small trinkets and personal mementos.",
      "The model's legs were accentuated by the wide, flowing hem of the garment.",
      "The seafood restaurant specialized in a particular type of fish that is celebrated for its delicate flavor and firm texture.",
      "The document needed a permanent yet erasable line for corrections.",
      "The scent of aged paper and ink filled the air, transporting him to another time.",
      "The plane's glide path was carefully monitored to ensure a smooth approach to the runway.",
      "A touch of aged cheddar added a slightly nutty undertone to the mix."
    ]
  }
}