{
  "concept": "ashtray",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Street ashtrays are commonly found in public areas where smokers gather.",
      "The design of street ashtrays often includes drainage to prevent water accumulation and reduce odors.",
      "Street ashtrays can be made from various materials such as metal, plastic, or concrete.",
      "Some street ashtrays are equipped with lighting to ensure they are visible at night.",
      "Street ashtrays serve as a designated area for smokers to dispose of their cigarette butts responsibly.",
      "Public health campaigns have advocated for the installation of more street ashtrays to encourage proper waste disposal.",
      "Street ashtrays come in different shapes and sizes, ranging from simple bowls to elaborate structures.",
      "The placement of street ashtrays is crucial for maintaining cleanliness in urban environments.",
      "Street ashtrays are often seen near bus stops, parks, and other public gathering spots.",
      "Environmentalists support the use of street ashtrays as a step towards reducing litter and improving air quality.",
      "Street ashtrays can be integrated into the landscape to blend in with the surroundings, enhancing aesthetic appeal.",
      "Some cities require restaurants and bars to provide street ashtrays for patrons.",
      "Street ashtrays are part of a broader initiative to manage waste in outdoor public spaces.",
      "The maintenance of street ashtrays is essential to keep them functional and hygienic.",
      "Street ashtrays can be designed to be self-cleaning, reducing the need for frequent manual cleaning.",
      "Public art installations sometimes incorporate street ashtrays as a functional element.",
      "Street ashtrays are an important component of urban furniture that promotes community well-being.",
      "The use of street ashtrays can help reduce the number of cigarette butts found in natural habitats.",
      "Street ashtrays can be customized with graphics or messages promoting smoking cessation.",
      "Street ashtrays are often placed in high-traffic areas to maximize their effectiveness in managing cigarette waste.",
      "The table ashtray was positioned at the corner of the coffee table for easy access.",
      "Sarah placed her cigarette in the table ashtray after finishing her last drag.",
      "The elegant table ashtray matched perfectly with the vintage style of the living room.",
      "The table ashtray had a sleek design that complemented the modern dining table.",
      "John reached for the table ashtray to dispose of his cigarette butt before it went out.",
      "The table ashtray was made of durable glass to withstand frequent use.",
      "Emily preferred using the table ashtray over the floor to keep the area clean.",
      "The table ashtray was part of a set that included a lamp and a bookend.",
      "The table ashtray was designed to hold multiple cigarette butts without spilling.",
      "The table ashtray came with a lid to prevent ash from scattering on the table.",
      "The table ashtray was an essential accessory for any smoker who hosted guests.",
      "The table ashtray had a capacity of about 10 cigarette butts before needing to be emptied.",
      "The table ashtray was a practical solution for managing cigarette waste during a party.",
      "The table ashtray featured a decorative rim that added a touch of elegance to the table.",
      "The table ashtray was easy to clean and maintain, even when filled with ash.",
      "The table ashtray was often used as a decorative piece when not in use for smoking.",
      "The table ashtray was made from a heat-resistant material to avoid accidental burns.",
      "The table ashtray was designed with a wide base for stability, preventing it from tipping over.",
      "The table ashtray was a thoughtful gift for anyone who enjoyed smoking indoors.",
      "The table ashtray was an important element in creating a smoke-friendly environment in the home.",
      "The ceramic ashtray was carefully crafted to hold the remnants of cigarettes.",
      "Placed on the coffee table, the ceramic ashtray added a touch of elegance to the room.",
      "The ceramic ashtray's smooth surface made it easy to clean after use.",
      "The ceramic ashtray was a practical addition to the living room, keeping the area tidy.",
      "Hand-painted with intricate designs, the ceramic ashtray became a conversation piece among guests.",
      "The ceramic ashtray was a family heirloom, passed down through generations.",
      "Made from durable ceramic, the ashtray could withstand regular use without cracking.",
      "The ceramic ashtray came in a variety of colors and patterns to match any decor.",
      "The ceramic ashtray was an environmentally friendly alternative to disposable ashtrays.",
      "The ceramic ashtray was part of a larger collection of home accessories.",
      "The ceramic ashtray had a matte finish that prevented fingerprints from smearing.",
      "The ceramic ashtray was lightweight but sturdy enough to handle frequent use.",
      "The ceramic ashtray was often used during social gatherings to keep the space organized.",
      "The ceramic ashtray was dishwasher safe, making cleanup quick and easy.",
      "The ceramic ashtray was a thoughtful gift for newlyweds or housewarmings.",
      "The ceramic ashtray was adorned with a blue and white glaze that matched the homeowner's taste.",
      "The ceramic ashtray was placed near the sofa to make it convenient for visitors to dispose of their cigarettes.",
      "The ceramic ashtray was a favorite among smokers who appreciated its quality and functionality.",
      "The ceramic ashtray was part of a set that included a matching vase and plate.",
      "The ceramic ashtray was a symbol of tradition and craftsmanship, embodying the spirit of handmade artistry.",
      "The metal ashtray was polished to a high shine, reflecting the dim light of the room.",
      "On the coffee table, a metal ashtray collected the remnants of a long-smoked cigarette.",
      "She reached for the metal ashtray to dispose of her cigarette but found it empty.",
      "The metal ashtray, with its sleek design, complemented the modern aesthetic of the living room.",
      "He placed his lit cigarette in the metal ashtray, feeling the coolness of the metal against his fingertips.",
      "The metal ashtray, a staple in every smoker's collection, stood ready to catch any errant ashes.",
      "During the evening party, guests used the metal ashtray to extinguish their cigarettes, creating a communal space.",
      "The metal ashtray, made from sturdy aluminum, had survived countless nights of social gatherings.",
      "In the dimly lit corner, the metal ashtray gleamed like a small mirror, catching the occasional flicker of light.",
      "As he cleaned up after the party, he noticed the metal ashtray was still warm from recent use.",
      "The metal ashtray, with its simple yet elegant design, was a favorite among smokers for its functionality and style.",
      "During the break between meetings, she smoked a cigarette and placed the ashes in the metal ashtray.",
      "The metal ashtray, adorned with a subtle etching, added a touch of sophistication to the otherwise utilitarian object.",
      "After a long day at work, he used the metal ashtray to cool down his cigarette before discarding it.",
      "The metal ashtray, a symbol of the old ways, remained an essential part of the home despite the rise of electronic smoking devices.",
      "At the end of the night, he carefully placed each cigarette butt into the metal ashtray, ensuring no sparks escaped.",
      "The metal ashtray, nestled on the sideboard, served as a reminder of the pleasure and relaxation associated with smoking.",
      "During the summer barbecue, the metal ashtray was used to collect the ashes from the lighter cigarettes.",
      "The metal ashtray, with its thick, durable construction, could withstand the heat from even the hottest cigarette butts.",
      "After a long evening of socializing, the metal ashtray was filled to the brim with the evidence of the night's activity",
      "The plastic ashtray was placed discreetly on the corner of the coffee table.",
      "Sarah chose a small, sleek plastic ashtray to complement her modern living room decor.",
      "The plastic ashtray was lightweight and easy to carry from room to room.",
      "He noticed the bright blue plastic ashtray in the corner of the bar, adding a pop of color.",
      "During the party, the plastic ashtray quickly filled with cigarette butts and ash.",
      "The plastic ashtray was designed with a non-slip base to keep it steady on any surface.",
      "She found an eco-friendly plastic ashtray made from recycled materials for her new apartment.",
      "The plastic ashtray was a practical solution for managing the mess left by guests.",
      "The plastic ashtray had a lid that could be flipped up to reveal a compartment for lighter fluid.",
      "At the end of the night, the plastic ashtray was emptied and rinsed clean.",
      "The plastic ashtray was part of a set that included a matching ashtray and cigarette holder.",
      "He bought a stack of plastic ashtrays for his office to provide a designated area for smoking breaks.",
      "The plastic ashtray was dishwasher safe, making cleanup quick and easy after a long day.",
      "During the summer, the plastic ashtray was perfect for outdoor barbecues and gatherings.",
      "The plastic ashtray was transparent, allowing her to see when it needed to be emptied.",
      "He decorated the plastic ashtray with a few stones and pebbles for added texture and interest.",
      "The plastic ashtray was a thoughtful gift for his friend who was trying to quit smoking.",
      "The plastic ashtray was designed to fit perfectly into the pocket of a leather briefcase.",
      "During the winter months, the plastic ashtray stayed warm and comfortable on the coffee table.",
      "The plastic ashtray was part of a collection of items she had purchased from a local artisan.",
      "The glass ashtray on the coffee table gleamed in the dim light of the room.",
      "Sarah carefully placed her cigarette butt into the glass ashtray to avoid making a mess.",
      "The elegant glass ashtray was a perfect addition to the modern living room decor.",
      "He reached for the glass ashtray, his fingers brushing against its smooth surface.",
      "The glass ashtray was filled with an assortment of cigarette butts and matches.",
      "During the evening, the glass ashtray collected more than just cigarette butts; it also gathered stories and laughter.",
      "The glass ashtray was a testament to the many evenings spent indoors, sipping drinks and smoking cigarettes.",
      "The designer glass ashtray caught the light, creating a mesmerizing play of colors and reflections.",
      "As he cleaned up after the party, he noticed that the glass ashtray had become quite full.",
      "The glass ashtray was a relic from a bygone era, still used occasionally despite the shift towards vaping and e-cigarettes.",
      "The glass ashtray sat quietly on the nightstand, waiting for its next visitor.",
      "She admired the intricate design etched into the glass ashtray as she arranged the last cigarette butt inside.",
      "The glass ashtray was a small yet significant part of the man's daily routine, collecting the evidence of his day's smoking.",
      "The glass ashtray was passed down through generations, each family member adding their own personal touch.",
      "The glass ashtray reflected the candlelight, casting dancing shadows across the walls.",
      "The glass ashtray was chosen for its durability and ability to withstand the occasional spill or accident.",
      "As the night wore on, the glass ashtray began to fill with more than just cigarette butts.",
      "The glass ashtray was a conversation starter at gatherings, often leading to nostalgic tales and shared memories.",
      "The glass ashtray was a symbol of the past, a gentle reminder of habits and preferences that have since changed.",
      "The glass ashtray stood proudly on the mantelpiece, a silent witness to countless moments of relaxation and contemplation.",
      "The pocket ashtray was a practical invention for smokers who couldn't find a suitable place to dispose of their cigarette butts.",
      "Despite its small size, the pocket ashtray proved to be a handy accessory for those who frequently smoked in public places.",
      "Many smokers preferred the convenience of a pocket ashtray over the hassle of carrying around an entire portable ashtray.",
      "The design of the pocket ashtray allowed it to fit snugly into a back pocket, making it discreet and easily accessible.",
      "The material of the pocket ashtray was often made from durable plastic or metal to withstand repeated use.",
      "Some models of pocket ashtrays included a small compartment for matches or lighters, adding even more functionality.",
      "The pocket ashtray became particularly popular among smokers who were concerned about littering and wanted to dispose of their cigarette butts responsibly.",
      "The compact size of the pocket ashtray meant that it could be carried without drawing attention, especially when worn under clothing.",
      "The pocket ashtray was sometimes given as a gift to smokers, often paired with a pack of cigarettes.",
      "While not as common today due to smoking bans in many public areas, the pocket ashtray remained a nostalgic item for older generations.",
      "The invention of the pocket ashtray demonstrated the ingenuity of designers in addressing the needs of smokers in various settings.",
      "Many travelers found the pocket ashtray useful during long flights or road trips where traditional ashtrays might not be available.",
      "The pocket ashtray was often sold alongside other smoking accessories like lighter cases and cigarette holders.",
      "Some smokers customized their pocket ashtrays with stickers or engravings, turning them into personalized items.",
      "The popularity of the pocket ashtray waned with the increasing prevalence of electronic cigarettes and vaping devices.",
      "Museum collections of smoking paraphernalia occasionally feature examples of vintage pocket ashtrays.",
      "The pocket ashtray served as a reminder of a time when smoking was more socially acceptable in public spaces.",
      "Collectors of vintage smoking memorabilia sought out rare and unique designs of pocket ashtrays.",
      "The pocket ashtray's design was often influenced by fashion trends, with some models featuring decorative elements or matching sets.",
      "As smoking rates declined in many countries, the production and sale of pocket ashtrays also decreased, though they remain collect"
    ],
    "negative": [
      "Egg pasta can be frozen for future use, making it convenient for those who enjoy these dishes regularly.",
      "In the kitchen, having a set of teaspoons of different sizes helps with precise measurements.",
      "During the office party, everyone was encouraged to bring a photo in a plastic frame to share with colleagues.",
      "The soles of tennis shoes are typically made of rubber for better traction on court surfaces.",
      "The t-shirt with a nature print was ideal for hiking trips, blending seamlessly with the outdoors.",
      "The fluorescent lamp in the workshop produces a lot of light, which is perfect for working on projects.",
      "Silk shirts often come in a variety of colors, from classic whites to vibrant hues.",
      "Scrambled eggs are a versatile dish that can be enjoyed any time of day.",
      "The process of using water crayons involves applying color with the crayon and then adding water to create a softer, more fluid look.",
      "Sliced bread is a key component in many classic American comfort foods, such as BLTs and ham and cheese subs.",
      "White meat from game birds, such as pheasant or quail, offers a unique taste and is often used in gourmet dishes.",
      "The lined sheet helped her stay organized while preparing for the upcoming exam by listing key concepts.",
      "The oval head of the fruit was carefully selected for its perfect ripeness.",
      "The cargo ship's cargo was insured against loss or damage during transportation.",
      "Blackberries are commonly used in jams, pies, and cobblers due to their natural sweetness and tartness.",
      "Grapefruits are often paired with other citrus fruits like oranges and limes.",
      "Coffee spoons come in various materials such as stainless steel, silver, or even gold.",
      "Medical gloves can also be used in food service settings to protect food from contamination.",
      "The muralist used a large, flat paintbrush for painting to cover vast areas of the wall quickly and efficiently.",
      "The red tulip was the centerpiece of her flower arrangement.",
      "The porthole on the historic clipper ship was one of the few surviving original features after years of restoration.",
      "Archaeologists have uncovered numerous amphoras in shipwrecks, highlighting their importance in maritime trade.",
      "During the winter, the single-leaf window was often left closed to maintain warmth, but it was opened wide on sunny days.",
      "The wall lamp in the entryway was a statement piece, drawing attention to the front of the house.",
      "He adjusted the pillows on the queen-size bed, making sure they were comfortable before settling down for a nap.",
      "John was known for his fat belly, which made him look like he was always ready for a feast.",
      "The design of scissors with rounded tips ensures that they can be used by people with limited dexterity.",
      "When making a roux, she knew the saucepan would be the best pot to achieve the right consistency.",
      "Some baseball caps are designed with additional features like UV protection or moisture-wicking technology.",
      "Maintenance of standard tractors is relatively straightforward, making them user-friendly for many operators.",
      "Walnuts, like certain fruits, can be incorporated into pesto recipes to add a unique flavor profile.",
      "The loose fit of an oversized t-shirt can create a more relaxed silhouette, which is particularly appealing in warm weather.",
      "The process of frying an egg requires patience and attention to ensure it's cooked just right.",
      "The school cafeteria provided plastic plates for lunch to reduce waste.",
      "Black hair can be styled into intricate braids and twists for special occasions.",
      "The screwdriver is one of the most versatile tools in home improvement projects.",
      "The simplicity of bingo rules makes it an excellent choice for introducing new players to the world of board games.",
      "In captivity, pandas require specialized diets and enrichment activities to ensure their well-being and health.",
      "The yacht's crew worked tirelessly to maintain the vessel's pristine condition and ensure the comfort of its guests.",
      "Left-handed scissors are available in both manual and powered versions, catering to different needs and preferences.",
      "In comparison to staircases, escalators can significantly reduce the time it takes for people to travel between floors.",
      "Goat milk can be beneficial for skin health when applied topically or consumed regularly.",
      "The small-sized dog was curled up in a cozy corner, basking in the afternoon sun.",
      "During the cooler months, silk scarves can be used to keep the neck warm while maintaining a stylish look.",
      "The design of motocross motorcycles allows for quick maneuvering and precise control, which is crucial for racing.",
      "The projecting balcony can be used as an extension of the indoor living area, creating a seamless transition between the inside and outside spaces.",
      "The new year's resolution focused on reducing the fat belly through a combination of diet and exercise.",
      "Tangerines come in various varieties, such as the Dancy and Tangor.",
      "The ferry was one of the main modes of transportation for tourists visiting the islands nearby.",
      "The farmer's market featured a stall dedicated to selling bull's-eye eggs, known for their quality.",
      "Many individuals choose Brazilian briefs for their versatility, as they can be dressed up or down depending on the occasion.",
      "Ballpoint pens are ideal for taking detailed notes during meetings or lectures.",
      "The minibus routes were carefully planned to serve the needs of the local population efficiently.",
      "He used a large, fluffy pillow as a makeshift cushion when he sat on the floor to read.",
      "During the tulip festival, the purple tulip was prominently displayed in the main exhibit.",
      "His thin mouth was almost invisible when he smiled, giving him a mysterious air.",
      "The contract was signed on a sheet of paper with witnesses present.",
      "He decided to invest in a good quality pair of cotton briefs for better overall comfort.",
      "The noise footprint of airplanes is generally broader during takeoff and landing, affecting nearby",
      "She preferred the taste of white bread over whole grain because it was less dense.",
      "The Red Arrow train's crew received regular training to handle various emergency situations.",
      "The velvet jacket not only kept him warm but also added a touch of sophistication to his casual wear.",
      "When working with gouache, a soft brush allows for precise control over color application.",
      "Electric screwdrivers provide more torque than manual ones for quicker work.",
      "The digital wall clock on the bathroom wall displayed the time and date clearly, even in low light.",
      "Customizing a wooden photo frame with a special message can make it even more meaningful.",
      "Fennel seeds are often used in pickling recipes to add a unique flavor profile.",
      "The texture of horse meat can be quite different from that of beef or chicken, which might take some getting used to.",
      "He used his left foot to kick open the door in a daring escape.",
      "A three-wheeled scooter can be an ideal solution for transporting groceries or other lightweight items.",
      "Salmon is a type of fish known for its rich, oily flesh and distinctive pink color.",
      "Still life paintings can range from realistic representations to abstract interpretations of the subject.",
      "When layering, a knee-length skirt under a longer coat can create a chic, layered look.",
      "The handle of a meat knife is typically made from materials that provide a secure grip during cutting.",
      "She used the small pot to make a fragrant pot of jasmine tea every evening.",
      "The upturned nose of the antique vase was a testament to its age and craftsmanship.",
      "The elegant jacket was designed to be both stylish and practical, offering excellent coverage without being bulky.",
      "The texture of fresh cheese is usually soft and slightly runny when it's very fresh.",
      "A smartwatch can serve as an alarm clock, waking you up gently in the morning.",
      "Abstract expressionism is one of the most well-known styles within the broader category of abstract painting.",
      "In literature and art, dog roses are sometimes depicted as symbols of love and beauty in nature.",
      "The community center ordered several gaming tables for their monthly game nights.",
      "The oak tree's lifespan could exceed several hundred years, making it a living monument.",
      "The weight distribution in tailor's scissors helps maintain balance and control during intricate cutting tasks.",
      "The ham was paired with a light salad to balance out the richness of the dish.",
      "The carriage's design incorporated features to minimize jolts and bumps during travel.",
      "The hydrofoil ferry's ability to plane on top of the water surface reduces the impact of waves and choppy conditions.",
      "Cheesemakers appreciate the stability of sheep milk curds, which help in creating firm and flavorful cheeses.",
      "Hiking shoes can vary in weight, with lightweight models favored by those who want to minimize pack weight.",
      "A stainless steel colander can also be used as a strainer for homemade ice cream or sorbet.",
      "Writing desks are often paired with comfortable chairs to create an ideal environment for extended periods of work or study.",
      "The sofa with storage is perfect for college students who need extra space for textbooks and laptops.",
      "The articulated tractor’s design also includes features like air suspension to provide a smoother ride and reduce wear on the machine.",
      "Tandem bicycles can be adapted for use by people with disabilities, allowing them to cycle alongside able-bodied individuals.",
      "The ladder was propped against the tree trunk, resembling a miniature staircase for reaching the branches.",
      "When shopping for a winter scarf, think about the colors that will best match your existing winter wardrobe.",
      "These elephants are known for their intelligence and memory, often remembered by generations within their herds.",
      "DVD players have evolved over time, from bulky devices to sleek, compact units with enhanced functionality.",
      "Chef Marco preferred to use penne for his carbonara dish because it held the creamy sauce well.",
      "During the winter months, savoy cabbage is a staple vegetable in many households due to its availability and hardiness.",
      "The German Shepherd's reputation as a versatile working dog has made it one of the most popular breeds worldwide.",
      "When shopping for rigatoni, look for pasta made from durum wheat semolina for the best texture.",
      "After eating too many sweets, she woke up with a bloated belly that felt like a balloon.",
      "The elegant coat came in a rich color that perfectly matched the fall season.",
      "Properly broken-in tennis shoes ensure a comfortable and supportive fit throughout long matches.",
      "Metal ladles often have markings indicating their capacity and safe operating temperature ranges.",
      "Avocado trees require specific conditions to thrive, including well-drained soil and moderate temperatures.",
      "The big eye of the frog could spot prey from far away.",
      "Maintenance of laminated flooring is minimal, requiring only occasional sweeping and occasional cleaning with a damp cloth.",
      "When engaging in high-intensity workouts, sports tank tops provide excellent ventilation to keep the body cool.",
      "He found comfort in the thick fabric of his heavy coat, which seemed to hold back the cold.",
      "They are often crossbred with other breeds to produce offspring with desirable traits.",
      "The use of pointed arches and ribbed vaults in Gothic architecture often required thinner columns than those found in earlier styles.",
      "The shape of a coffee spoon is slightly different from that of a standard teaspoon, with a flatter top surface.",
      "The muscles in the neck help protect the spinal cord and support the head during movement.",
      "He often referenced his planner notebook when preparing for meetings or presentations.",
      "Rice flakes are a popular alternative to wheat flakes for making healthier cereal options.",
      "The artist captured the subtle beauty of the white orchid in her latest watercolor painting.",
      "An articulated lorry is a type of truck that consists of a single驾驶室和多个挂车段。",
      "In baking competitions, judges often appreciate entries that use bread without salt as a creative ingredient.",
      "The pink daisy thrives in full sun but can also tolerate partial shade.",
      "During her art class, Mia used a short ruler to draw precise lines on her canvas.",
      "The external balcony's wooden flooring gave it a warm and inviting feel, contrasting with the cool night air.",
      "The warm glow of the desk lamp made the late-night study session feel more comfortable.",
      "Children in some Italian schools might wear berretti as part of their school uniform.",
      "His waterproof coat protected him from the sudden shower while walking his dog.",
      "A scoliotic back might require modifications to daily activities to avoid exacerbating the condition.",
      "The dessert plate was customized with a personal message for the recipient, making it a thoughtful gift.",
      "Long-sleeve t-shirts are ideal for layering, especially when the weather changes unpredictably.",
      "In \"Taboo,\" the taboo words serve as obstacles that players must navigate around to successfully convey their message.",
      "The cardboard sheet was taped together to form a large sign for the event.",
      "The Japanese bathroom is often a small, multifunctional space that integrates both bathing and toilet facilities.",
      "HD television can enhance the overall aesthetic of a living space, with sleek designs that complement contemporary decor.",
      "Mountain bikes are typically fitted with a derailleur system that allows for quick and easy gear changes.",
      "The strap of his new wristwatch was made of high-quality silicone.",
      "The ladle is often made from materials such as metal, wood, or plastic, while carving forks are typically crafted from silver or stainless steel.",
      "When preparing a homemade pizza, it's important to use a pizza pan to ensure even cooking and a crispy crust.",
      "The coffee saucer sat neatly beside the cup, catching any stray droplets.",
      "The editor's introduction to the book provides context for the essays that follow.",
      "A fried egg can be served with bacon, sausages, or toast for a classic breakfast combination."
    ]
  }
}