{
  "concept": "back",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The cat stretched its curved back in a graceful arch.",
      "The turtle's shell provided a sturdy, curved back for protection.",
      "The camel's hump is actually a modification of its curved back to store fat.",
      "The spine forms a natural curve along the back to support the body's weight.",
      "The curved back of the sofa offered comfort and support for the weary traveler.",
      "The elephant's long, curved back was a marvel of nature's engineering.",
      "The fish's dorsal fin supported its curved back as it swam gracefully through the water.",
      "The horse's powerful, curved back was essential for its athletic performance.",
      "The sloth's slow movements were perfectly adapted to its curved back and lifestyle.",
      "The curved back of the chair provided a comfortable place for the elderly to rest.",
      "The curved back of the guitar provided a resonant surface for the strings.",
      "The curved back of the umbrella shielded the user from rain and sun.",
      "The curved back of the horseshoe crab provided a unique structure for its survival.",
      "The curved back of the scorpion was both a defensive and offensive weapon.",
      "The curved back of the sailboat's mast helped catch the wind for navigation.",
      "The curved back of the tortoise was an evolutionary adaptation for protection.",
      "The curved back of the lyre created a beautiful sound when played.",
      "The curved back of the log offered a cozy spot for the bear to nap.",
      "The curved back of the bicycle seat was designed for rider comfort during long rides.",
      "The curved back of the leaf provided shade and support for smaller plants growing beneath.",
      "Maintaining a straight back is crucial for good posture and overall spinal health.",
      "The straight back is often considered the ideal position when sitting or standing.",
      "Regular exercises can help strengthen the muscles supporting a straight back.",
      "A straight back not only improves appearance but also boosts confidence.",
      "Poor posture can lead to a rounded back, which may cause discomfort and pain.",
      "Ergonomic furniture can support a straight back during long hours of work.",
      "Practicing yoga regularly can enhance flexibility and maintain a straight back.",
      "Keeping a straight back while lifting heavy objects can prevent injuries.",
      "Many fitness experts recommend maintaining a straight back during core workouts.",
      "A straight back contributes significantly to reducing the risk of back pain.",
      "Sleeping on a firm mattress helps in keeping the spine aligned with a straight back.",
      "Correcting a hunched back involves gradually adopting and maintaining a straight back posture.",
      "A straight back can be maintained by performing regular stretching exercises.",
      "Maintaining a straight back requires conscious effort and practice, especially for those with sedentary jobs.",
      "Physical therapists often focus on correcting poor posture to achieve a straight back.",
      "Using a lumbar support pillow can aid in maintaining a straight back while sleeping.",
      "Pilates exercises are excellent for strengthening the muscles that support a straight back.",
      "A straight back is essential for proper breathing and overall lung function.",
      "Consistent use of a posture corrector can help in achieving and maintaining a straight back.",
      "Regular check-ups with a chiropractor can ensure that the spine remains in alignment for a straight back.",
      "The scoliotic back often requires specialized support to maintain its structural integrity.",
      "Physical therapists use specific exercises to help strengthen the muscles on the scoliotic back's side.",
      "A scoliotic back may appear visibly curved when viewed from behind.",
      "Patients with a scoliotic back might need to wear a brace to prevent further curvature.",
      "The scoliotic back can be affected by various factors, including genetics and neuromuscular conditions.",
      "Doctors often recommend regular check-ups for individuals with a scoliotic back to monitor changes.",
      "A scoliotic back can lead to discomfort and pain, especially during physical activities.",
      "Specialized orthopedic shoes can sometimes be prescribed to help correct the alignment in a scoliotic back.",
      "In severe cases of scoliosis, surgery might be necessary to correct the scoliotic back's curvature.",
      "The scoliotic back's curvature can impact posture and overall body alignment.",
      "Patients with a scoliotic back are advised to practice good posture to reduce strain on their spine.",
      "Physical therapy plays a crucial role in managing the condition of a scoliotic back.",
      "The scoliotic back's curvature can affect lung capacity and function, particularly if the curve is significant.",
      "Braces are often used as a non-surgical treatment option for children with a developing scoliotic back.",
      "The scoliotic back's condition can vary over time, requiring adjustments in treatment plans.",
      "A scoliotic back might require modifications to daily activities to avoid exacerbating the condition.",
      "The scoliotic back can benefit from wearing a supportive brace during activities that cause strain.",
      "Regular chiropractic care can help alleviate some of the discomfort associated with a scoliotic back.",
      "The scoliotic back's curvature can lead to muscle imbalances, which physical therapy aims to address.",
      "Early detection and intervention are key in managing the progression of a scoliotic back.",
      "The elderly woman's crooked back made it difficult for her to stand straight.",
      "The doctor recommended physical therapy to strengthen the muscles supporting her crooked back.",
      "Her crooked back was a result of years of heavy lifting and poor posture.",
      "The crooked back often caused her to experience chronic pain in her lower back.",
      "Despite her crooked back, she managed to walk with a cane and maintain her independence.",
      "The crooked back had become more pronounced as she aged, affecting her daily activities.",
      "She tried various remedies, from massage to acupuncture, to alleviate the discomfort in her crooked back.",
      "The crooked back was a visible sign of the wear and tear on her body over many years.",
      "Her crooked back made it challenging for her to reach items high up on shelves.",
      "The crooked back was sometimes accompanied by stiffness and limited mobility.",
      "She had to be careful when sitting or standing for long periods due to her crooked back.",
      "The crooked back had forced her to adjust her wardrobe to accommodate her condition.",
      "The crooked back often led to misalignments in her spine, causing additional issues.",
      "She learned to manage her crooked back through regular exercise and maintaining a healthy weight.",
      "The crooked back was not just a physical challenge but also an emotional one, affecting her confidence.",
      "Her crooked back was a constant reminder of the importance of taking care of her body.",
      "The crooked back had influenced her choice of jobs, favoring those that required less physical strain.",
      "She found solace in yoga and Pilates to help improve the flexibility and strength of her crooked back.",
      "The crooked back had taught her resilience and the value of perseverance in overcoming obstacles.",
      "She hoped that with time and consistent effort, her crooked back would gradually improve."
    ],
    "negative": [
      "Honeydew melons are sometimes used in fruit salads for their crisp texture.",
      "Clownfish are part of the family Amphiprioninae, which includes over 30 different species.",
      "With smart TVs, users can access a wide range of content from various platforms without leaving their living room.",
      "The chef used his left hand to feel the temperature of the soup without burning himself.",
      "Sarah decided to convert her spare bedroom into a walk-in closet to accommodate her extensive collection of shoes.",
      "The term \"citrus\" refers to a family of fruits that includes oranges, grapefruits, and limes, as well as lemons.",
      "During hot summer months, the external staircase offered a cooler alternative to indoor hallways, making it a popular spot for relaxation.",
      "Many sports cars feature aerodynamic body shapes to reduce drag and improve fuel efficiency.",
      "When planning a wedding, the invitations were printed on A5 sheets to fit perfectly into the mailboxes.",
      "The ping pong table in the museum cafe is a unique addition that attracts visitors looking for a break from exhibits.",
      "Sport motorcycles feature aerodynamic designs to reduce wind resistance at high speeds.",
      "The wood of the maritime pine is highly prized for its strength and durability, making it suitable for construction and furniture-making.",
      "When shopping for a leather skirt, it's important to consider the fit and how it will sit on your body.",
      "The surgeon's slender hand performed the delicate operation with precision and care.",
      "The elegant glass ashtray was a perfect addition to the modern living room decor.",
      "Many riders choose a scooter 150 for its ease of maneuverability in urban areas.",
      "For the science project, they used a transparent colored sheet to trace the shapes of leaves.",
      "The sunshade curtain was equipped with a motorized mechanism for easy operation.",
      "The robotic arm's ability to work in hazardous environments protected human workers.",
      "In a meat sauce, rigatoni pairs wonderfully with ground beef, pork, or a combination of both.",
      "The square bedside table was crafted with high-quality materials, ensuring it would last for years.",
      "The swivel chair in the break room was often used for casual conversations between coworkers.",
      "She often took her small-sized dog to the local dog park for socialization.",
      "The construction of a vest is similar to that of a jacket, with attention to detail in stitching and fabric quality.",
      "The process of making durum wheat bread involves a long fermentation period to develop its distinct flavor profile.",
      "For her miniature paintings, she always used a small paintbrush to maintain the high level of detail.",
      "For a healthier alternative to butter, some opt to use spreadable cheese on their toast.",
      "The hotel room's bedroom had blackout curtains to ensure a good night's sleep.",
      "For DIY projects, permanent markers can be used to label components or parts for easy identification.",
      "She used her sketchbook to practice shading techniques and improve her drawing skills.",
      "The blouse shirt's timeless design ensures it will remain a wardrobe essential for years to come.",
      "She balanced three shot glasses on her tray, ready to serve the guests.",
      "City bicycles are designed to be lightweight and easy to maneuver through busy city streets.",
      "The garden tool dealer had just received a shipment of new products for the season.",
      "The brown mouse's movements were quick and agile, making it difficult to catch.",
      "A mechanical arm's flexibility allows it to reach areas that are difficult or impossible for humans to access.",
      "Roasted pumpkin seeds are a tasty snack that comes from the same plant as the pumpkin flesh.",
      "When making smooth pasta at home, the key is to ensure the dough is perfectly kneaded and rested.",
      "The marble tiles in the luxury bathroom added a touch of grandeur and sophistication.",
      "Wool gloves are biodegradable and sustainable, offering an eco-friendly option for hand protection.",
      "During the renovation, they decided to keep the original ceiling with beams intact to preserve the building's historical charm.",
      "The versatility of Russian salad allows for creative substitutions and additions based on personal preferences or available ingredients.",
      "The ring binder notebook is a versatile tool for organizing notes and documents.",
      "Many famous songs have been written and performed on acoustic guitars.",
      "The reticulated giraffe is one of the most recognizable subspecies due to its distinctive pattern of dark patches separated by lighter lines.",
      "The hood of a cobra is not a part of its skin but a result of the expansion of its ribs and muscles.",
      "Butcher knives can be used for more than just meat; they are versatile enough for tasks like chopping vegetables or even carving poultry.",
      "Many safari shirts come with multiple pockets, perfect for carrying essentials on a hike or expedition.",
      "To enhance the flavor of durum wheat bread, some bakers add sesame seeds or other grains during the mixing process.",
      "The wooden leg was designed to mimic the natural movement of a human leg as closely as possible.",
      "The Greek foot's influence can be seen in the structure of modern poetry and even in contemporary music.",
      "Coconut milk is a staple ingredient in Thai cuisine, where it is used extensively in soups, curries, and desserts.",
      "Gorillas are the largest living primates and share many characteristics with monkeys.",
      "In the forest, the gray mouse blended perfectly into the fallen leaves.",
      "Peanuts are an excellent source of vitamin E, another characteristic shared by many legumes.",
      "Travel pillows often feature breathable materials that help maintain airflow, acting as a cooling cushion for hot climates.",
      "The yellow mimosa's flowers produce nectar that is attractive to hummingbirds and other birds.",
      "Ski gloves with adjustable cuffs can be customized to fit snugly around the wrist.",
      "Winter's four seasons pizza could feature caramelized onions and parmesan cheese.",
      "Some people with flat feet experience heel pain that worsens after physical activity.",
      "He used the chronograph to time the precise duration of his morning jog.",
      "The two-seater sofa comes with a matching ottoman for extra storage or additional seating.",
      "The white orchid's soft color palette blended seamlessly with the green leaves, creating a calming effect.",
      "Online video games often require a stable internet connection to ensure smooth gameplay and interaction with other players.",
      "The gasoline scooter's compact size made it easy to park in tight spaces downtown.",
      "Sarah bought a music CD at the local record store to listen to on her commute.",
      "The bride's hair was adorned with a delicate tiara, holding her blond locks in place.",
      "The Appaloosa horse's spotted pattern is determined by a specific gene.",
      "The tennis ball's impact on the game has evolved over time, with modern designs improving its performance.",
      "Educational platforms use video games to teach various subjects, making learning both fun and interactive.",
      "For the art project, she used a metal ruler to draw straight lines, enhancing the overall symmetry of her creation.",
      "These giants can live up to 60-70 years in the wild, making them long-lived among mammals.",
      "The linen shirt was a staple in his wardrobe, suitable for both casual and semi-formal occasions.",
      "Metal components in a sharpener contribute to its ability to safely and efficiently sharpen pencils.",
      "Granny Smith apples are crisp and tart, perfect for baking pies.",
      "The dress shoe is an essential part of any formal attire, providing both style and comfort.",
      "The colander with handle not only drained but also served as a handy strainer for homemade soups and stews.",
      "Lamb's lettuce pairs well with citrus fruits in salads, enhancing their natural flavors and creating a vibrant combination.",
      "African lions play a crucial role in maintaining the balance of their ecosystem by controlling the populations of their prey species.",
      "Modular sofas often come in various colors and fabrics to match your decor."
    ]
  }
}