{
  "concept": "balcony",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The recessed balcony offered a perfect spot for morning coffee, surrounded by the gentle morning light.",
      "The architects designed the recessed balcony to extend the living space seamlessly into the garden below.",
      "The recessed balcony was an ideal place to grow herbs and small plants, adding a touch of greenery to the urban setting.",
      "The recessed balcony provided a cozy nook for reading books and enjoying the serene view of the cityscape.",
      "The recessed balcony featured built-in seating, making it a comfortable area for relaxation and socializing.",
      "The recessed balcony was framed with elegant railings that complemented the modern architecture of the building.",
      "The recessed balcony allowed for privacy while still offering a breathtaking view of the surrounding landscape.",
      "The recessed balcony was equipped with a retractable awning to protect from the elements and provide shade when needed.",
      "The recessed balcony was a favorite spot for watching the sunset, capturing the vibrant colors of the sky.",
      "The recessed balcony included a small outdoor kitchenette, perfect for hosting casual gatherings and barbecues.",
      "The recessed balcony was enclosed with glass panels, creating a private outdoor space within the apartment.",
      "The recessed balcony was adorned with potted plants and flowers, enhancing the aesthetic appeal of the living space.",
      "The recessed balcony featured a small water feature, adding a soothing sound and visual element to the outdoor area.",
      "The recessed balcony was designed with a sloping roof to maximize the available space and provide a unique architectural feature.",
      "The recessed balcony was equipped with built-in storage units, allowing residents to keep their gardening tools and supplies organized.",
      "The recessed balcony was a popular gathering spot during summer evenings, where neighbors would come together for community events.",
      "The recessed balcony was fitted with solar-powered lighting, ensuring it remained bright and inviting even after dark.",
      "The recessed balcony was a focal point in the design of the apartment, blending indoor and outdoor living spaces seamlessly.",
      "The recessed balcony was a versatile space, used for both formal entertaining and intimate family gatherings.",
      "The recessed balcony was a testament to the innovative design approach, offering a functional and aesthetically pleasing outdoor extension of the home.",
      "The enclosed balcony provided a cozy space for reading and enjoying the morning sun.",
      "The enclosed balcony was designed to keep out rain and wind while still offering a view of the garden.",
      "She spent hours on her enclosed balcony, knitting and watching the world go by.",
      "The enclosed balcony was a perfect spot for hosting small gatherings with friends.",
      "The enclosed balcony added an extra layer of privacy to the apartment.",
      "During the summer months, the enclosed balcony became a favorite spot for afternoon tea.",
      "The enclosed balcony was equipped with comfortable seating and a small table for outdoor dining.",
      "The enclosed balcony offered a quiet retreat from the bustling city below.",
      "The enclosed balcony was a crucial element in the home's layout, providing both functionality and aesthetic appeal.",
      "The enclosed balcony featured a unique glass roof that allowed natural light to filter through.",
      "The enclosed balcony was a sanctuary where she could escape the noise of the street.",
      "The enclosed balcony came complete with built-in shelves for plants and books.",
      "The enclosed balcony was a popular feature among tenants in the apartment complex.",
      "The enclosed balcony was often used as a workspace for remote employees.",
      "The enclosed balcony had a retractable screen that could be opened or closed depending on the weather.",
      "The enclosed balcony was a key selling point for the property.",
      "The enclosed balcony was adorned with hanging planters and colorful flowers.",
      "The enclosed balcony was a great place to watch the sunset without feeling exposed.",
      "The enclosed balcony was equipped with a small refrigerator for keeping drinks cold.",
      "The enclosed balcony offered a serene environment for meditation and relaxation.",
      "The projecting balcony extends outward from the main structure of the building, offering a unique vantage point for enjoying the view.",
      "A projecting balcony can be designed with railings that provide both safety and elegance to the architectural design.",
      "The projecting balcony not only adds aesthetic value but also enhances the functionality of the living space by providing outdoor seating areas.",
      "In rainy weather, a projecting balcony with proper drainage systems ensures that water does not accumulate on the surface.",
      "The projecting balcony can be used as an extension of the indoor living area, creating a seamless transition between the inside and outside spaces.",
      "Architectural plans often include projecting balconies as a way to maximize natural light and ventilation in the living space.",
      "Projecting balconies can be enclosed or left open, depending on the climate and the homeowner's preferences.",
      "When designing a projecting balcony, it is crucial to consider the load-bearing capacity of the surrounding structure.",
      "The projecting balcony can serve as a private retreat for reading or meditating, away from the hustle and bustle of daily life.",
      "In urban settings, projecting balconies can provide greenery and privacy in densely populated areas.",
      "The projecting balcony can be equipped with built-in planters for growing herbs or flowers, adding a touch of nature to the urban environment.",
      "Projecting balconies often feature custom railings and balustrades that complement the overall aesthetic of the building.",
      "The projecting balcony can be accessed from multiple rooms within the house, enhancing the connectivity of the living space.",
      "During festive occasions, the projecting balcony can be adorned with lights and decorations to create a festive atmosphere.",
      "The projecting balcony can be designed with weather-resistant materials to ensure durability and longevity.",
      "In colder climates, the projecting balcony might require additional insulation to prevent heat loss during winter months.",
      "The projecting balcony can be used as a workspace, providing a quiet and serene environment for concentration and productivity.",
      "The projecting balcony can be integrated with smart home technology, allowing for automated shading and temperature control.",
      "Projecting balconies can be a significant selling point for real estate properties, attracting buyers who value outdoor living spaces.",
      "The projecting balcony can be used for hosting small gatherings or barbecues, offering a convenient and comfortable outdoor entertainment area.",
      "The covered balcony provided a cozy space to enjoy the rain without getting wet.",
      "She spent her afternoons reading books on the comfortable chairs of her covered balcony.",
      "The covered balcony overlooked the bustling street below, offering a perfect spot for people-watching.",
      "During the colder months, the covered balcony became an essential extension of their living room.",
      "The family often gathered on the covered balcony during summer evenings to grill and chat.",
      "The covered balcony was equipped with a retractable awning for additional shade during sunny days.",
      "The covered balcony had a small garden with potted plants that thrived in the filtered sunlight.",
      "Every morning, she would sip her coffee on the covered balcony as she watched the sunrise.",
      "The covered balcony featured a built-in seating area with cushions for relaxation.",
      "The covered balcony was designed with sliding glass doors that opened up to the outdoor space.",
      "During heavy snowfall, the covered balcony offered a safe haven from the cold and wind.",
      "The covered balcony came with a ceiling fan to keep the air circulating and maintain a comfortable temperature.",
      "The covered balcony had a unique design with a sloping roof that collected rainwater in a small barrel.",
      "He would spend hours playing chess with his grandfather on the covered balcony during his visits.",
      "The covered balcony included a small table and chairs set for dining al fresco style.",
      "The covered balcony's proximity to the kitchen made it easy to serve drinks and snacks outside.",
      "The covered balcony was adorned with string lights that cast a warm glow during nighttime gatherings.",
      "The covered balcony had a retractable roof that could be lowered to let in more natural light.",
      "The covered balcony was a favorite spot for the kids to play hide-and-seek during their summer vacation.",
      "The covered balcony's ventilation system ensured that fresh air circulated even when the doors were closed.",
      "The external balcony offered a perfect spot to enjoy the morning coffee while watching the sunrise.",
      "The external balcony was designed with railings that provided a safe yet unobstructed view of the city below.",
      "The external balcony's modern glass railing allowed for an unimpeded view of the night sky.",
      "The external balcony featured potted plants and a small seating area, making it a cozy retreat from the busy street.",
      "The external balcony's proximity to the bedroom window meant it could be used as a private outdoor space.",
      "The external balcony's large size accommodated a dining table and chairs, ideal for hosting small gatherings.",
      "The external balcony was equipped with mosquito netting, ensuring a comfortable evening spent outdoors.",
      "The external balcony's orientation towards the west provided a spectacular view of the sunset.",
      "The external balcony's proximity to the kitchen made it easy to serve drinks and snacks during outdoor parties.",
      "The external balcony's sliding glass doors could be opened fully to connect the indoor and outdoor spaces seamlessly.",
      "The external balcony's minimalist design included a few pieces of furniture and a small water feature.",
      "The external balcony's location on the second floor provided a birds-eye view of the garden below.",
      "The external balcony's wooden flooring gave it a warm and inviting feel, contrasting with the cool night air.",
      "The external balcony's proximity to the living room made it an extension of the home's interior space.",
      "The external balcony's retractable awning provided shade during sunny afternoons, protecting from the heat.",
      "The external balcony's proximity to the master bedroom allowed for a peaceful retreat at the end of the day.",
      "The external balcony's unique shape added character to the building's exterior, drawing attention to its architectural features.",
      "The external balcony's inclusion of a small grill made it possible to cook and dine al fresco.",
      "The external balcony's proximity to the swimming pool created a natural extension of the backyard oasis.",
      "The external balcony's use of solar-powered lighting ensured it remained illuminated even in the darkest evenings.",
      "The expansive terrace offered a perfect spot to relax with a cup of coffee in the morning sun.",
      "Adjacent to the living room, the terrace provided a serene space for reading and enjoying the garden view.",
      "The terrace was transformed into a small oasis with potted plants and a cozy seating area.",
      "During the summer months, the terrace became an extension of the dining area, hosting outdoor meals under the stars.",
      "The rooftop terrace offered panoramic views of the city skyline, making it a favorite spot for photography enthusiasts.",
      "The balcony's smaller cousin, the terrace, served as a transitional space between indoor and outdoor living areas.",
      "The terrace was designed with sliding glass doors that could be opened to blur the line between inside and out.",
      "In colder climates, the terrace often featured heating elements to extend its usability throughout the year.",
      "The terrace was equipped with built-in planters and a drip irrigation system, ensuring lush greenery even in dry weather.",
      "The terrace's proximity to the kitchen made it ideal for serving drinks and snacks during barbecues or casual gatherings.",
      "The terrace was used as a workspace during the day, with ample natural light and comfortable seating.",
      "The terrace's wooden flooring provided a warm and inviting surface, contrasting beautifully with the modern glass facade of the building.",
      "The terrace's design incorporated a retractable awning to protect from harsh sunlight and rain.",
      "The terrace was often the preferred spot for morning yoga sessions, thanks to its open-air ambiance and fresh air.",
      "The terrace's proximity to the swimming pool made it a convenient place for pre- and post-swim relaxation.",
      "The terrace featured a state-of-the-art sound system, allowing residents to enjoy music and entertainment outdoors.",
      "The terrace's large windows allowed for plenty of natural light, making it a bright and airy space even on overcast days.",
      "The terrace was decorated with string lights and candles, creating a romantic atmosphere for intimate dinners.",
      "The terrace's design included a built-in grill and sink, making it a functional outdoor kitchen for those who love to cook al fresco.",
      "The terrace's location on the top floor offered a unique perspective of the neighborhood, perfect for watching sunsets and starry nights."
    ],
    "negative": [
      "Digital photo frames can help preserve memories by displaying them in a protected and easily accessible format.",
      "In formal settings, a double-breasted jacket paired with a suit can add a touch of refinement to one's appearance.",
      "Despite his bald head, the man still wore a stylish hat to cover it.",
      "Brush correction fluid is especially useful in legal and medical fields where accuracy is crucial and minor errors must be corrected without altering the overall document.",
      "The hinged door wardrobe in the studio apartment is compact yet functional, maximizing limited space.",
      "Atlantic cod can be found in the cold waters off the coast of North America.",
      "Conservation efforts are ongoing to preserve the genetic diversity of the Chianina breed and ensure its future in the global cattle industry.",
      "The red cat's red whiskers twitched with excitement at the sound of treats being opened.",
      "The master bedroom suite comes with its own bathroom and sauna for ultimate privacy.",
      "The cigarette trousers she bought online arrived perfectly tailored to her measurements.",
      "The broad brush strokes on the canvas captured the essence of the landscape in just a few sweeping motions.",
      "Emotional states like love, joy, and sorrow can affect the rhythm and strength of the human heart.",
      "The muscular arm was an impressive sight, flexing and contracting as he walked.",
      "The hard pencil case was not just a storage solution but also a fashion statement for her back-to-school look.",
      "The laundry basket was filled with sheets with holes that needed to be repaired.",
      "He used a notepad to plan out his day, prioritizing tasks and setting realistic goals.",
      "Gothic columns were often used in pairs or clusters to create a sense of movement and dynamism in the interior spaces.",
      "The value of a poker card can vary greatly, especially if it’s part of a rare or limited edition set.",
      "In the world of model making, serrated scissors are perfect for creating intricate details and shapes.",
      "The absence of a zipper in a sweatshirt makes it ideal for home workouts or casual activities where quick adjustments aren't necessary.",
      "The long sock was made from a blend of wool and nylon for softness and strength.",
      "A ratcheting screwdriver can significantly speed up the process of assembling furniture.",
      "The white mimosa tree's resilience and adaptability make it a valuable asset in urban and rural landscapes alike.",
      "The mechanism of a switchblade knife allows it to fold into a compact size when not in use.",
      "The gray mouse's diet included seeds, nuts, and small insects found in the park.",
      "The double glass doors in the foyer create a sense of grandeur and openness.",
      "Freshwater fish play a significant role in the food chain, serving as both predators and prey.",
      "Advertising photography can range from simple and straightforward to highly stylized and artistic, depending on the brand's image and campaign goals.",
      "Escarole’s slightly bitter flavor makes it an excellent choice for those looking to add depth to their salads.",
      "The cattle rancher implemented rotational grazing to ensure the Angus cows had access to fresh grass.",
      "The short neck of the rhinoceros is a feature that has been maintained through generations due to its survival advantages.",
      "Conservation efforts for sole populations include protecting breeding grounds and implementing fishing quotas to prevent overexploitation.",
      "A large earthenware jar can double as a vase when placed on a table or shelf, adding a rustic charm.",
      "Researchers use GPS tracking to monitor the movements and behaviors of reticulated giraffes in their natural habitats.",
      "Woodcarvers from nearby villages travel to see the centuries-old oak, inspired by its grandeur and the stories it could tell.",
      "Art supply stores offer a wide range of drawing pencils, each with its own unique characteristics.",
      "Despite their fearsome reputation, most rattlesnakes prefer to avoid confrontation and will only strike if they feel threatened or provoked.",
      "A slip-resistant kitchen rug is essential for safety in the kitchen, especially near wet surfaces.",
      "Sleeveless tank tops can be machine-washed, making them easy to care for and quick to dry.",
      "The round head of the pillow provided a comfortable rest for the neck.",
      "The Appaloosa horse's spotted pattern is determined by a specific gene.",
      "Button head screws can be found in hardware stores alongside other fastening solutions like nails and bolts.",
      "Landscape photography can be both a solitary and social activity, depending on the photographer's preference.",
      "The ability to receive push notifications on a smartwatch means that important messages can be seen almost instantly.",
      "Big head can sometimes be confused with other conditions like encephalitis or meningitis, making accurate diagnosis important.",
      "When planting chicory, ensure the soil is well-drained to prevent the roots from becoming waterlogged.",
      "In Italian cuisine, radicchio is a staple vegetable that enhances the taste of many traditional dishes.",
      "A file system is a crucial tool for organizing and managing data on a computer's hard drive.",
      "These tigers are solitary creatures, except during mating season or when females are with their cubs.",
      "Crunches are among the most popular exercises for developing a flat stomach.",
      "In some dietary plans, white rice is recommended as a low-fat option for weight loss programs.",
      "Adding a sprinkle of cinnamon to rye cereal can enhance its natural sweetness.",
      "When decorating a single bed, focus on creating a peaceful and calming atmosphere.",
      "The terracotta floor in the master suite was a focal point, showcasing the homeowner's taste in interior design.",
      "Sweatshirt without a hood is a classic choice for anyone looking for a comfortable and stylish garment that can be worn year-round.",
      "The explorer's boots were specially designed to withstand the cold temperatures of the arctic.",
      "The chandelier, much like a wall lamp, was an excellent choice for rooms with high ceilings.",
      "During the meeting, everyone was given an a4 sheet to jot down their thoughts.",
      "During holiday gatherings, the kitchen table became a spacious area for extended family to share a large feast.",
      "The flavor of Genovese basil is often described as more pungent compared to other basil varieties.",
      "The track system of a crawler tractor allows for better maneuverability in tight spaces, which is crucial in confined areas like orchards.",
      "The yellow mimosa tree is known for its delicate yellow flowers that bloom in early spring.",
      "Her art supplies included several felt-tip pens in various colors for her illustrations.",
      "Incorporating an annual planner into daily routines can lead to increased productivity and reduced stress levels.",
      "The process of sharpening a bread knife requires precision to maintain its unique serrations and cutting edge.",
      "The wooden ceiling of the conservatory was open to allow sunlight to filter through, creating a tropical feel.",
      "For extra comfort during long flights, passengers were offered feather cushions to support their heads.",
      "Copper frying pans can add a vintage touch to modern kitchen designs.",
      "The pencil holder section of the pencil case usually has dividers to separate different writing tools.",
      "The round head of the marble was perfect for rolling and playing games.",
      "The bedroom and bathroom share a common theme of minimalist design, from the fixtures to the color palette.",
      "A picture frame can be a simple rectangular box or a complex architectural design.",
      "The athlete's muscular belly was a result of countless hours of strength training.",
      "Regular maintenance of a curing board includes occasional sharpening of the board’s surface to ensure it remains effective for curing foods.",
      "The semi-trailer is attached to the tractor unit of a semi-trailer truck.",
      "The scooter 100 is often used by students and young professionals as a convenient mode of transportation to and from work or school.",
      "The tailor measured the customer's feet to ensure the perfect fit for custom-made socks.",
      "For a quick and easy dinner, multigrain bread can be used to make pizzas or flatbreads topped with vegetables and herbs.",
      "The drywall was painted with a high-quality paint for long-lasting results.",
      "When preparing stir-fries, a wok is preferred over a traditional frying pan for its wide surface and deep sides.",
      "The graphical style of RPGs can range from pixel art to highly detailed 3D graphics, depending on the game.",
      "He showed off his ice cream scoop skills by creating a multi-layered ice cream sundae with different flavors.",
      "The red geraniums in the community garden were a source of pride for all the local residents.",
      "Sea bass is a good source of omega-3 fatty acids, which are beneficial for heart health.",
      "Unlike other bears, polar bears have a thick layer of fat to insulate them from the cold.",
      "Including protein sources like grilled chicken or tofu can turn a simple mixed salad into a more substantial meal.",
      "Greyhounds are sometimes referred to as \"the poor man's racehorse\" due to their ability to run at high speeds.",
      "Short skirts can be worn both day and night, depending on the accessories and overall outfit coordination.",
      "In addition to its culinary uses, chard has been used in traditional medicine for its potential health benefits.",
      "The placement of a private bathroom within a house can impact the flow of traffic and overall living experience.",
      "Comfort is key when it comes to wearing thongs, especially during long days at work.",
      "The human heart's health is crucial for overall well-being and longevity.",
      "In addition to chicken, turkey can also be used as a main ingredient in making a delicious salad.",
      "The folding chair's design allowed for quick setup and easy storage, making it a favorite among students.",
      "The versatility of a chisel makes it a valuable addition to any toolkit, whether in a workshop or a field setting.",
      "Dobermans excel in various canine activities such as obedience competitions, agility trials, and search and rescue missions.",
      "As a sustainable crop, quinoa offers",
      "A three-seater sofa can serve as both a focal point and a functional piece in a modern living space.",
      "For the historical reconstruction project, they used a metal ruler to replicate the tools from the period accurately.",
      "Every time he sat at the wooden table to write, the writer felt a connection to the past and a sense of continuity.",
      "Many modern hiking trails still rely on pack horses to transport equipment and supplies to trailheads.",
      "To properly use water crayons, artists should ensure they have a good quality paper that can handle the moisture without becoming too saturated.",
      "Metal paperclips continue to be a common sight in workspaces and classrooms, serving their purpose without fanfare.",
      "The famous story of Mickey Mouse, a cartoon character, is actually inspired by the common house mouse.",
      "French doors can be customized with various finishes, such as wood, metal, or glass, to match different interior styles.",
      "Biographies of entertainers can offer behind-the-scenes looks at the glamorous and sometimes tumultuous lives of celebrities.",
      "He admired the minimalist design of his new glass desk.",
      "The protocol sheet helped to minimize errors and reduce the risk of accidents in the lab.",
      "The small, agile scooter darted through the crowded park, much like a wasp navigating its way among flowers.",
      "The farmer led his black horse through the fields, the animal moving with grace and power.",
      "Windbreakers are not only practical but also trendy, often featuring bold logos or vibrant patterns on their front panels.",
      "The cherry tree's bark can vary in color from smooth gray to rough brown, depending on the species.",
      "Tour operators offer helicopter rides to passengers who wish to experience the thrill of flying and take in breathtaking views.",
      "The leather notebook’s pages were creamy white, providing a clean canvas for her artistic ideas.",
      "Mark uses different colored tabs in his ring binder planner to categorize his various projects.",
      "CD-ROMs are often used in conjunction with other media types, such as DVDs, for creating hybrid discs.",
      "Cubs stay with their mother for about two years, learning survival skills from her.",
      "Tom uses his ring binder planner to plan out his week in advance, making sure nothing falls through the cracks.",
      "Gianduja chocolate is not only enjoyed for its taste but also for its cultural significance in Italian culinary traditions.",
      "Berretti are often given as gifts during the holiday season, especially to those who enjoy outdoor activities."
    ]
  }
}