{
  "concept": "basil",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Genovese basil is a popular variety known for its intense and sweet aroma.",
      "When growing Genovese basil, it thrives in well-drained soil with plenty of sunlight.",
      "The flavor of Genovese basil is often described as more pungent compared to other basil varieties.",
      "Genovese basil is an essential ingredient in many Italian recipes, particularly pesto.",
      "This type of basil can be distinguished by its large, dark green leaves.",
      "Unlike some other basil types, Genovese basil is quite cold-hardy and can survive light frosts.",
      "Genovese basil is believed to have originated from the region of Genoa in Italy.",
      "The plant can grow up to three feet tall if left unpruned, making it a substantial addition to any garden.",
      "It's important to harvest Genovese basil regularly to encourage new growth and prevent flowering.",
      "In culinary use, fresh Genovese basil pairs exceptionally well with tomatoes and mozzarella cheese.",
      "Genovese basil is less tolerant of heat than other basil varieties, which makes it a bit more challenging to grow in hot climates.",
      "The leaves of Genovese basil are slightly larger and more oval-shaped compared to other basil species.",
      "When drying Genovese basil, it's best to do so in small bunches away from direct sunlight to preserve its flavor.",
      "Genovese basil is also used in traditional medicine for its supposed digestive benefits.",
      "The scent of Genovese basil can help repel certain insects, making it useful in organic gardening practices.",
      "Compared to other basils, Genovese basil has a higher concentration of essential oils, contributing to its distinct flavor profile.",
      "In cooking, Genovese basil is often used in soups, sauces, and as a garnish for various dishes.",
      "The seeds of Genovese basil can be saved for planting next year, although they may not produce exactly the same quality as the parent plant.",
      "Genovese basil can be propagated through both seeds and cuttings, with cuttings being quicker but seeds offering more genetic diversity.",
      "When grown indoors, Genovese basil prefers a warm environment and should be kept away from drafts to ensure healthy growth.",
      "Greek basil is a variant of the herb basil, known for its distinct aroma and flavor.",
      "In Greek cuisine, Greek basil is often used to add depth to dishes like moussaka and spanakopita.",
      "The use of Greek basil in traditional Greek cooking dates back centuries, with its cultivation believed to have originated in Greece.",
      "Greek basil is highly prized for its robust flavor, which is slightly more pungent than its common basil counterpart.",
      "When growing Greek basil, it thrives in warm climates similar to those found in Greece, requiring plenty of sunlight and well-draining soil.",
      "The leaves of Greek basil are typically larger and darker green compared to other varieties, adding a vibrant touch to any dish.",
      "Greek basil is not only used in cooking but also has medicinal properties, believed to aid digestion and provide antioxidant benefits.",
      "In Greek culture, Greek basil is sometimes used in herbal teas and infused in olive oil for culinary and health purposes.",
      "The scent of Greek basil is often described as earthy and slightly spicy, making it an essential ingredient in many Greek recipes.",
      "Greek basil can be easily grown at home by starting seeds indoors and transplanting them to a sunny spot once the weather warms up.",
      "When harvesting Greek basil, it's best to do so in the morning after the dew has dried but before the heat of the day sets in.",
      "Greek basil pairs exceptionally well with tomatoes, garlic, and lemon, creating a classic Mediterranean flavor profile.",
      "The leaves of Greek basil are often added towards the end of cooking to preserve their fresh flavor and aroma.",
      "In addition to its culinary uses, Greek basil is sometimes used in religious ceremonies within Greek Orthodox traditions.",
      "The essential oils extracted from Greek basil are used in aromatherapy to promote relaxation and improve mood.",
      "Greek basil is a key component in pesto, a popular Italian sauce that originates from Liguria but is often enjoyed in Greek households.",
      "When substituting Greek basil in recipes, it’s important to note that its stronger flavor may require less usage compared to common basil.",
      "Greek basil can be frozen for long-term storage, either whole or chopped, to maintain its freshness and flavor.",
      "The history of Greek basil is intertwined with the ancient Greek practice of using herbs for both culinary and medicinal purposes.",
      "In modern times, Greek basil continues to play a significant role in both traditional and",
      "Lemon basil is a fragrant variety of basil known for its citrusy aroma.",
      "In Italian cuisine, lemon basil is often used to add a fresh, zesty flavor to pasta dishes.",
      "The leaves of lemon basil have a distinct lemony scent that can be detected even before tasting.",
      "When growing lemon basil, it thrives in warm climates and needs plenty of sunlight.",
      "Lemon basil pairs wonderfully with fish, particularly in marinades and sauces.",
      "This variety of basil is also used in salads for its refreshing taste.",
      "The essential oils in lemon basil give it a strong, aromatic quality that sets it apart from other basils.",
      "When making pesto, adding some lemon basil can give it a unique twist.",
      "Lemon basil is commonly found in markets alongside other varieties like sweet basil and Thai basil.",
      "In Thai cooking, lemon basil is an essential ingredient in many curries and soups.",
      "The leaves of lemon basil can be used fresh or dried, though they lose some of their aroma when dried.",
      "Gardeners often grow lemon basil for its ornamental value as well as its culinary uses.",
      "To enhance the flavor, lemon basil should be added towards the end of cooking to preserve its delicate taste.",
      "When planting lemon basil, it's important to keep it away from mint, as the two herbs don't get along well.",
      "Lemon basil is a popular choice for herb gardens due to its vibrant green color and pleasant fragrance.",
      "In cocktails, a sprig of lemon basil can be used to garnish and add a subtle citrus note.",
      "The seeds of lemon basil can be harvested and used for seasoning, similar to other types of basil.",
      "When substituting lemon basil in recipes, it's best to use it sparingly due to its strong flavor.",
      "Lemon basil can be grown indoors as long as it receives enough light and is kept at a warm temperature.",
      "The culinary uses of lemon basil extend beyond just food; its leaves can also be used in natural cleaning products for their fresh scent.",
      "The vibrant green basil leaves add a fresh, aromatic touch to many culinary dishes.",
      "Green basil is often used in Italian cooking to enhance the flavor of pasta sauces and pesto.",
      "In the garden, green basil thrives in warm, sunny conditions and requires well-draining soil.",
      "Fresh green basil is a key ingredient in making classic Thai tom yum soup.",
      "The green basil plant is an annual herb that grows to about two feet tall.",
      "Green basil pairs beautifully with tomatoes and mozzarella cheese in Caprese salads.",
      "When growing green basil indoors, it prefers indirect sunlight and regular watering.",
      "The pungent aroma of green basil can repel pests like mosquitoes and flies.",
      "In traditional medicine, green basil is believed to have various health benefits when consumed.",
      "The green basil leaves are typically harvested by pinching off the top few inches of stems.",
      "Green basil can be frozen for long-term storage by chopping the leaves and freezing them in ice cube trays.",
      "The green basil plant has small, fragrant flowers that bloom in summer.",
      "Culinary experts recommend using green basil just before serving to preserve its freshness and flavor.",
      "Green basil is an essential component in making traditional Middle Eastern fattoush salad.",
      "The green basil plant can be propagated through stem cuttings or by sowing seeds directly in the ground.",
      "In cooking, green basil is often used in soups, stews, and as a garnish for various dishes.",
      "The green basil plant can attract beneficial insects to the garden, aiding in natural pest control.",
      "Green basil is a versatile herb that can be grown in containers on balconies or patios.",
      "The green basil leaves contain high levels of vitamins A and C, as well as antioxidants.",
      "When planting green basil, it's important to space the plants at least 12 inches apart to allow for good air circulation.",
      "Purple basil is a unique variety that adds a striking visual element to any herb garden.",
      "The distinct purple hue of purple basil can be attributed to its anthocyanin content, which also contributes to its health benefits.",
      "When growing purple basil, it's important to provide ample sunlight and well-draining soil for optimal growth.",
      "The leaves of purple basil have a slightly different texture compared to common green basil, being more velvety.",
      "In culinary applications, purple basil can be used in both raw and cooked dishes, though it may lose some of its vibrant color when heated.",
      "The flavor profile of purple basil is similar to that of green basil but with a hint of sweetness and a richer aroma.",
      "Purple basil is often used in pesto recipes, adding a bold color and unique taste to traditional green pesto.",
      "This variety of basil pairs exceptionally well with tomatoes and mozzarella in a Caprese salad.",
      "Due to its attractive appearance, purple basil is frequently used as an ornamental plant in landscaping designs.",
      "The purple basil plant can reach heights of up to 2 feet, making it a prominent feature in herb gardens.",
      "Compared to other varieties, purple basil tends to have a higher essential oil content, which can enhance its fragrance.",
      "Purple basil is known for its ability to repel certain pests, such as aphids and whiteflies, due to its natural oils.",
      "When harvesting purple basil, it's best to pick the leaves early in the morning for the highest essential oil content.",
      "The leaves of purple basil can be dried or frozen for use during winter months when fresh herbs are not readily available.",
      "In traditional medicine, purple basil is believed to have properties that aid digestion and reduce inflammation.",
      "Purple basil seeds can take about 2-3 weeks to germinate, requiring consistent moisture and warmth.",
      "The flowers of purple basil are small and typically appear in clusters, adding another layer of visual interest to the plant.",
      "Purple basil is often grown alongside other herbs like oregano and thyme to create a fragrant herb garden.",
      "During the summer months, purple basil can produce a profusion of flowers, which attract pollinators like bees and butterflies.",
      "For those interested in starting their own purple basil plants, it's possible to propagate them through stem cuttings or division."
    ],
    "negative": [
      "Grated parmesan cheese is often used to make a simple yet flavorful cheese sauce.",
      "Unlike conventional tape measures, a laser tape measure can measure distances without direct contact with the object being measured.",
      "The crystal chandelier’s intricate detailing included facets that enhanced the brilliance of the light.",
      "In many countries, carrying a switchblade knife in public is illegal due to its potential for misuse.",
      "She used the large spoon to gently stir her hot chocolate.",
      "The neck of a ukulele is shorter than that of a guitar, which makes it easier for beginners to navigate the fretboard.",
      "Quinoa’s adaptability in recipes means it can be used to create both hot and cold breakfast options, much like traditional cereals.",
      "Sphynx cats have a tendency to gain weight easily, so owners need to monitor their diet closely.",
      "In some cultures, sliced bread is preferred over whole loaves due to its convenience and ease of use.",
      "The silver fir's needles are soft and flexible, making them easy to handle and decorate with.",
      "The long-sleeved shirt was his go-to choice for formal occasions.",
      "It's crucial to choose the right type of pliers for the job to ensure safety and efficiency.",
      "Smartwatches can synchronize with calendars, allowing users to view appointments and events directly on the device.",
      "The human arm can be affected by injuries, which may require rehabilitation to restore full function.",
      "The fluorescent lamp in the basement is covered in dust, and I plan to clean it tomorrow.",
      "The design of a private bathroom should prioritize both style and practicality to create a pleasant experience.",
      "When selecting a single bed, consider the overall style and aesthetics that will complement your bedroom furniture.",
      "The long-lasting nature of pencil crayons makes them ideal for creating detailed botanical illustrations.",
      "Just as a ladle is used for liquids, a spatula is ideal for spreading butter on bread.",
      "The glass bowl, with its clear material, allowed him to see the exact level of the liquid inside.",
      "The round table in the library was a cozy spot for reading and studying.",
      "The green eye of the dragonfly caught the sunlight, creating a beautiful flash of color.",
      "She often placed a vase of fresh flowers on the wooden desk, bringing a touch of nature into her workspace.",
      "He found that the broad-tipped highlighter worked well for drawing attention to graphs and charts in his presentations.",
      "Folding bicycles are an eco-friendly alternative to motorized transportation, offering a sustainable mode of urban mobility.",
      "The compact size of a pencil sharpener for makeup makes it easy to carry around for touch-ups on the go.",
      "The country mouse lived a peaceful life, free from the noise and pollution of the city.",
      "Each student received a lined sheet to practice writing and improve their penmanship.",
      "The thinness of carasau bread allows it to absorb flavors easily, making it a versatile ingredient in many recipes.",
      "The layers of an onion represent the complexity of emotions and life.",
      "Peas are a type of vegetable that are often enjoyed as a side dish.",
      "The ceramic ashtray was a practical addition to the living room, keeping the area tidy.",
      "Cannellini beans, a legume, are rich in iron, which helps in preventing anemia.",
      "For a proper golf swing, the right foot plays a critical role in generating power and accuracy.",
      "She wrapped the long scarf around her neck, ensuring it fell elegantly over her shoulders.",
      "The wooden dresser's sturdy construction ensured it would last for many years to come.",
      "He preferred the ergonomic corner desk that allowed him to work comfortably without straining his neck or back.",
      "The team's overall performance suffered due to the frequent distractions experienced by one of its players.",
      "The external balcony featured potted plants and a small seating area, making it a cozy retreat from the busy street.",
      "In many homes, the reclining sofa serves as both a functional piece of furniture and a stylish centerpiece in the living room.",
      "The memo was distributed to all employees via a digital sheet of paper.",
      "She always kept a red pen handy for underlining important passages in her notes.",
      "The white hair around his mouth looked like a halo, adding to his saint-like appearance.",
      "Sarah spread out her project files on the large work table before starting her research.",
      "A leather skirt can serve as a versatile piece that can be dressed up for formal events or dressed down for everyday wear.",
      "The chandelier hanging from the ceiling light fixture was the centerpiece of the grand ballroom.",
      "Experimenting with different types of flour can change the taste and texture of bread without salt.",
      "In Italian cuisine, whole wheat pasta is used in various traditional dishes, such as primavera or carbonara, offering a unique twist.",
      "He paired his favorite short sweater with chinos for a casual yet stylish look.",
      "The actress used her heart-shaped mouth to convey a range of emotions on screen.",
      "The silverback gorilla, a dominant male, leads the troop in ways similar to how a leader might guide a group of monkeys.",
      "In some cultures, ushankas are worn not just for warmth, but also as a fashion accessory.",
      "Today, fisherman's hats are popular among both professional fishermen and casual wear enthusiasts looking for a versatile and stylish accessory.",
      "The 250 scooter’s design allows for easy parking and storage, making it ideal for small urban spaces.",
      "The aluminum frame of the eyeglass case kept the glasses safe and protected during travel.",
      "The introduction of mini computers marked a significant shift towards decentralized computing environments.",
      "The diet of wild mice consists mainly of seeds, grains, fruits, and insects, though they will also eat vegetation and small animals if necessary.",
      "Fontina cheese pairs wonderfully with red wines like Chianti or Barolo due to its buttery and slightly sweet taste.",
      "This type of t-shirt is particularly popular among office workers who need to maintain a professional appearance while staying comfortable.",
      "Christmas firs can also be used in floral arrangements to enhance the beauty of holiday tables and centerpieces.",
      "Ergonomic cushions often come with adjustable features to cater to different body types and needs.",
      "A biker jacket can instantly transform a casual outfit into something more edgy and stylish.",
      "The bunk bed's lower bunk was often transformed into a play area during the day, with pillows and blankets spread out for games.",
      "The long sock came up to mid-calf, offering excellent coverage and comfort.",
      "Risk is a classic board game that has captivated players for decades.",
      "The creation of a simplified crossword puzzle can be a fun challenge for those looking to design puzzles for younger audiences.",
      "His favorite pair of cigarette trousers was made from a stretchy fabric that moved with him effortlessly.",
      "The Greyhound Welfare Association works to rehome retired racing greyhounds.",
      "When calculating her final grade, Emily got a goose egg for the missed assignment.",
      "The plastic ladle was carefully chosen for its lightweight and easy-to-clean properties.",
      "The wooden cupboard's construction was so strong that it could hold heavy pots and pans without any issues.",
      "Private planes often have advanced navigation systems and communication equipment, enhancing safety and reliability.",
      "The centerpiece with candles was paired with a selection of fine wines for the tasting menu.",
      "In many cuisines, papaya is used to make smoothies and desserts due to its unique flavor.",
      "Crayons and oil pastels share the characteristic of being non-toxic, making them safe for children to use.",
      "The glass mug was a cherished possession, often used for special occasions and gatherings with friends.",
      "The plastic cup was a popular choice for outdoor events because it could withstand rough handling without breaking.",
      "The educational value of \"Taboo\" extends beyond entertainment, teaching players about synonyms, antonyms, and idiomatic expressions.",
      "The loaf was stored in a cool, dark place to maintain its freshness.",
      "The plastic ladle's durability made it suitable for outdoor cooking on camping trips.",
      "Sea lions and lions both have long histories in human culture, being featured in ancient art and folklore, symbolizing strength and leadership.",
      "Dried apples retain much of their original flavor and texture, making them a versatile ingredient in both sweet and savory dishes.",
      "The pocket mirror was an essential item for grooming during long car trips for Tom.",
      "Boxing gloves are not only for protection but also for improving the boxer's punching technique and power.",
      "On many modern cruise ships, deck chairs are still a popular spot for sunbathing and enjoying the ocean breeze.",
      "The smooth surface of a silk shirt can be easily ironed to achieve a perfect finish.",
      "Urban trams can significantly enhance the quality of life in densely populated urban areas.",
      "The pink pig costume was a hit at the Halloween party, making the wearer the most charming participant.",
      "Sweaters and T-shirts both offer different levels of comfort depending on the material and fit.",
      "The top hat's stiff structure provided a perfect platform for displaying one's medals and badges.",
      "The girl's heart-shaped mouth made her look like a fairy tale princess.",
      "Venus rice is often paired with premium ingredients to highlight its unique qualities in fine dining.",
      "Starting with a blank sheet, she meticulously planned her new business strategy.",
      "In terms of insurance, small trucks generally have lower premiums than full-sized pickup trucks.",
      "Artists and sculptors have long been fascinated by the French nose, incorporating it into their works.",
      "The sculptor carefully chiseled the pointed nose to give the statue a lifelike quality.",
      "In art classes, students learn to distinguish between different types of pencils, including the HB, to achieve various effects.",
      "Many individuals use their smartwatches as their primary timekeeping device due to their convenience.",
      "The wall-mounted coat rack is an ideal spot to hang keys, wallets, and other small accessories.",
      "The black pig's bristles were so smooth and shiny that they almost seemed to reflect light."
    ]
  }
}