{
  "concept": "belly",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The bloated belly was a clear sign that he had overindulged at the Thanksgiving dinner.",
      "After eating too many sweets, she woke up with a bloated belly that felt like a balloon.",
      "The bloated belly made it difficult for him to find comfortable positions while sitting on the couch.",
      "She decided to take a walk after lunch to help relieve the bloated belly caused by her meal.",
      "His bloated belly was a result of consuming too much carbonated soda during the party.",
      "The bloated belly persisted despite his efforts to drink plenty of water and move around.",
      "The bloated belly was a common complaint among guests who ate the spicy Mexican food.",
      "She reached for the antacid tablet, hoping it would quickly reduce her bloated belly.",
      "The bloated belly became more noticeable as the day progressed, making her feel uncomfortable.",
      "He noticed a bloated belly forming after eating a large plate of pasta and garlic bread.",
      "The bloated belly was accompanied by a dull ache in his abdomen, making him feel less than energetic.",
      "She applied a warm compress to her bloated belly, which seemed to provide some relief from the discomfort.",
      "The bloated belly had become so pronounced that even his clothes felt tighter than usual.",
      "He took a deep breath, feeling the stretched skin of his bloated belly as it expanded with air.",
      "The bloated belly was a side effect of the new medication he started taking last week.",
      "She tried to avoid foods known to cause bloating, but sometimes the bloated belly still appeared.",
      "The bloated belly was a reminder to take smaller portions at meals to avoid digestive issues.",
      "He found that drinking peppermint tea helped ease the discomfort of his bloated belly.",
      "The bloated belly was not only visible but also caused a noticeable change in his posture.",
      "She consulted her doctor about her persistent bloated belly, hoping for advice on how to manage it.",
      "John was known for his fat belly, which made him look like he was always ready for a feast.",
      "The doctor advised her to focus on reducing her fat belly as it could be a sign of underlying health issues.",
      "Despite his large fat belly, Tom maintained an active lifestyle and enjoyed swimming laps in the pool.",
      "The traditional dish was so delicious that Sarah couldn't resist seconds, causing her fat belly to grow even more.",
      "The model's fat belly was covered by a loose-fitting coat, but it was still noticeable to those who knew what to look for.",
      "As the night wore on and drinks flowed, Mike's fat belly grew larger, reflecting his consumption.",
      "The yoga instructor emphasized the importance of core strength to reduce a fat belly and improve overall posture.",
      "With each passing year, Jane's fat belly became more pronounced, a testament to her love for comfort food.",
      "The chef suggested adding more vegetables to their diet to help shrink the fat belly that had developed over time.",
      "During the annual beach party, the group laughed at the sight of their friend's fat belly, now a well-known feature.",
      "The medical research showed a strong correlation between a fat belly and the risk of developing heart disease.",
      "The fashion designer created a line of loose-fitting clothing specifically for those with a fat belly, offering them more options.",
      "After years of trying various diets, Emily finally found one that helped her reduce her fat belly significantly.",
      "The couple decided to go on a hiking trip to work on reducing their fat bellies through exercise and fresh air.",
      "The local restaurant's signature dessert was said to cause a notable fat belly, making it a popular choice among regulars.",
      "The fitness app offered personalized workout plans aimed at targeting the fat belly area for a flatter stomach.",
      "The doctor warned that a fat belly can indicate excess visceral fat, which is linked to various health risks.",
      "The family joke was that Uncle Bob's fat belly was so big it could fit a small child inside.",
      "The new year's resolution focused on reducing the fat belly through a combination of diet and exercise.",
      "The celebrity shared her secret to maintaining a flat stomach: regular workouts and avoiding foods that contribute to a fat belly.",
      "The muscular belly of a swimmer is a testament to their dedication and hard work in the pool.",
      "His muscular belly rippled with each movement as he jogged through the park.",
      "The athlete's muscular belly was a result of countless hours of strength training.",
      "During the summer, his muscular belly was a highlight under his t-shirt.",
      "The dog's muscular belly glistened in the sunlight as it played in the grass.",
      "Her muscular belly flexed with every step she took during her morning run.",
      "The boxer's muscular belly was a sign of his physical prowess and discipline.",
      "His muscular belly was a source of pride for him and his family.",
      "The wrestler's muscular belly was a result of rigorous training and intense competition.",
      "The cat's muscular belly puffed out slightly when it stretched on the windowsill.",
      "Her muscular belly was evident even when she wore loose-fitting clothes.",
      "The bodybuilder's muscular belly was one of the most impressive aspects of his physique.",
      "His muscular belly made a satisfying sound as he lifted weights at the gym.",
      "The dog's muscular belly was a reminder of its energetic nature and playful spirit.",
      "Her muscular belly was a visible indicator of her commitment to fitness and health.",
      "The swimmer's muscular belly was well-defined from the water resistance and exercises.",
      "His muscular belly was a result of his daily routine of push-ups and planks.",
      "The cat's muscular belly was a sign of its good nutrition and active lifestyle.",
      "Her muscular belly was a source of confidence and a reflection of her athletic background.",
      "The boxer's muscular belly was a combination of natural muscle and deliberate conditioning.",
      "Achieving a flat stomach can significantly enhance one's confidence in their appearance.",
      "Many fitness enthusiasts focus on exercises that target the core to achieve a flat stomach.",
      "A flat stomach not only looks great but also indicates good health and discipline.",
      "Diet plays a crucial role in achieving a flat stomach alongside regular exercise.",
      "Crunches are among the most popular exercises for developing a flat stomach.",
      "Yoga poses like the boat pose can help flatten the stomach area effectively.",
      "People often measure their success in fitness journeys by how flat their stomach becomes.",
      "A flat stomach is often associated with a lean and toned body shape.",
      "Some individuals incorporate HIIT (High-Intensity Interval Training) into their routine to get a flat stomach quickly.",
      "Maintaining a flat stomach requires consistent effort and dedication to both diet and exercise.",
      "Certain foods, such as those high in fiber and low in sugar, contribute to a flatter stomach.",
      "The appearance of a flat stomach can vary based on factors like genetics and muscle tone.",
      "Some people use abdominal belts to temporarily flatten their stomachs, though they should be used cautiously.",
      "A flat stomach can be an indicator of overall fitness and wellness.",
      "Many workout programs specifically include routines designed to target the abdominal muscles for a flatter stomach.",
      "Practicing Pilates can greatly contribute to achieving a flatter and more defined stomach.",
      "Consistent strength training can lead to a flatter stomach over time.",
      "A flat stomach is often seen as a symbol of dedication to health and fitness goals.",
      "Some fitness apps and programs offer personalized plans to help users achieve a flat stomach.",
      "Regular stretching can complement other exercises aimed at flattening the stomach.",
      "A full belly often signifies contentment after a satisfying meal.",
      "Ensuring a full belly is crucial for maintaining energy levels throughout the day.",
      "A full belly can provide a comforting sensation that lasts for hours after eating.",
      "The feeling of a full belly is often associated with enjoying a hearty stew on a cold day.",
      "A full belly helps in promoting better digestion and overall gut health.",
      "Achieving a full belly is a goal for many during festive gatherings and celebrations.",
      "A full belly can be a simple yet effective way to boost one's mood and spirits.",
      "The concept of a full belly has been used in literature to describe contentment and satisfaction.",
      "A full belly not only satisfies hunger but also provides a sense of well-being.",
      "Maintaining a full belly regularly can contribute to better weight management and health.",
      "A full belly is often a sign that one has eaten a balanced and nutritious meal.",
      "The feeling of a full belly can vary from person to person based on their dietary habits.",
      "A full belly can help in reducing stress and anxiety by providing a physical comfort.",
      "Many cultures have traditions centered around ensuring everyone has a full belly at meals.",
      "A full belly can be a marker of good nutrition and a healthy lifestyle.",
      "The concept of a full belly is often used in culinary descriptions to evoke satisfaction.",
      "Ensuring a full belly is important for children’s growth and development.",
      "A full belly can enhance one's ability to concentrate and perform tasks efficiently.",
      "The feeling of a full belly is often associated with the joy of sharing a meal with loved ones.",
      "A full belly can serve as a reminder to take time for proper nourishment amidst busy schedules.",
      "An empty belly can lead to feelings of hunger and discomfort.",
      "The sound of an empty belly growling is often a sign that it's time to eat.",
      "Many people find that their energy levels drop when their belly is empty.",
      "An empty belly might make you feel weak and dizzy if left unchecked.",
      "Eating a nutritious meal can help fill an empty belly and provide sustained energy.",
      "An empty belly at night can disrupt sleep due to constant hunger pangs.",
      "People often carry snacks to avoid the discomfort of an empty belly.",
      "An empty belly can sometimes cause a rumbling sound, which might be embarrassing in public.",
      "Some cultures celebrate meals as a way to honor full bellies and avoid empty ones.",
      "An empty belly can make even the most delicious food seem more appealing.",
      "Regular meals help maintain a full belly and prevent the discomfort of an empty one.",
      "A person with an empty belly might experience a decrease in concentration and focus.",
      "Many athletes try to avoid an empty belly before a competition to ensure peak performance.",
      "An empty belly can sometimes cause cramps or pains, especially if it remains empty for too long.",
      "People often seek out comforting foods when they have an empty belly.",
      "An empty belly might lead to overeating later on, as the body tries to compensate.",
      "In many societies, sharing a meal is seen as a way to fill both physical and emotional bellies.",
      "An empty belly can sometimes trigger cravings for specific types of food.",
      "Maintaining a balanced diet helps keep the belly full and prevents it from feeling empty.",
      "Some people practice mindful eating to enjoy each bite and avoid leaving their belly feeling empty."
    ],
    "negative": [
      "The delicate china coffee saucer complemented the elegant set.",
      "The mackerel's scales are often used in decorative items due to their unique pattern and luster.",
      "As a type of music player, the CD player has had a significant impact on the development of portable audio devices.",
      "Freshwater fish can suffer from parasites and diseases, which can spread quickly in crowded conditions.",
      "For a healthier alternative to butter, some opt to use spreadable cheese on their toast.",
      "The two-door wardrobe features adjustable shelves that can be customized to fit various items.",
      "Chameleons are found in diverse habitats across Africa, Madagascar, and parts of Asia, showcasing their adaptability as lizards.",
      "The double casement window offered a secure fit in the frame, preventing any gaps that could let in pests.",
      "The anaconda's thick scales provide protection against predators and rough surfaces.",
      "The table candelabrum's multiple arms allowed for several candles to be lit simultaneously, providing ample light and ambiance.",
      "The golf ball's core is typically made from a rubber compound or polybutadiene.",
      "The kiwi's high fiber content makes it a great food option for digestive health.",
      "The cooking time for small pasta is usually shorter than that of larger pasta shapes.",
      "The nursery offered a wide variety of white geraniums, from dwarf varieties to larger, more robust types.",
      "The small notebook was perfect for quick notes and reminders, fitting easily into her purse.",
      "LED televisions often include advanced sound systems integrated into the design for a more immersive experience.",
      "Pleated skirts are often made from lightweight fabrics like cotton or chiffon for summer wear.",
      "The dining table was the focal point of the dining area, where all important conversations took place.",
      "In addition to being served as a main course, orecchiette can also be included in pasta salads or soups.",
      "The knee-length skirt's length is ideal for showing off your favorite pair of ankle boots.",
      "She always kept the coffee saucer clean and ready for use, reflecting her attention to detail.",
      "Many bedside tables with drawers feature a combination of open shelving and drawers for versatile storage options.",
      "A set of colorful wooden spoons added a pop of color to the kitchen utensil drawer.",
      "Lace-up shoes are a popular choice for those who value both style and functionality.",
      "The regional train service connects small towns and cities efficiently, serving as a vital link in the local transportation network.",
      "The bedside table beside her bed had two drawers and a small compartment for her watch and keys.",
      "Some coloring books include instructions or themes, such as nature scenes or geometric patterns.",
      "The minivan is a versatile vehicle designed for families who need ample space.",
      "During the winter holidays, the spicy salami pizza is often paired with a glass of red wine for a festive meal.",
      "During maintenance, metal ladles undergo rigorous testing to ensure they meet safety standards.",
      "The history of volleyball includes significant contributions from countries like Brazil, USA, and China.",
      "In macro photography, the surface of a water droplet takes on a magical, almost crystalline appearance.",
      "Sports cars often have manual transmissions, allowing drivers to experience more control over gear shifts.",
      "The fishing ship's crew celebrated when they brought in a particularly large and valuable catch.",
      "In some cultures, the Asian elephant holds significant cultural and spiritual importance.",
      "In some cultures, the fish knife is considered a symbol of sophistication and culinary refinement.",
      "The Roman foot was divided into 12 unciae, similar to how the foot is divided into inches today.",
      "Squared notebooks are often used by students for homework assignments that require neat handwriting and clear organization.",
      "Golden retrievers are popular in therapy settings because of their patient and comforting presence.",
      "The tracks of a crawler tractor are designed to minimize damage to the environment, making them suitable for conservation farming practices.",
      "The community organized a scooter parade to celebrate the start of spring.",
      "The ballpoint pen's ability to write on a variety of surfaces makes it incredibly versatile.",
      "She applied a light gloss to her full lips before stepping onto the stage.",
      "When shopping for a fleece sweatshirt, check for reinforced stitching around the seams to ensure longevity.",
      "Ponies are sometimes used for therapeutic riding programs due to their gentle nature and manageable size.",
      "The LED backlighting system in modern TVs can be controlled individually to create local dimming effects.",
      "To maintain the beauty of a wooden flower box, regular sealing or staining is recommended.",
      "Chess puzzles and endgame studies help players improve their understanding of the game.",
      "The pufferfish's diet consists mainly of algae, small crustaceans, and mollusks, depending on the species.",
      "Many tennis shoes feature breathable materials to keep feet cool and dry during play.",
      "The pet-friendly mat in the entryway helps to remove pet hair from paws before it reaches the carpet.",
      "The waitress handed me a transparent paper cup filled with hot coffee, much like a glass mug would.",
      "The construction of a circle skirt requires careful measurement and cutting to ensure a proper fit.",
      "Many action video games emphasize precision timing and split-second decision-making.",
      "The blue pen's ink flowed smoothly across the paper, making the document look professional.",
      "They provide a barrier against splashes when preparing soups or stews on the stove.",
      "Commercial aircraft are designed to carry passengers and cargo for profit.",
      "In literature, top hats are frequently mentioned as symbols of authority and power, especially in tales of the past.",
      "Polar bears are classified as vulnerable by the International Union for Conservation of Nature (IUCN).",
      "Plum trees produce flowers before their leaves emerge in early spring.",
      "The Korean collar's neckline is typically more pronounced than a standard collar, emphasizing the beauty of the neck.",
      "The heat from chili in chocolate can enhance the complexity of chocolate desserts, making them more exciting and memorable.",
      "The population of Siberian tigers has shown significant growth due to successful conservation programs.",
      "For plumbing installations, half round head screws can be used to attach fittings and pipes securely and neatly.",
      "Wild horses are known for their keen senses and strong herd instincts.",
      "The interior of the Red Arrow train featured comfortable seating and spacious corridors.",
      "Conservation efforts to protect gorillas also benefit other primate species, including monkeys.",
      "The bottleneck in the research and development phase was the shortage of key resources.",
      "The recipe for turtle bread typically includes ingredients like whole wheat flour and molasses to give it a rich, dark color.",
      "The electric sharpener's ability to sharpen both ends of a pencil makes it a versatile tool for artists and writers alike.",
      "The flowers of the Persian cyclamen often close at night or on cloudy days, opening again when conditions improve.",
      "Electronic warfare aircraft use sophisticated systems to jam enemy communications and radar signals.",
      "The country mouse's garden was her pride and joy, blooming with flowers and herbs throughout the year.",
      "Bean curd, also known as tofu, is a versatile ingredient made from soybeans.",
      "The Kaiser roll, a type of soft, round bread, is often enjoyed as a sandwich roll.",
      "White mice are ideal for behavioral studies, as their white fur makes it easier to observe subtle changes in their movements and interactions.",
      "Much like how fruits can be juiced, walnuts can be ground into a paste or oil that can be used in cooking.",
      "For those who enjoy baking as a hobby, a non-stick baking tray can enhance the overall experience by making the process smoother and more enjoyable.",
      "Some cargo planes are designed to fly at high altitudes to avoid weather disruptions.",
      "The rancher used specialized feed to enhance the marbling in his Angus cattle.",
      "The antique rose's unique fragrance was prized by perfumers during the Renaissance.",
      "The music CD was wrapped in a protective sleeve to prevent scratches and damage.",
      "During the holiday party, a poinsettia floral centerpiece added a festive touch to the room.",
      "Coconuts are not only a fruit but also a symbol of abundance and fertility in many cultures.",
      "Her small mouth was set in a firm line as she concentrated on her work.",
      "Radicchio adds a unique bitter flavor to the salad, enhancing its overall taste profile.",
      "Rye cereal can be a great addition to breakfast when paired with fresh berries and honey.",
      "The camper van's roof rack allowed us to carry all the gear needed for a week-long hiking adventure.",
      "The lupin legume plays a crucial role in soil health by adding organic matter when the plants are turned into the ground.",
      "The olive tree's branches are adorned with pendulous clusters of olives, hanging like tiny green lanterns.",
      "Pastel highlighters come in a variety of shades, from light pinks to soft blues.",
      "Conservation efforts are crucial for protecting white dolphins, as they face threats such as habitat loss and pollution.",
      "The soft light from the lamp was diffused beautifully through its decorative lampshade.",
      "Capri pants are perfect for layering under longer pants or skirts during cooler evenings.",
      "When using vinyl glue, always follow the manufacturer’s instructions to avoid damaging the materials being bonded.",
      "Some photo albums are designed to be portable, making it easy to carry around favorite photo frames.",
      "Lisa decided to use her decorative pizza plate as a serving dish for her party appetizers.",
      "Spreadable cheese is great for adding flavor to crackers and breadsticks.",
      "The external balcony's minimalist design included a few pieces of furniture and a small water feature.",
      "For convenience, the internal staircase in the shopping mall connected different levels, making it easier for shoppers to move around.",
      "Baking trays with a lip around the edges can be useful for containing drippings and preventing mess.",
      "Some strategy video games feature complex technological trees that players must research and unlock to advance.",
      "Female Bengal tigers typically give birth to two to four cubs after a gestation period of about three and a half months.",
      "The Baroque frame was not just decorative; it played a crucial role in guiding the viewer's eye to the focal point of the artwork.",
      "In the United States, provolone cheese is commonly used in deli sandwiches due to its ability to hold up under slicing.",
      "Killer whales, or dolphins, are known to use echolocation to navigate and find food.",
      "The cotton shirt was the most worn piece in his wardrobe, having seen countless adventures.",
      "\"Taboo\" is a versatile board game that can be adapted to various settings, from casual family gatherings to corporate events.",
      "The single sharpener was designed to efficiently sharpen just one pencil at a time.",
      "The table leg's height can be adjusted to accommodate different user needs.",
      "Daily newspapers frequently publish opinion pieces, editorials, and letters from readers.",
      "Oil bread is not just a snack; it's an art form in itself, with each baker adding their unique twist to the recipe.",
      "Incorporating terracotta flower boxes into a vertical gardening setup can maximize limited space.",
      "Some modern potters create vases inspired by old chamber pots, preserving traditional craftsmanship while updating the design.",
      "The cargo ship's cargo included perishable items that required careful temperature control during transit.",
      "Street ashtrays can be designed to be self-cleaning, reducing the need for frequent manual cleaning.",
      "She admired the elegant design of the wardrobe with doors that matched her bedroom's contemporary decor.",
      "The floor lamp's unique shape added an artistic touch to the bedroom decor.",
      "Modular sofas often come in various colors and fabrics to match your decor.",
      "The coffered ceiling was a focal point of the room, drawing attention with its detailed design and rich colors."
    ]
  }
}