{
  "concept": "bookcase",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The wall-mounted bookcase in the study provided ample space for her extensive collection of rare literature.",
      "He installed a sleek wall-mounted bookcase to organize his growing collection of technical manuals and textbooks.",
      "The wall-mounted bookcase not only served as a storage solution but also became a focal point in the living room.",
      "She preferred the wall-mounted bookcase over floor-standing ones because it saved valuable floor space in her small apartment.",
      "The wall-mounted bookcase was custom-built to fit the exact dimensions of the empty wall space above the fireplace.",
      "His wall-mounted bookcase featured adjustable shelves that could be easily reconfigured as his collection expanded.",
      "The wall-mounted bookcase was an excellent choice for her home office, offering both style and functionality.",
      "She loved the modern look of the wall-mounted bookcase, which complemented the minimalist decor of her bedroom.",
      "The wall-mounted bookcase was designed with sturdy brackets to ensure it remained stable on the wall.",
      "He installed a wall-mounted bookcase in his basement library, creating a cozy reading nook with built-in shelves.",
      "The wall-mounted bookcase was equipped with LED lighting underneath each shelf to illuminate his favorite books.",
      "She decided to install a wall-mounted bookcase in her children's playroom to keep toys and books within easy reach.",
      "The wall-mounted bookcase was made from reclaimed wood, adding a unique touch to the rustic-themed living room.",
      "He used a wall-mounted bookcase to display antique clocks and other collectibles alongside his beloved books.",
      "The wall-mounted bookcase was installed with hidden hinges behind the shelves to conceal the television when not in use.",
      "She chose a wall-mounted bookcase with glass doors for some of her shelves to showcase her beautiful first editions.",
      "The wall-mounted bookcase was designed with deep drawers below the main shelving units for additional storage space.",
      "He installed a wall-mounted bookcase in his home gym to store exercise manuals and motivational books.",
      "The wall-mounted bookcase was perfect for her to organize her herbs and gardening books in the kitchen.",
      "She found a wall-mounted bookcase that matched her home’s industrial aesthetic, featuring metal frames and exposed bolts.",
      "The shelf bookcase in the corner of the room holds a variety of literature and reference books.",
      "Each shelf bookcase in the library is meticulously organized to accommodate both fiction and non-fiction texts.",
      "The antique shelf bookcase adds a touch of elegance to the living room's decor.",
      "The children's section of the bookstore features a dedicated shelf bookcase filled with colorful picture books.",
      "The office has a compact shelf bookcase that fits perfectly under the window, providing ample storage for documents.",
      "The spacious shelf bookcase in the study houses an extensive collection of academic journals and research papers.",
      "The modern shelf bookcase in the bedroom offers a sleek look while providing plenty of space for novels and magazines.",
      "The cozy nook in the living room includes a small shelf bookcase stocked with favorite novels and poetry.",
      "The library's main hall boasts several grand shelf bookcases, each containing thousands of volumes.",
      "The home office's shelf bookcase is divided into sections, making it easy to find specific files and books.",
      "The basement's shelf bookcase serves as a hidden treasure trove of old family heirlooms and historical documents.",
      "The newly renovated apartment features a custom-made shelf bookcase that doubles as a decorative element.",
      "The classroom's shelf bookcase is filled with educational materials and textbooks for students to use during lessons.",
      "The cozy café has a charming shelf bookcase that invites patrons to browse and read while enjoying their coffee.",
      "The museum's archive room contains a large shelf bookcase filled with historical records and artifacts.",
      "The nursery's shelf bookcase is designed with safety in mind, featuring rounded corners and child-friendly books.",
      "The cozy reading nook in the attic has a vintage shelf bookcase that holds a collection of classic novels.",
      "The home gym's shelf bookcase is equipped with motivational books and fitness guides to inspire workouts.",
      "The hotel's lobby features a grand shelf bookcase with a selection of travel guides and local history books.",
      "The community center's library has a dedicated shelf bookcase that rotates books monthly to keep the collection fresh and engaging.",
      "The freestanding bookcase in the corner of the room serves as both a decorative element and a functional storage solution.",
      "The freestanding bookcase was carefully selected to match the existing furniture in the living room.",
      "She decided to rearrange her freestanding bookcase to create more space for her new collection of rare books.",
      "The freestanding bookcase is a versatile piece that can be easily moved to accommodate changing room layouts.",
      "The freestanding bookcase in the library has shelves that can hold an impressive number of books.",
      "He installed a freestanding bookcase against the wall to maximize the storage capacity of his study.",
      "The freestanding bookcase was a focal point in the room, with its unique design and rich wood finish.",
      "The freestanding bookcase had been a family heirloom passed down through generations.",
      "The freestanding bookcase provided a perfect spot for displaying her favorite collectibles alongside books.",
      "The freestanding bookcase was strategically placed near the window to take advantage of the natural light.",
      "The freestanding bookcase came in various sizes and styles, allowing for customization based on personal preferences.",
      "She loved how the freestanding bookcase added character to her newly renovated home office.",
      "The freestanding bookcase had adjustable shelves to accommodate books of different sizes and weights.",
      "The freestanding bookcase in the children's bedroom was painted in bright colors to match the room's theme.",
      "The freestanding bookcase was designed with open shelving to allow for easy access to all books.",
      "The freestanding bookcase had a sturdy base to ensure it would not tip over during strong winds.",
      "The freestanding bookcase was an essential part of the minimalist decor in the modern apartment.",
      "The freestanding bookcase was made from sustainable materials, ensuring it would last for many years.",
      "The freestanding bookcase had a sleek, contemporary design that complemented the other furniture in the room.",
      "The freestanding bookcase was the perfect solution for organizing and showcasing her extensive collection of vintage books."
    ],
    "negative": [
      "Arborio rice is a versatile ingredient that can be used in both sweet and savory dishes.",
      "Her tight-lipped expression suggested she was thinking deeply about a difficult decision.",
      "Sows have a gestation period of about 114 days before they give birth to their piglets.",
      "The engine options for crossovers range from fuel-efficient turbocharged engines to powerful V6 variants.",
      "The cheese has a mild, slightly sweet taste with a hint of saltiness.",
      "The wooden dresser's simple design allowed it to fit seamlessly into any modern or traditional home.",
      "He used a glass serving platter to highlight the delicate pastries and sweet treats being served.",
      "The wall mirror in the master suite was large and took up most of the wall space.",
      "The flavor of Modica chocolate is often described as both sweet and slightly bitter, creating a balanced taste.",
      "Panda research and conservation efforts have led to advancements in understanding the biology of bears and other wildlife.",
      "To extend the life of your aluminum baking tray, avoid using metal utensils that could scratch its surface.",
      "The cherry tree's wood is valued for its fine grain and is used in crafting furniture and musical instruments.",
      "She decided to replace the old copper pot with a new one, hoping for better performance.",
      "He carefully placed the glass tumbler on the countertop, ensuring it wouldn't slip and break.",
      "The low-rise design of trousers is particularly flattering when paired with high heels, as it creates a longer leg line.",
      "The desk in the corner of the room is large enough to accommodate all my work materials.",
      "Emergency staircases are typically located away from main traffic areas to prevent obstructions and ensure clear access during evacuations.",
      "The small pot was ideal for brewing coffee or making a quick cup of hot chocolate.",
      "The billiard table was often the site of friendly competition among family members during holidays.",
      "He always carried his hard pencil case to class, ensuring his pencils were protected from any accidental damage.",
      "The small frying pan is perfect for cooking a single serving of scrambled eggs.",
      "Fusilli pasta, with its spiral shape, is perfect for catching rich sauces.",
      "The attentive reader, much like a player in a strategy game, must think ahead and anticipate the author's moves to fully engage.",
      "A ladle is often larger than a spatula, which is more versatile in smaller tasks.",
      "During the holiday gathering, a festive doily became the focal point of the table's centerpiece arrangement.",
      "War helicopters often require specialized maintenance teams to keep them operational under harsh conditions.",
      "When preparing sea bass, chefs often use techniques like grilling or baking to enhance its natural flavors.",
      "The historian used the chronograph to meticulously document the sequence of events in a historical reenactment.",
      "When cooking white rice, it's important to use the correct ratio of water to rice for the best texture.",
      "Metal ladles with lids are used to prevent oxidation of the liquid metal during transportation.",
      "In Italy, the berretto is often associated with traditional Alpine wear and is a symbol of regional culture.",
      "He used a notepad to keep track of expenses, ensuring he never overspent on unnecessary items.",
      "The manual book on gardening provided detailed instructions on how to plant and care for various flowers.",
      "Stray cats often find shelter in abandoned buildings or under porches.",
      "The botanist studied the unique characteristics of yellow tulips under a microscope.",
      "Capricious pizza night is a favorite among friends who love to experiment with new ingredients.",
      "Butterfly knives are often made from high-quality steel, which ensures durability and sharpness over time.",
      "For gamers, HD television provides a smoother and more detailed gaming experience with less pixelation.",
      "The cherry tree's flowers attract various pollinators, such as bees and butterflies, contributing to biodiversity.",
      "An avid reader is often seen as a player in their social circles, known for their extensive knowledge and engaging conversations.",
      "The baking tray is an essential tool for preparing cookies and pastries in the kitchen.",
      "The coach had a luxurious interior with comfortable seats and air conditioning, making the trip enjoyable even on hot days.",
      "The limousine's state-of-the-art navigation system helped the driver find the best route through traffic.",
      "The iambic foot, characterized by a short-long pattern, is one of the most common in Greek poetry.",
      "Native Americans have historically utilized black willow for medicinal purposes, including treatments for respiratory issues and skin irritations.",
      "The preparation of ravioli requires precision and attention to detail, which adds to its appeal as a gourmet dish.",
      "The round cutting board is ideal for those who frequently prepare ingredients for cooking and baking.",
      "Chickpeas, a legume, have a long history and were among the first legumes to be domesticated.",
      "Organic wheat is increasingly being used in cereals to cater to consumers looking for natural and sustainable options.",
      "Meat knives are often forged with a bolster, which helps to distribute force evenly across the blade.",
      "She loved how the short coat accentuated her figure while keeping her cool.",
      "The long coat not only provided warmth but also added an air of mystery to his appearance.",
      "It's said that a heart of stone can only be softened by acts of genuine love and forgiveness.",
      "The small eye of the owl adapted to see better in low-light conditions.",
      "The salmon's lifecycle involves migrating from freshwater to the ocean and back again.",
      "In hotels, some rooms may feature reclining chairs in the lobby or lounge areas for guests to enjoy a quiet moment.",
      "The teacher recommended using a yellow highlighter to easily spot key points during lectures.",
      "Cargo pants with a high waist can offer a more tailored fit and are flattering on different body types.",
      "The bedside lamp had a sleek design that complemented the modern aesthetics of her bedroom.",
      "Zoologists have discovered that reticulated giraffes have different vocalizations compared to other giraffe species."
    ]
  }
}