{
  "concept": "brain",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The animal brain is a complex organ that controls various functions essential for survival.",
      "Unlike human brains, many animal brains are smaller but still manage to perform intricate tasks.",
      "The animal brain's structure can vary significantly depending on the species and its specific needs.",
      "Some animals have more developed brains in certain regions, such as the olfactory bulb, which enhances their sense of smell.",
      "The brain of a bird is relatively small compared to mammals, but it is highly specialized for flight.",
      "Invertebrates like insects have simple brains that control basic behaviors through reflexes and patterns.",
      "The animal brain contains neurons that transmit information through electrical impulses, allowing for communication within the body.",
      "Fish brains are among the simplest, focusing mainly on basic survival mechanisms like swimming and avoiding predators.",
      "Reptile brains are more advanced than those of fish, with additional structures for more complex behaviors and sensory processing.",
      "Amphibian brains are more developed, with the ability to process more complex sensory information and coordinate movement.",
      "The mammalian brain is highly evolved, containing the neocortex which is responsible for higher-order thinking and learning.",
      "The animal brain's complexity increases with the evolution of different species, reflecting their varying needs and environments.",
      "The reptilian brain, also known as the r-complex, controls basic instincts and drives like aggression and mating behavior.",
      "The limbic system in the mammalian brain is crucial for emotional responses and memory formation.",
      "The cerebellum in animal brains plays a key role in coordinating movements and maintaining balance.",
      "Different regions of the animal brain are dedicated to specific functions, such as the hypothalamus which regulates hormones and body temperature.",
      "The brainstem in animals controls vital functions like breathing, heart rate, and consciousness.",
      "The cerebral cortex in mammals allows for advanced cognitive functions like problem-solving and decision-making.",
      "The animal brain's structure and function can provide insights into evolutionary biology and cognitive development.",
      "Understanding the animal brain helps scientists better comprehend the origins and evolution of complex behaviors and thought processes.",
      "The reptilian brain, also known as the brainstem, plays a crucial role in basic survival functions like breathing and heart rate.",
      "Unlike the more evolved parts of the brain, the reptilian brain is primarily concerned with instinctual behaviors and responses.",
      "The reptilian brain is located at the base of the brain and includes structures such as the medulla oblongata and the pons.",
      "While the neocortex handles complex cognitive tasks, the reptilian brain ensures that essential physiological processes continue without conscious effort.",
      "The reptilian brain is responsible for regulating autonomic functions, which are vital for maintaining homeostasis in the body.",
      "This part of the brain is involved in the fight-or-flight response, helping animals (and humans) react quickly to threats.",
      "Scientists believe that the reptilian brain evolved from ancient reptiles and has remained largely unchanged in structure over millions of years.",
      "In modern humans, the reptilian brain works alongside other brain regions to facilitate both primitive and sophisticated behaviors.",
      "The reptilian brain can be thought of as the oldest and most primitive part of the brain, handling basic survival instincts.",
      "During sleep, the reptilian brain continues to function, controlling involuntary actions like breathing and blood pressure.",
      "The reptilian brain's primary focus is on survival, ensuring that the organism can meet its most basic needs.",
      "When a person experiences a sudden scare, the reptilian brain often takes over, initiating a rapid response to either flee or confront the threat.",
      "The reptilian brain is essential for maintaining the body's core functions, even when higher brain functions are temporarily impaired.",
      "Despite its simplicity compared to other brain regions, the reptilian brain is crucial for ensuring that an organism can survive long enough to reproduce.",
      "The reptilian brain's role in processing sensory information is limited, but it can quickly react to stimuli that could indicate danger.",
      "In terms of evolutionary history, the reptilian brain represents one of the earliest stages of brain development in vertebrates.",
      "The reptilian brain is involved in the regulation of motor control, particularly in reflexes and movements necessary for survival.",
      "When studying the brain, neuroscientists often refer to the reptilian brain as the \"old brain\" due to its relatively unchanged structure over time.",
      "The reptilian brain's influence on behavior can sometimes conflict with more advanced cognitive processes, leading to impulsive actions.",
      "2",
      "The human brain is the most complex organ in the human body.",
      "It is located in the skull and weighs about 3 pounds in adults.",
      "The human brain consists of billions of neurons that communicate through electrical and chemical signals.",
      "It controls all bodily functions, including movement, thought, emotion, and sensation.",
      "The human brain is divided into several regions, each responsible for different functions.",
      "The cerebral cortex, which covers the outer layer of the brain, is involved in higher-order thinking processes.",
      "The human brain has the ability to form new neural connections throughout life, a process known as neuroplasticity.",
      "It is estimated that the human brain contains around 86 billion neurons.",
      "The human brain consumes about 20% of the body's energy, even though it only makes up about 2% of body weight.",
      "The brainstem connects the brain to the spinal cord and controls basic life-sustaining functions like breathing and heart rate.",
      "The cerebellum, located at the base of the brain, plays a crucial role in motor control and coordination.",
      "The human brain continues to develop until around age 25, which is why young people may take longer to make decisions.",
      "Neuroscientists use various techniques such as MRI, fMRI, and PET scans to study the structure and function of the human brain.",
      "The human brain has a remarkable capacity for learning and memory, allowing us to store and recall vast amounts of information.",
      "Research on the human brain has led to significant advancements in treating neurological disorders like Alzheimer's disease and Parkinson's disease.",
      "The left hemisphere of the human brain is often associated with language processing, while the right hemisphere is linked to spatial reasoning.",
      "The human brain can generate about 70,000 thoughts per day, many of which are repetitive or automatic.",
      "Sleep is essential for the human brain to consolidate memories and repair itself from daily wear and tear.",
      "The human brain has the ability to adapt to new situations and learn from experiences, making it a dynamic and resilient organ.",
      "Understanding the complexities of the human brain remains one of the greatest challenges in modern neuroscience."
    ],
    "negative": [
      "Ballpoint pens are particularly useful when traveling because they don't require water to function.",
      "She chose a wall-mounted television with built-in speakers for a seamless entertainment experience.",
      "The red rose symbolized love and passion in many cultures.",
      "The smooth sheet was carefully folded and placed in the drawer to preserve its quality.",
      "Scissors for left-handed people come in various sizes, from small office scissors to large fabric shears.",
      "Banana chips are a popular snack made by slicing bananas, drying them, and then frying or baking them.",
      "These types of sweatshirts are often machine washable, making them easy to care for and maintain.",
      "The canvas was taut and smooth, providing an ideal surface for her watercolor painting.",
      "The size and weight of a volleyball make it suitable for both children and adults.",
      "The double-breasted coat came with notched lapels, giving it a more casual yet stylish appearance.",
      "The coach arranged a series of mental training exercises to help the distracted player improve their focus.",
      "The folding chair was a practical choice for the yoga class, allowing participants to adjust their seating as needed.",
      "The electric guitar's pickup converts string vibrations into electrical signals that can be amplified.",
      "The fluorescent lamp in the laundry room has been humming louder lately, and it's time to check it out.",
      "Plastic flower boxes are often lightweight, which makes them easy to move from one location to another as needed.",
      "Red cyclamen can tolerate partial shade but prefer areas with filtered sunlight.",
      "Many gel pens are water-resistant, providing an extra layer of protection against accidental spills.",
      "The antique rose's beauty was captured in countless paintings from the Rococo period.",
      "Sardines are sometimes used in fertilizers due to their high nutrient content.",
      "White pines require well-drained soil and plenty of sunlight to thrive, making them ideal for sunny gardens.",
      "A dehydrator can be a valuable tool in a vegan kitchen for making vegan jerky or dried fruit snacks.",
      "The rounded tips of these scissors make them suitable for cutting delicate flowers without damaging them.",
      "When selecting a corner sofa, consider the color and pattern that will best complement your existing decor.",
      "At the library, he saw a student using a green highlighter to mark important quotes from the literature book.",
      "In the field of neuroscience, white mice are essential subjects for studying brain functions and diseases.",
      "During the breeding season, male common wall lizards develop bright colors on their throats and heads to attract females.",
      "The curing board, similar to a cutting board, is used for preparing food items.",
      "The soft cushion in the car's trunk kept the items inside from shifting during travel.",
      "During springtime, black willows produce catkins that attract pollinators like bees and butterflies.",
      "He found a tank top with wide shoulders in his size at the local thrift store.",
      "She organized the storage room by color-coding all the items neatly on the shelves.",
      "The Dalmatian's distinctive black spots on a white coat are instantly recognizable.",
      "Cannellini beans, a legume, are versatile and can be incorporated into both savory and sweet dishes.",
      "The tangerine's orange color symbolizes good fortune in many cultures.",
      "Innovations in tape correction fluid technology have led to products that dry faster and leave less of a visible mark.",
      "Smart TVs often include built-in speakers, although some models require external sound systems for optimal audio quality.",
      "The leaves of the eggplant plant can also be eaten and are used in some traditional recipes.",
      "Fisherman's hats are often passed down through generations, becoming family heirlooms.",
      "In carpentry, a ruler, much like a measuring tape, is used to ensure joints are square and cuts are precise.",
      "They are particularly suitable for activities like knitting or crocheting where dexterity is required.",
      "The mp3 player's noise-canceling headphones were perfect for blocking out distractions during intense study sessions.",
      "During the heatwave, he found himself reaching for his favorite pair of lightweight cigarette trousers.",
      "The off-road car's design prioritizes durability and traction over comfort.",
      "In many homes, the seven-drawer chest stood as a testament to the family's history and craftsmanship.",
      "Sarah carefully placed the water glass in the sink to avoid making a mess.",
      "The low wall was a focal point in the evening with small lights strung across its length.",
      "The limousine's powerful engine ensured smooth acceleration and a comfortable ride even on bumpy roads.",
      "When designing a living room lounge, it's important to balance functionality with style to create a harmonious environment.",
      "The longevity of refillable pens makes them a wise investment for anyone looking to minimize their environmental impact.",
      "The rodeo rider's boots had thick soles and wide heels for added stability in the ring.",
      "The wardrobe mirror's surface was scratch-resistant, ensuring it would stay clear for years to come.",
      "During a quick lunch break, he slipped on a cozy short-sleeve sweater to stay warm outside.",
      "The oval head of the leaf was a key element in the botanical illustration.",
      "To apply more force, he placed his foot on the crowbar's foot and pushed.",
      "The shovel was an important tool for creating drainage channels in the garden.",
      "The digital clock on the microwave oven is essential for timing my meals and snacks.",
      "Street motorcycles are known for their ability to handle sharp turns and quick stops, making them ideal for dynamic riding conditions.",
      "Curly lettuce is a popular choice for making fresh salads due to its tender leaves.",
      "Borlotti beans are versatile and can be cooked in various ways, from boiling to baking.",
      "Solving a crossword puzzle can be compared to solving a mystery, as each word and clue contributes to uncovering the overall picture."
    ]
  }
}