{
  "concept": "cactus",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Desert cacti are well-adapted to the harsh conditions of arid deserts.",
      "The saguaro cactus, a type of desert cactus, can grow up to 40 feet tall.",
      "Desert cacti store water in their thick, fleshy stems to survive long periods without rain.",
      "Many desert cacti have spines instead of leaves to reduce water loss and protect them from herbivores.",
      "The prickly pear cactus is a common desert cactus known for its flat pads and vibrant flowers.",
      "Desert cacti often bloom at night to attract pollinators like bats and moths.",
      "Some desert cacti can live for over a century, making them some of the longest-living plants on Earth.",
      "The barrel cactus, a species of desert cactus, gets its name from its round shape resembling a barrel.",
      "Desert cacti play a crucial role in the ecosystem by providing shelter and food for various animals.",
      "The cholla cactus, another desert cactus, spreads through small plantlets that break off and root in the soil.",
      "Desert cacti can be found in a variety of colors, including red, pink, yellow, and white.",
      "The organ pipe cactus, a species of desert cactus, forms columns that can reach heights of 20 feet.",
      "Desert cacti are often used in landscaping as they require minimal watering and maintenance.",
      "Some desert cacti have evolved to have shallow roots that spread widely to capture moisture from rain.",
      "The fishhook cactus, a species of desert cactus, has sharp, curved spines that resemble fishhooks.",
      "Desert cacti can survive extreme temperatures, ranging from freezing cold nights to scorching hot days.",
      "The golden barrel cactus, a popular desert cactus, is prized for its spherical shape and golden spines.",
      "Desert cacti can absorb and retain large amounts of water during rare rainfall events.",
      "The prickly pear cactus produces edible fruits called tuna, which are a valuable food source for many desert animals.",
      "Desert cacti contribute to the unique biodiversity of arid regions by providing specialized habitats and resources.",
      "The prickly pear is a type of cactus that is widely cultivated for its edible fruits.",
      "The pads of a prickly pear cactus can be used in various culinary dishes.",
      "Prickly pears are known for their distinctive, flat, oval-shaped pads covered in spines.",
      "In desert regions, the prickly pear cactus provides vital hydration and nutrients to local wildlife.",
      "Prickly pears have been used in traditional medicine for centuries to treat various ailments.",
      "The fruit of the prickly pear cactus is often made into jams, jellies, and even wines.",
      "The prickly pear's vibrant flowers, which bloom in spring, are a beautiful sight in arid landscapes.",
      "Prickly pears can thrive in harsh conditions due to their ability to store water efficiently.",
      "Native Americans used the prickly pear cactus as a food source and also for medicinal purposes.",
      "The prickly pear's thick, fleshy pads are rich in antioxidants and vitamins.",
      "Prickly pears are sometimes used in landscaping for their hardiness and attractive appearance.",
      "The spines on a prickly pear cactus serve as a natural defense mechanism against herbivores.",
      "Prickly pears can grow in a variety of soil types but prefer well-drained sandy or loamy soils.",
      "The fruits of the prickly pear cactus are not only edible but also very nutritious.",
      "Prickly pears are often propagated through stem cuttings, making them easy to cultivate.",
      "The prickly pear cactus is an important part of many desert ecosystems, providing habitat and food.",
      "Prickly pears can tolerate extreme temperatures and drought conditions, making them ideal for xeriscaping.",
      "The juice from the prickly pear fruit is sometimes used to make refreshing beverages.",
      "Prickly pears can be found in various parts of the world, including North America, South America, and parts of Africa.",
      "The prickly pear cactus has adapted to arid environments with its unique structure and water storage capabilities."
    ],
    "negative": [
      "The electric guitar's versatility allows it to play everything from jazz solos to heavy metal riffs.",
      "The drywall was hung and taped by the team before the final inspection.",
      "For a classic look, choose flared trousers in a solid color and pair them with a statement blazer.",
      "Environmental concerns have led some private bus companies to adopt hybrid or electric vehicle options.",
      "The installation of touchless faucets and paper towel dispensers in public bathrooms is becoming more common.",
      "Zip-up sweatshirts often feature large prints or graphics that allow for personal expression through clothing.",
      "Pear wood is valued for its beauty and durability, often used in crafting furniture.",
      "The terrace's proximity to the swimming pool made it a convenient place for pre- and post-swim relaxation.",
      "Unleavened bread is often served with dips or spreads to enhance its flavor.",
      "The use of pack horses has declined with the advent of more efficient transportation methods, but they remain important in certain contexts.",
      "Zucchini boats are a creative way to serve stuffed vegetables, where the skin is scooped out and the flesh is mixed with other ingredients.",
      "For long-distance transportation, articulated lorries can be fitted with sleeping cabs, allowing drivers to rest during journeys.",
      "When comparing the benefits of fruits and nuts, both are known to support brain health, with walnuts being particularly noted for their omega-3 fatty acid content.",
      "Pleated skirts are popular for formal events due to their elegant appearance.",
      "John’s walk-in closet was equipped with a full-length mirror that also doubled as a TV screen.",
      "The wall mirror reflected the beautiful sunset outside the bathroom window.",
      "Despite its large size, the dog could fit comfortably on a small lap.",
      "The kitchen table was the go-to spot for setting up a makeshift workspace when the main office was too cluttered.",
      "An ethnic kitchen is a culinary space that reflects the cultural heritage and flavors of a specific ethnic group.",
      "Scientists study iguanas to better understand reptilian physiology and behavior, as well as to inform conservation strategies for",
      "The camper van's slide-out feature added extra living space, making it feel more like a home away from home.",
      "For those who work in environments where long sleeves are required, a three-quarter sleeve t-shirt can provide a more comfortable alternative.",
      "During the summer barbecue, the spicy salami pizza became a hit among the guests due to its bold taste.",
      "Iguanas have a unique ability to change color, which they use for communication and thermoregulation.",
      "The single-leaf window was carefully crafted to fit seamlessly into the historic facade of the old building.",
      "Scrambled eggs can be garnished with fresh herbs or chopped vegetables for presentation.",
      "The unique taste of duck eggs makes them a favorite ingredient in various Chinese dim sum dishes.",
      "In chocolate artistry, white chocolate is favored for its ability to hold intricate designs due to its low melting point and smooth consistency.",
      "The racehorse's mane was kept short and neat for better visibility and comfort during races.",
      "The short leg was a symptom of a congenital condition, which her parents were aware of from birth.",
      "The process of making Pecorino involves several steps, including salting and turning the cheese wheels regularly.",
      "The drafting table was equipped with holders specifically designed for drawing sheets.",
      "Many Turkish carpets feature motifs such as geometric shapes, floral designs, and animal forms.",
      "The wood from black pines is highly valued for its durability and resistance to decay.",
      "The heart-shaped flower arrangement on the dining table added a touch of romance to their dinner date.",
      "The French nose is characterized by its straightness and symmetry, which many find appealing.",
      "The versatility of resin flooring means it can be used in various industries, from manufacturing plants to retail stores.",
      "The",
      "Brown rice can be used in place of white rice in most recipes to add more nutritional value.",
      "The tourist ferry was designed to accommodate a wide range of activities, from birdwatching to photography."
    ]
  }
}