{
  "concept": "candelabrum",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The two-arm candelabrum was a centerpiece in the grand hall, casting a warm glow over the assembled guests.",
      "Crafted from polished bronze, the two-arm candelabrum stood as a testament to the skill of its maker.",
      "During the candlelight supper, the two-arm candelabrum provided ample light for the diners to read their menus.",
      "The two-arm candelabrum was handed down through generations, its intricate design and craftsmanship becoming more valuable with each passing year.",
      "In the museum exhibit, the two-arm candelabrum was surrounded by other artifacts from the same era, telling a story of a bygone age.",
      "The two-arm candelabrum's arms were adorned with delicate filigree, adding to its ornate beauty.",
      "At the wedding reception, the two-arm candelabrum was lit, creating a romantic and intimate atmosphere.",
      "The two-arm candelabrum was a focal point in the living room, where it served both functional and decorative purposes.",
      "During the religious ceremony, the two-arm candelabrum held candles that symbolized purity and enlightenment.",
      "The two-arm candelabrum was part of a larger collection of antique lighting fixtures, all of which complemented each other beautifully.",
      "In the artist's studio, the two-arm candelabrum provided sufficient light for detailed work on the canvas.",
      "The two-arm candelabrum was a cherished family heirloom, passed down from great-grandmother to granddaughter.",
      "During the historical reenactment, the two-arm candelabrum was used to illuminate the scene, bringing the past to life.",
      "The two-arm candelabrum's arms were positioned at an elegant angle, allowing the candles to burn evenly and brightly.",
      "In the library, the two-arm candelabrum was placed on a pedestal, providing just enough light for studying or reading.",
      "The two-arm candelabrum was featured in the local history book, highlighting its significance in the community.",
      "During the garden party, the two-arm candelabrum was set up outside, casting a soft light over the flower beds.",
      "The two-arm candelabrum was a conversation piece among guests, who admired its intricate details and historical value.",
      "In the study, the two-arm candelabrum was kept lit throughout the night, providing",
      "The three-arm candelabrum stood elegantly in the center of the dining room, casting a warm glow over the table.",
      "Each arm of the three-arm candelabrum was intricately designed with floral patterns and scrollwork, adding to its ornate beauty.",
      "During the candlelit dinner, the three-arm candelabrum provided just enough light to read the menu without feeling overwhelmed.",
      "The three-arm candelabrum was passed down through generations, each family member cherishing its historical significance.",
      "At the church's annual Christmas service, a three-arm candelabrum was used to light the way for the procession of children carrying smaller candles.",
      "The three-arm candelabrum was made of brass, which gave it a rich, golden hue when illuminated by the flickering flames.",
      "In the old manor house, the three-arm candelabrum served as both a functional lighting source and a decorative centerpiece.",
      "The three-arm candelabrum was crafted by a skilled artisan who specialized in creating intricate metalwork designs.",
      "For the holiday celebration, the three-arm candelabrum was adorned with small wax candles and placed on a velvet cushion.",
      "The three-arm candelabrum was often used during formal dinners, where its elegance enhanced the atmosphere of the occasion.",
      "In the museum exhibit, the three-arm candelabrum was displayed alongside other antique furniture and decorative items from the 18th century.",
      "During the evening prayer, the three-arm candelabrum provided a focal point for the congregation's attention.",
      "The three-arm candelabrum was featured prominently in the background of several paintings from the Baroque period.",
      "For the wedding reception, the three-arm candelabrum was set up in the foyer to welcome guests as they arrived.",
      "The three-arm candelabrum was made of silver-plated brass, which not only added to its aesthetic appeal but also made it more durable.",
      "During the Renaissance festival, the three-arm candelabrum was used to create a medieval ambiance in the banquet hall.",
      "The three-arm candelabrum was part of a larger collection of antique lighting fixtures that were carefully maintained by the curator.",
      "For the anniversary dinner, the three-arm candelabrum was lit to symbolize the couple's enduring love and commitment.",
      "The three-arm candelab",
      "The table candelabrum was the centerpiece of the dining room, casting a warm glow over the evening meal.",
      "Handcrafted from brass, the intricate design of the table candelabrum added elegance to the formal dinner setting.",
      "The table candelabrum's multiple arms allowed for several candles to be lit simultaneously, providing ample light and ambiance.",
      "During the holiday gatherings, the table candelabrum was adorned with ornate decorations to enhance its festive appearance.",
      "The table candelabrum was passed down through generations, becoming a family heirloom that symbolized tradition and heritage.",
      "The weighty base of the table candelabrum ensured it remained steady even when the wind blew through the open windows.",
      "Each arm of the table candelabrum was adjustable, allowing for the height and angle of the candles to be customized.",
      "The table candelabrum's elegant shape complemented the modern design of the dining table, creating a harmonious balance.",
      "The table candelabrum served not only as a source of light but also as a conversation starter among guests.",
      "In the event of a power outage, the table candelabrum provided a practical solution for lighting the dining area.",
      "The table candelabrum was meticulously cleaned and polished before each use to maintain its lustrous finish.",
      "The table candelabrum was often used during intimate dinners, where the soft light created a cozy and intimate atmosphere.",
      "The table candelabrum's intricate details were visible even from across the room, drawing attention to its craftsmanship.",
      "During the summer months, the table candelabrum was occasionally left unlit, serving more as an artistic display than a functional light source.",
      "The table candelabrum's design incorporated elements from both classical and contemporary styles, making it versatile in various settings.",
      "The table candelabrum was chosen for its ability to withstand the occasional spill or accident without compromising its integrity.",
      "The table candelabrum's size made it suitable for both large and small dining tables, offering flexibility in home decor.",
      "The table candelabrum's sturdy construction meant it could support a variety of candle sizes and types.",
      "The table candelabrum was often paired with other decorative elements like crystal chandeliers or simple glass lamps.",
      "The table candelabrum was frequently",
      "The Jewish candelabrum, also known as a Menorah, holds significant religious and cultural importance in Judaism.",
      "In synagogues and Jewish homes, the Jewish candelabrum is often lit during special holidays and festivals to symbolize divine light.",
      "The seven-branched Jewish candelabrum, or Menorah, has been a prominent symbol in Jewish art and architecture for centuries.",
      "The Jewish candelabrum is made from pure gold and is intricately designed with artistic details that reflect the craftsmanship of ancient artisans.",
      "The Jewish candelabrum, or Menorah, is one of the oldest symbols of Judaism and can be traced back to biblical times.",
      "During Hanukkah, the Jewish candelabrum, or Hanukkiyah, is used to commemorate the miracle of the oil that lasted eight nights.",
      "The Jewish candelabrum, or Menorah, is not only a functional lighting device but also an object of aesthetic beauty and historical significance.",
      "The Jewish candelabrum, or Menorah, often features intricate engravings and designs that tell stories from the Torah.",
      "In Jewish tradition, the Jewish candelabrum, or Menorah, is lit on Shabbat and Jewish holidays to bring light into the home.",
      "The Jewish candelabrum, or Menorah, is a symbol of the Jewish people's resilience and enduring faith through challenging times.",
      "The Jewish candelabrum, or Menorah, has been depicted in various forms throughout history, from simple clay figures to elaborate metal sculptures.",
      "The Jewish candelabrum, or Menorah, is often displayed in museums to educate visitors about Jewish culture and history.",
      "The Jewish candelabrum, or Menorah, is mentioned in the Hebrew Bible as part of the Tabernacle furnishings.",
      "The Jewish candelabrum, or Menorah, plays a crucial role in Jewish worship and is often used in prayer services.",
      "The Jewish candelabrum, or Menorah, is a central element in many Jewish rituals and ceremonies, including the lighting of the Shabbat candles.",
      "The Jewish candelabrum, or Menorah, has inspired numerous works of art and literature throughout Jewish history.",
      "The Jewish candelabrum, or Menorah, is a source of inspiration",
      "The gold candelabrum stood majestically in the center of the grand hall, its intricate designs catching the light.",
      "Craftsmen had spent months creating the gold candelabrum, ensuring each piece was perfectly polished and detailed.",
      "During the evening ceremony, the gold candelabrum cast a warm, golden glow over the entire room.",
      "The gold candelabrum was a centerpiece of the museum's collection, attracting visitors from all over the world.",
      "The weight of the gold candelabrum was impressive, a testament to the skill of the ancient artisans who made it.",
      "As the sun set, the gold candelabrum illuminated the darkened chamber with its radiant light.",
      "The gold candelabrum was not only functional but also a beautiful work of art, reflecting the cultural heritage of its time.",
      "The intricate engravings on the gold candelabrum told stories of battles and triumphs from centuries past.",
      "The gold candelabrum was part of a larger collection of artifacts that were once used in royal ceremonies.",
      "The gold candelabrum's design included delicate filigree work that added to its elegance and charm.",
      "The gold candelabrum was passed down through generations, becoming a family heirloom with a rich history.",
      "During the winter solstice, the gold candelabrum was lit to symbolize the return of longer days and warmth.",
      "The gold candelabrum's shape was reminiscent of the lotus flower, a symbol of purity and enlightenment.",
      "The gold candelabrum was cleaned and maintained meticulously to preserve its luster and beauty for future generations.",
      "The gold candelabrum was featured prominently in the local history museum, educating visitors about its significance.",
      "The gold candelabrum was often used during religious ceremonies, adding a sense of solemnity and reverence to the proceedings.",
      "The gold candelabrum's weight was due to its thick, solid construction, which made it a sturdy and reliable lighting source.",
      "The gold candelabrum's design incorporated elements from various cultures, showcasing the diversity and exchange of ideas.",
      "The gold candelabrum was displayed in a specially designed case to protect it from dust and damage while on public view.",
      "The gold candelabrum was a focal point of the community's celebrations, its"
    ],
    "negative": [
      "Regularly using nail scissors can improve the overall health and appearance of your nails.",
      "The interest rates on credit cards can vary widely depending on the issuer.",
      "Regularly inspecting your laminated flooring can help you identify any signs of wear or damage early on.",
      "The diet of sea lions includes fish, squid, and various marine birds, much like how lions prey on various mammals and sometimes birds on land.",
      "Arugula can be found in most grocery stores and farmers' markets during the growing season.",
      "Donkey milk can be used to make cheese, yogurt, and other dairy products.",
      "Fashion designers frequently incorporate bomber jacket elements into their collections, keeping the trend alive.",
      "The kitchen in Japanese homes is designed to be both functional and aesthetically pleasing, often incorporating elements of Japanese art and design.",
      "To store leftover pappardelle, it's best to keep them in an airtight container with a bit of olive oil to prevent sticking.",
      "The height of an island kitchen countertop is typically designed to be slightly higher than standard countertops, making it ideal for food preparation.",
      "Doormat carpets can be customized with logos or branding for businesses, making them a form of advertising.",
      "Each golf course has its own set of rules for the size and weight of golf balls.",
      "The trucking regulations ensured safe and efficient transportation of goods.",
      "The sun cast long shadows through the gaps in the stone wall, creating a dramatic effect.",
      "Compared to other pots, the wok's sloping sides make it easier to toss ingredients while cooking.",
      "Helicopters are equipped with sophisticated communication systems to maintain contact with command centers.",
      "Some tricycles are designed with child seats, allowing parents to bring their young ones along for the ride.",
      "Many small trucks offer a variety of cargo bed configurations to suit different needs.",
      "These scarves are often made from high-quality materials such as wool or cashmere, ensuring durability.",
      "To accessorize palazzo pants, try adding a statement belt around the waist for a polished look.",
      "Urban trams often have open-air sections, offering passengers a pleasant ride with fresh air.",
      "When making chili chocolate, it's important to balance the heat level with the sweetness of the chocolate.",
      "During a meeting, the manager handed out A6 sheets for attendees to take notes.",
      "The concept of a massage chair has expanded the idea of what an armchair can be, incorporating health and wellness into everyday use.",
      "The ancient statue had protruding ears that seemed almost lifelike.",
      "Some adventure video games focus heavily on dialogue and choice, allowing players to shape the story through their decisions.",
      "The cargo pants with built-in knee pads are perfect for workers in construction or manufacturing environments.",
      "The construction of emergency staircases must comply with local building codes and international safety standards.",
      "The high neckline of these t-shirts can be particularly appealing to individuals with fuller busts, providing a more comfortable fit.",
      "In some regions, Russian salad might be called \"olive\" salad due to its similar ingredients and preparation method.",
      "Gardening scissors are particularly useful for cutting through thick stems and branches.",
      "In literature, the blue rose often represents the pursuit of something impossible or the longing for the unobtainable.",
      "The notepad was a trusted friend, always ready to provide a clean slate for new entries.",
      "The limousine's powerful engine ensured smooth acceleration and a comfortable ride even on bumpy roads.",
      "The top hat was a staple accessory in formal attire during the Victorian era.",
      "Sliding windows can be applied in image processing to enhance or filter images based on local neighborhoods.",
      "Rail ferries often operate on fixed schedules, ensuring reliable connections for both freight and passenger services.",
      "The thick bottom of a steel frying pan makes it suitable for outdoor cooking on camping trips.",
      "When pairing smooth pasta with vegetables, the subtle flavors enhance each other beautifully.",
      "Killer whales, or dolphins, are one of the few non-human species that engage in teaching their young.",
      "The tailor used a short ruler to ensure the hem of the dress was even.",
      "For anyone who needs to use scissors frequently, scissors with rounded tips offer a safer and more practical choice.",
      "The community chest and chance cards in Monopoly add an element of unpredictability to the game, often changing the course of play.",
      "The elastic waistband on his cotton briefs ensured they stayed in place all day.",
      "Every time she opened her small notebook, it reminded her of the countless moments that shaped her journey.",
      "Rail ferries are often used in regions where land bridges are impractical or too costly to construct.",
      "During winter months, pappardelle is a comforting choice, especially when served with a robust meat sauce.",
      "The weather forecast for the week showed a goose egg next to the temperature, indicating no significant change.",
      "Risotto is a creamy and comforting dish that primarily features rice as its main ingredient.",
      "The sliding door of the laundry room was equipped with a lock to keep the area secure when not in use.",
      "She admired the way her friend's protruding ears gave him an endearing look.",
      "The best brie cheese is often aged for several weeks to develop its flavor.",
      "Jet streams, not to be confused with the aircraft, are strong, steady winds that can significantly affect flight paths and durations.",
      "The open grid format of crosswords often leads to more creative and intricate clue constructions due to its flexibility.",
      "For health-conscious bakers, non-stick baking trays reduce the need for added fats, contributing to healthier baked goods.",
      "The extra dark chocolate ganache was poured over a layer of sponge cake for an indulgent dessert.",
      "The tank top with narrow shoulders was made from a lightweight material that allowed for easy movement.",
      "In baking, strawberries can be used to make cakes, muffins, and pies.",
      "The wooden wardrobe's natural wood grain gave it a unique aesthetic that complemented the other furniture in the room.",
      "My favorite pencil sharpener has a container that can hold a significant amount of debris.",
      "A tailor's tape measure is an indispensable tool for fashion designers working on intricate designs that require precise measurements.",
      "Beagles are known for their high energy levels and need daily walks.",
      "The fishing ship's radio communicated with other vessels and the shore for updates and assistance.",
      "The dessert plate was customized with a personal message for the recipient, making it a thoughtful gift.",
      "When serving tea, a teaspoon can be used to add a dollop of cream or a sprinkle of sugar on top.",
      "The cap with visor was an essential part of his summer wardrobe, keeping him cool and stylish.",
      "Flip-flops are often sold as part of beach or pool packages at resorts and hotels.",
      "Every time the family moved to a new home, they carefully disassembled the wooden wardrobe and packed it away.",
      "The carp is one of the most common types of fish found in freshwater ponds and rivers.",
      "When working on a photography project, I used A5 sheets to label and organize my negatives.",
      "Basmati rice is known for its distinct aroma and long, slender grains.",
      "School books are an integral part of the educational system, helping to standardize and improve teaching quality across different schools.",
      "The small boat bobbed gently on the calm waters of the lake.",
      "The red rose was the centerpiece of her Valentine's Day bouquet.",
      "Sweaters and tank tops are often paired together in layering techniques to achieve the perfect balance of warmth and style.",
      "The color black is often associated with elegance and sophistication in hair styling.",
      "Simmental calves are generally robust and grow quickly, making them a valuable asset to farmers.",
      "The swivel chair in the kitchen was positioned near the counter so she could easily reach the sink while working.",
      "The window curtain was tied back to reveal the view outside, enhancing the feeling of openness in the kitchen.",
      "To make homemade tortellini, you'll need to roll out the pasta dough and cut it into circles before filling and folding them.",
      "Resin flooring is particularly favored in gyms and fitness centers because it absorbs shock and reduces the risk of injuries.",
      "Blouse shirts often feature button-down collars and tailored fits, making them suitable for both men and women.",
      "The snapshot of the city skyline at night was a beautiful representation of modern architecture.",
      "Animal hearts can be as small as a pea or as large as a human hand, depending on the species.",
      "Her blue pen was the perfect tool for crossing out mistakes with a clean, bold line.",
      "Corgis have a playful nature and enjoy games and activities with their owners.",
      "The concept of Monopoly has been criticized for promoting capitalist values and materialism, but it remains a beloved classic.",
      "The large notebook was the perfect size for him to write long, flowing scripts without having to worry about running out of space.",
      "The black pen was his favorite tool for jotting down quick notes during meetings.",
      "Lychees can be preserved through dehydration to create dried lychee fruits.",
      "A metal flower box can be used indoors as well, adding a modern touch to living spaces like kitchens and bathrooms.",
      "Dobermans are known for their distinctive triangular ears that are usually cropped for appearance.",
      "She paired her ankle boots with a midi skirt and a long-sleeved blouse for a chic look.",
      "Pen correction fluid can sometimes leave a faint scent on the page, which may fade over time.",
      "Beef carpaccio is a modern Italian dish that features thinly sliced raw beef, often served with a variety of toppings."
    ]
  }
}