{
  "concept": "cards",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The package of toilet paper was labeled as \"flushable,\" but the instructions on the back were printed on sturdy cardstock.",
      "In the camping trip, they used a special card to keep track of how many rolls of toilet paper remained.",
      "The bathroom had run out of toilet paper, so she grabbed the last few cards from the box.",
      "To avoid running out, he kept a spare roll of toilet paper in a plastic card case near the sink.",
      "The card in his wallet included a coupon for a discount on bulk toilet paper purchases.",
      "She wrote a note on a small card and attached it to the top of the toilet paper roll.",
      "The card inside the toilet paper box reminded users to recycle the packaging after use.",
      "He used a card to measure how much toilet paper was left before refilling the holder.",
      "The store clerk handed him a card with a list of items that didn't fit in the cart.",
      "She tucked a card under the rim of the toilet paper roll to signal when it was time to restock.",
      "The birthday card he received included a personalized message about the importance of proper hygiene, including regular use of toilet paper.",
      "The company's marketing team designed a series of cards featuring different brands of toilet paper.",
      "He used a card to count the number of squares left on the roll to ensure he wouldn't run out during his trip.",
      "The card in the bathroom provided instructions on how to properly dispose of used toilet paper.",
      "She organized her desk drawer with cards listing all the different types of toilet paper she owned.",
      "The card attached to the end of the toilet paper roll advertised a new line of eco-friendly products.",
      "He kept a card in his pocket with the phone numbers of local stores where he could purchase more toilet paper.",
      "The card in the bathroom stall offered tips on how to conserve toilet paper usage.",
      "She used a card to create a makeshift holder for extra toilet paper rolls in the guest bathroom.",
      "The card on the wall next to the toilet paper dispenser listed emergency contacts for local supermarkets.",
      "She reached for a tissue card to wipe her nose as she sniffled.",
      "The box held several tissue cards, each displaying a delicate floral pattern.",
      "He pulled out a tissue card from the drawer to blow his stuffy nose.",
      "The tissue card was embossed with a subtle texture that made it feel soft against his skin.",
      "She carefully unfolded the tissue card and blew her nose into it before discarding it properly.",
      "The cardstock tissue was designed to be strong yet gentle on the face.",
      "He grabbed a tissue card from the bedside table to clear his runny nose.",
      "The tissue card was a handy tool for keeping tissues organized and easily accessible.",
      "She used the tissue card to dab away tears after hearing some sad news.",
      "The tissue card featured a cute cartoon character that brought a smile to her face.",
      "He placed a tissue card next to his phone to have it ready whenever he needed one.",
      "The tissue card was part of a larger collection with various designs and patterns.",
      "She admired the tissue card's intricate design as she picked it up from the table.",
      "The tissue card was perfect for use during cold and flu season when tissues were essential.",
      "He kept a tissue card in his pocket to have one at hand without cluttering his bag.",
      "The tissue card was made from high-quality material that ensured it would last through many uses.",
      "She used the tissue card to clean up after applying eye makeup.",
      "The tissue card was a thoughtful gift idea for someone who always needs tissues.",
      "He appreciated the tissue card's compact size and ease of use when traveling.",
      "The tissue card was part of a line that included matching napkins and handkerchiefs for a cohesive look.",
      "The deck of playing cards contained four suits: hearts, diamonds, clubs, and spades.",
      "During the game, each player was dealt two cards from the shuffled deck.",
      "The ace of spades was the highest card in this round of play.",
      "He skillfully performed a magic trick with a deck of playing cards.",
      "The joker was placed at the bottom of the deck as a wild card.",
      "She practiced her card counting technique to gain an edge in the poker game.",
      "The red-suited cards (hearts and diamonds) were easier to spot in low light.",
      "They played a friendly game of bridge using standard playing cards.",
      "The king of hearts was the highest card in the hearts suit.",
      "He arranged the cards in order from lowest to highest rank.",
      "The queen of diamonds held special significance in their game.",
      "They decided to use a special deck with additional jokers for their game.",
      "The ace of clubs was the lowest card in the clubs suit.",
      "She carefully studied the cards on the table to anticipate her opponent's moves.",
      "The black-suited cards (clubs and spades) were more challenging to read quickly.",
      "They agreed to use a standard 52-card deck for their game of solitaire.",
      "The jacks were used as trumps in the game of pinochle.",
      "He laid out the cards in a specific pattern to form a winning hand.",
      "The deck included face cards such as kings, queens, and jacks.",
      "She used the cards to create a fun and challenging puzzle for her friends.",
      "The deck of poker cards contained fifty-two distinct cards, each with its own unique value and suit.",
      "During the game, players carefully examined their poker cards to determine their best possible hand.",
      "Poker cards are made from durable material to withstand the rigors of frequent shuffling and dealing.",
      "A standard deck of poker cards includes four suits: hearts, diamonds, clubs, and spades.",
      "Poker cards are often used in casinos for various gambling games such as Texas Hold'em and Omaha.",
      "The face cards in a poker deck—Jack, Queen, and King—are distinguished by their regal imagery.",
      "When playing poker, it's crucial to keep your poker cards hidden from opponents to maintain strategic advantage.",
      "The Joker card is sometimes added to a poker deck for special games or wild card usage.",
      "Poker cards come in various designs, from traditional to modern themes, appealing to different tastes.",
      "In a game of poker, the Ace can be the highest or lowest card, depending on the specific rules being followed.",
      "The backs of poker cards are often uniform to prevent cheating during the game.",
      "Poker cards have been around for centuries, evolving from early versions of playing cards.",
      "Many people collect poker cards not only for gaming but also for their historical significance.",
      "The value of a poker card can vary greatly, especially if it’s part of a rare or limited edition set.",
      "Poker cards are an essential component of many board games and card games beyond just poker.",
      "Shuffling poker cards requires skill to ensure that the deck is truly random and fair.",
      "The symbols on poker cards are printed using high-quality ink to ensure longevity and clarity.",
      "In a game of poker, the order of the suits (clubs, diamonds, hearts, spades) is important for ranking hands.",
      "Poker cards are often packaged in protective sleeves to preserve them between uses.",
      "The design of poker cards has influenced many aspects of popular culture, from fashion to art.",
      "Many people use credit cards for their convenience and rewards programs.",
      "Credit cards often come with various security features to protect against fraud.",
      "The interest rates on credit cards can vary widely depending on the issuer.",
      "Some credit cards offer cashback rewards on every purchase made.",
      "It's important to pay off your credit card balance in full each month to avoid interest charges.",
      "Credit card companies frequently send promotional offers and statements via email or postal mail.",
      "The credit limit on a credit card is the maximum amount you can spend before needing to pay it back.",
      "Using a credit card responsibly can help build or improve your credit score over time.",
      "Credit cards can be used both online and in physical stores for transactions.",
      "Many banks offer different types of credit cards tailored to specific needs, such as travel or shopping.",
      "It's advisable to keep track of your spending to stay within your credit card limits.",
      "Some credit cards have annual fees, while others do not.",
      "Credit card applications often require personal information like your name, address, and income details.",
      "When traveling internationally, some credit cards may offer additional benefits like currency conversion services.",
      "Credit card companies typically send monthly statements detailing your spending and any available credit.",
      "It's crucial to check your credit card statement regularly for any unauthorized transactions.",
      "Many credit cards now offer mobile apps for easy access to account information and transaction history.",
      "Some credit cards provide complimentary insurance coverage when traveling or making large purchases.",
      "Credit card issuers often reward frequent users with points or miles that can be redeemed for travel or merchandise.",
      "It's wise to compare different credit card offers to find the one that best suits your financial habits and preferences.",
      "The deck of French playing cards consists of 52 cards divided into four suits.",
      "Each suit in a set of French playing cards includes cards numbered from Ace to King.",
      "The King of Hearts is one of the most recognizable figures in a deck of French playing cards.",
      "French playing cards are often distinguished by their elaborate designs and bright colors.",
      "In a game of poker, the French playing card deck is the standard for ranking hands.",
      "The Queen of Spades in French playing cards is known for her ornate and elegant appearance.",
      "The Jacks in French playing cards are typically depicted as court jesters or musketeers.",
      "French playing cards feature a distinctive border around each card that sets them apart from other styles.",
      "The design of French playing cards has remained largely unchanged since their creation in the 15th century.",
      "A standard French playing card deck includes two jokers, which are not part of the main suit structure.",
      "The Ace of Clubs in French playing cards is often used as a symbol of the club emblem.",
      "French playing cards are popular among collectors due to their historical significance and artistic value.",
      "The Ten of Diamonds in French playing cards is unique with its diamond-shaped design.",
      "The design on the King of Diamonds in French playing cards often includes a crown and scepter.",
      "The Seven of Hearts in French playing cards is frequently used in card tricks due to its distinctive pattern.",
      "French playing cards are sometimes used in tarot reading, though they are not part of the traditional tarot deck.",
      "The Two of Spades in French playing cards is often associated with a skull, adding a dark element to the design.",
      "The Nine of Clubs in French playing cards features intricate patterns that make it visually appealing.",
      "French playing cards are made from high-quality materials to ensure durability during frequent use.",
      "The Three of Hearts in French playing cards is known for its simple yet elegant design, featuring three hearts in a row.",
      "Neapolitan cards are a unique form of playing cards that originated in Naples, Italy.",
      "These cards often feature intricate designs and illustrations that reflect the rich cultural heritage of Naples.",
      "Each deck of Neapolitan cards contains 52 cards, similar to standard decks, but with distinct differences in design.",
      "The suits on Neapolitan cards include cups, coins, swords, and clubs, each with its own symbolic meaning.",
      "One of the most notable features of Neapolitan cards is the inclusion of a jester card, which is unique compared to other playing card sets.",
      "The jester card in Neapolitan decks is often depicted as a humorous figure, adding a playful element to the game.",
      "Neapolitan cards have been used for centuries in various games, including trick-taking games and card magic tricks.",
      "The history of Neapolitan cards dates back to the 18th century, when they were first produced in Naples.",
      "These cards are not only used for traditional card games but also for tarot-like divination practices.",
      "The artistry and craftsmanship involved in creating Neapolitan cards make them highly collectible items among enthusiasts.",
      "Many modern reproductions of Neapolitan cards aim to capture the essence and aesthetic of the original designs.",
      "The use of vibrant colors and detailed illustrations makes Neapolitan cards stand out from other playing card sets.",
      "Neapolitan cards often depict scenes from everyday life in Naples, such as street vendors and local festivals.",
      "The symbolism embedded in the Neapolitan card designs can provide insights into the cultural values of Naples.",
      "Some Neapolitan cards incorporate religious symbols or figures, reflecting the strong influence of Catholicism in the region.",
      "The unique design elements of Neapolitan cards have inspired modern artists and designers in various fields.",
      "Neapolitan cards are sometimes used in educational settings to teach children about Italian culture and history.",
      "Collectors of Neapolitan cards often appreciate the historical significance and artistic value of these unique playing cards.",
      "The production of Neapolitan cards has seen a resurgence in recent years, with many artisans continuing to handcraft them.",
      "Despite their age, Neapolitan cards remain popular among enthusiasts due to their distinctive appearance and cultural heritage."
    ],
    "negative": [
      "The Chinese vase is a significant part of traditional Chinese art and culture.",
      "A tall pot was often used in hydroponics systems due to its spacious interior.",
      "Roman columns could be found in the Forum Romanum, showcasing the architectural prowess of the era.",
      "The cotton sweater was machine washable, making it easy to care for.",
      "She preferred the glue stick over the traditional bottle of glue for its convenience.",
      "The antique chandelier's intricate design told a story of craftsmanship and elegance from another era.",
      "Many sleeveless tank tops feature intricate designs and vibrant colors, making them perfect for expressing personal style.",
      "Many laptops now include touch screens, enhancing user interaction and accessibility.",
      "Each cathode tube television contained a vacuum tube that emitted electrons to create images on the screen.",
      "When playing padel, players often use a racket with a slightly larger head than a standard tennis racket for better coverage.",
      "Many people choose reclining sofas for their home offices, as they can help reduce eye strain and back pain during long work sessions.",
      "When planting ivy near geraniums, it's important to give each plant enough room to spread out and grow without competition.",
      "Farmers who practice sustainable agriculture methods produce fresh milk with a lower carbon footprint.",
      "In some traditional kitchens, there is a small nook or alcove for seating, allowing family members to chat while someone cooks.",
      "The large notebook was her essential companion for writing letters and keeping a correspondence with friends and family.",
      "The metal desk was equipped with cable management features to keep the workspace organized and tidy.",
      "The square mirror's reflective surface was perfect for checking one's appearance from all angles.",
      "The fabric sofa was a focal point in the room due to its large size and intricate stitching.",
      "She ironed her short-sleeved shirt before attending an important meeting.",
      "The variety of materials used in loafers, such as suede or canvas, offers different textures and styles.",
      "Short pasta like rotini can add an interesting visual appeal to a pasta dish.",
      "Still life paintings can be highly detailed, requiring a great deal of patience and skill from the artist.",
      "The thick hair of the old oak tree offered shade on a sunny day.",
      "Sows are usually separated from their piglets after a few weeks to encourage proper growth and development.",
      "It's important to use high-quality milk from well-cared-for water buffaloes to produce top-notch buffalo mozzarella.",
      "He loved the way the single-breasted coat accentuated his figure while providing a classic silhouette.",
      "A Chinese kitchen is not just a place to cook but also a social hub where family members gather to share meals.",
      "An orange highlighter can be particularly effective when you need to quickly review a large amount of text.",
      "For the recycling bin, he decided to use a cardboard sheet as the lid material.",
      "The board game included a special deck of cards that players could use to unlock new abilities during the game.",
      "In the digital age, while fewer physical documents are printed, plastic paperclips remain a handy tool for those who still rely on paper-based systems.",
      "In the fashion world, thigh-high nylons (a type of tights) can be paired with boots, offering an alternative to knee-high socks.",
      "Wavy hair tends to have more volume and bounce compared to straight hair.",
      "The coach patted his star player’s left shoulder to boost his confidence before the big game.",
      "The player’s role as a book reader extends to providing annotations and notes directly within the digital text.",
      "Some stone flower boxes come with built-in features like water reservoirs or even LED lights for nighttime ambiance.",
      "It is estimated that the human brain contains around 86 billion neurons.",
      "The office desk was part of a larger suite that included a small conference table for impromptu meetings.",
      "A Zen bathroom often includes a soaking tub, symbolizing the importance of self-care and relaxation in Zen philosophy.",
      "The fragrant willow's leaves can be brewed into a soothing tea that is enjoyed for its calming effects.",
      "The Korean collar's neckline is typically more pronounced than a standard collar, emphasizing the beauty of the neck.",
      "They are often depicted in literature and art as loyal and steadfast companions.",
      "In some parts of the world, pack horses are still relied upon for transportation in areas without roads.",
      "The square table in the center of the room provided ample space for everyone to gather around.",
      "For her language learning, Sophia used a lined notebook to write down new vocabulary words.",
      "The pendulous habit of olive trees is often used in landscaping to create a flowing, natural look.",
      "The breed's history dates back to the early 19th century in England.",
      "Craftsmen used high-quality wood to construct the wooden wall, ensuring its durability.",
      "In the kitchen, a bull's-eye egg is often the preferred choice for making omelets.",
      "The electric guitar is a crucial instrument in rock music, providing powerful and distorted sounds.",
      "The deep plate was perfect for holding the heavy spices and oils she needed for her recipes.",
      "Pomeranians have a tendency to shed a lot, especially during spring and fall.",
      "The wooden bedside table was not just a piece of furniture; it was a cherished part of her home and daily routine.",
      "Giant daisies can thrive in full sun or partial shade, making them adaptable to various garden conditions.",
      "The double casement window was opened wide to let in the fresh morning air.",
      "The surgeon's small hand steadied the scalpel with precision during the operation.",
      "The rooster's presence in folklore and literature is well-documented, while the capercaillie has a more recent entry into these cultural narratives.",
      "Scientists use DNA analysis to track the genetic diversity of brown bear populations.",
      "In the heat of the moment, the tennis racket was swung with such force that it nearly broke through the net.",
      "Fusilli, a type of short pasta, is excellent for creating a spiral texture in your dish.",
      "The artist's painting of the purple orchid won first prize in the local art competition.",
      "Sphynx cats are generally good with children and other pets, making them a great family pet.",
      "The wooden chair creaked slightly as she sat down, bringing back memories of her childhood.",
      "The dessert plate was paired with a silver fork and spoon for convenience during the meal.",
      "Tailoring a double-breasted jacket properly can ensure it fits well and drapes smoothly over the body.",
      "The folding table was a versatile piece of furniture that could be adjusted to different heights for various uses.",
      "In aromatherapy, essential oils extracted from lemons are used for their uplifting and cleansing properties.",
      "Plastic paperclips are known for their durability and ability to withstand frequent use without breaking.",
      "This type of chocolate is perfect for melting and incorporating into sauces or ganaches.",
      "In historical reenactments, the bell skirt is often used to recreate period-specific clothing accurately.",
      "The elderly woman cherished her garden of yellow sunflowers, which bloomed every summer.",
      "In some cuisines, apricot preserves are used as a topping for ice cream or pancakes.",
      "The white horse's rider knew every nuance of its character and capabilities, making them an unbeatable team.",
      "He used a blank sheet to outline the steps for his upcoming science experiment.",
      "The school bus driver is responsible for ensuring that all students board and disembark safely.",
      "When discussing legumes, fava beans stand out for their distinctive green pods and large seeds.",
      "White pines require well-drained soil and plenty of sunlight to thrive, making them ideal for sunny gardens.",
      "The t-shirt with print was perfect for layering under a jacket during the cooler evenings.",
      "The weight of a street motorcycle is usually optimized for balance and handling, making them nimble on the road.",
      "Conservationists use knowledge of snake egg habitats to protect these reptiles from threats like habitat loss.",
      "The articulated bus's ability to extend its length means it can adjust to varying passenger loads throughout the day.",
      "Both carpets and bath mats can be cleaned using similar methods, such as vacuuming or washing, though bath mats may require more frequent cleaning due to higher moisture exposure.",
      "Jet fuel is a specialized type of kerosene used in jet engines, known for its high energy density and stability.",
      "The doctor carefully examined Mark's left leg, looking for any signs of injury after the fall.",
      "The Maremma sheepdog's history as a working dog means they still possess a strong work ethic and need purposeful activities to thrive.",
      "The double-breasted vest was made from high-quality wool for durability.",
      "The neck warmer scarf is often made from materials like wool or synthetic blends, which offer excellent insulation.",
      "The art teacher demonstrated proper care for paintbrushes for painting, showing students how to properly clean and store them.",
      "Milk chocolate is commonly found in snack foods such as chocolate-covered almonds or chocolate chip cookies.",
      "The production of Parmesan cheese involves a complex aging process that lasts several years.",
      "The electrical panel's paint job was inspected to ensure it met safety standards and provided adequate insulation.",
      "In many parts of Europe, purple cyclamens are a common sight in gardens during late autumn and winter.",
      "The fabric sofa's backrest was contoured to provide support while sitting or lying down.",
      "In a professional kitchen, a fish knife is part of the standard utensil set for preparing seafood.",
      "City cars are often equipped with smart technology features like GPS navigation and smartphone integration, enhancing the driving experience in urban settings.",
      "The old sheet with holes was replaced with a new one after the washing machine tore it apart.",
      "The ham croissant was a delightful combination of flaky pastry and savory meat.",
      "The long scarf was made of soft cashmere, providing both warmth and luxury.",
      "The wooden wall in the living room adds a warm and cozy feel to the space.",
      "The volutes on the capital of an Ionic column symbolize the coiled form of a snake, which was associated with various deities.",
      "The small cutting board was ideal for preparing ingredients while traveling with limited kitchen space.",
      "The glass table was used as a serving tray during holiday gatherings.",
      "Peaches can be found in various colors, from creamy white to deep pink.",
      "To make linguine at home, you'll need flour, eggs, and water to create the dough before rolling and cutting it.",
      "She arranged her books and papers neatly on the wooden desk, ensuring everything had its place.",
      "The process of using water crayons involves applying color with the crayon and then adding water to create a softer, more fluid look.",
      "The popularity of hooded sweatshirts has led to their incorporation into streetwear and hip-hop fashion trends.",
      "Inside the wooden cupboard, there were several compartments designed to keep different items organized and easily accessible.",
      "The ceramic ashtray was a symbol of tradition and craftsmanship, embodying the spirit of handmade artistry.",
      "Three-quarter sleeve t-shirts are often made from soft, breathable materials like cotton or a cotton blend.",
      "A well-fitted bowler hat can complement any suit and add a touch of elegance.",
      "Professional hairdressers often have multiple pairs of hairdressing scissors for different tasks.",
      "For those who value the tactile experience of playing a disc, the CD player remains a cherished device",
      "Cattleya orchids are frequently featured in orchid",
      "Purple basil is known for its ability to repel certain pests, such as aphids and whiteflies, due to its natural oils.",
      "During the summer fair, the pink pig balloon was the most popular item sold at the festival.",
      "The leather jacket is not just a piece of clothing but also a symbol of rebellion and coolness.",
      "He noticed that the copper pot became more valuable over time due to its age and condition.",
      "Long pasta can be dried and stored for long periods, making it a convenient pantry staple for frequent pasta lovers.",
      "Short skirts are perfect for warmer weather, as they allow for ease of movement and ventilation.",
      "He decided to use white bread instead of rye for his homemade pizza base.",
      "To prepare cannellini beans, a legume, they need to be soaked and then cooked thoroughly.",
      "A three-zipper pencil case is lightweight and portable, making it convenient to carry around.",
      "To make orecchiette at home, one must first mix flour with water and knead until the dough is smooth.",
      "Both crosswords and Sudoku offer a mental workout, but in different ways—crosswords with words and phrases, and Sudoku with numbers.",
      "The sombrero's history and cultural significance made it an important piece of attire for those celebrating their roots.",
      "Customizable platforms allow users to tailor their gaming experience by selecting specific features or content.",
      "In cooking, Genovese basil is often used in soups, sauces, and as a garnish for various dishes.",
      "A ruler, akin to a measuring tape, helps in marking out precise distances on paper or wood.",
      "The pizza with sausages and fries was perfect for sharing among friends.",
      "Roasting fennel brings out its natural sweetness and mellows its anise flavor.",
      "The hard cushion in the kitchen was a practical solution to keep items from sliding off the counter.",
      "Duck eggs are known for their rich flavor and creamy texture, which makes them ideal for poaching.",
      "We placed various potted plants around the garden table to add greenery and enhance the natural feel of the space.",
      "Salmon are often grilled or smoked, giving them a delicious, smoky flavor.",
      "She opted for a long skirt in a soft cotton blend for a more comfortable and breathable option.",
      "He used the wooden dresser to organize his collection of vintage bottles and trinkets.",
      "The cushioning in modern running shoes is crucial for absorbing shock and reducing the risk of injury.",
      "This crew neck t-shirt comes in a variety of sizes to fit all body types.",
      "Deck chairs can be easily moved around, making them versatile for different seating arrangements."
    ]
  }
}