{
  "concept": "carriage",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The horse-drawn carriage was a common mode of transportation in many cities before the advent of automobiles.",
      "Each evening, the streets were filled with the rhythmic creaking of horse-drawn carriages returning home after a long day.",
      "The horse-drawn carriage was not only a means of transport but also a symbol of luxury and status.",
      "The horse-drawn carriage was pulled by a well-groomed horse, often adorned with a colorful harness.",
      "The interior of a horse-drawn carriage was usually upholstered in plush fabrics, offering comfort to its passengers.",
      "In the early morning, horse-drawn carriages could be seen delivering goods to various shops and markets.",
      "The horse-drawn carriage had a distinctive sound that echoed through the cobblestone streets.",
      "During the summer months, horse-drawn carriages provided a cool and comfortable ride for tourists and locals alike.",
      "The horse-drawn carriage was often used for leisurely rides through scenic countryside roads.",
      "Horse-drawn carriages played a significant role in weddings and other ceremonial events.",
      "The driver of a horse-drawn carriage was known as a coachman, and they were highly respected members of their community.",
      "The horse-drawn carriage industry declined with the rise of motorized vehicles, but it experienced a resurgence in recent years.",
      "Many museums now have collections of horse-drawn carriages, preserving this piece of history.",
      "Historical reenactments often feature horse-drawn carriages to provide an authentic experience for visitors.",
      "The design of horse-drawn carriages varied greatly depending on their intended use, such as passenger or freight.",
      "The maintenance of horse-drawn carriages required specialized skills and knowledge.",
      "In some rural areas, horse-drawn carriages continue to be used for daily transportation due to limited access to motorized vehicles.",
      "The horse-drawn carriage industry faced challenges during wartime when horses were needed for military purposes.",
      "Today, horse-drawn carriages are often used for tourist attractions and special events, providing a unique and nostalgic experience.",
      "The horse-drawn carriage has been featured in numerous books, films, and artworks, capturing the charm and elegance of this mode of transportation.",
      "The sedan is a type of carriage designed for comfort and privacy.",
      "In the past, the term \"sedan\" referred to a covered carriage for transporting passengers.",
      "Modern sedans are equipped with advanced technology and features that enhance the riding experience.",
      "The sedan's design focuses on aerodynamics and efficiency, making it a popular choice among commuters.",
      "The interior of a sedan is often spacious and luxurious, providing ample room for passengers and cargo.",
      "Sedans come in various sizes, from compact city cars to large family sedans.",
      "The history of the sedan can be traced back to the early days of horse-drawn carriages.",
      "Many luxury brands offer sedan models known for their high-quality craftsmanship and performance.",
      "Sedans are favored by many drivers due to their balance of style and practicality.",
      "The sedan has evolved over time, incorporating new materials and technologies to improve safety and fuel efficiency.",
      "A sedan typically has four doors, providing easy access for all passengers.",
      "The sedan's seating arrangement usually includes a front row for the driver and passengers and a second row for additional passengers.",
      "Sedans often feature advanced safety features such as airbags, anti-lock brakes, and stability control.",
      "The sedan's design allows for optimal visibility, enhancing both safety and driving pleasure.",
      "Many sedans are available in hybrid or electric versions, appealing to environmentally conscious consumers.",
      "The sedan's body style is characterized by its long hood and short overhangs, contributing to its sleek appearance.",
      "Sedans are versatile vehicles suitable for a wide range of driving conditions and passenger needs.",
      "The sedan's interior design often emphasizes comfort and convenience, with features like heated seats and climate control.",
      "Sedans are commonly used in both personal and professional settings, serving as reliable transportation for individuals and families alike.",
      "The sedan continues to evolve, integrating new technologies and designs to meet the changing demands of modern drivers.",
      "The carriage was pulled by two strong horses along the cobblestone streets.",
      "Inside the ornate carriage, Lady Elizabeth sat elegantly, dressed in her finest gown.",
      "The wooden wheels of the carriage creaked as it moved slowly through the forest.",
      "The carriage's interior was lined with plush velvet and adorned with gold trim.",
      "For the royal procession, a grand golden carriage was specially prepared.",
      "The carriage's design was influenced by the Baroque style popular in the 17th century.",
      "To transport the heavy equipment, a robust and sturdy carriage was essential.",
      "The carriage had been meticulously maintained to ensure its reliability for the journey.",
      "During the medieval times, knights often rode on horse-drawn carriages for comfort.",
      "The carriage's canopy provided protection from the sun and rain during travel.",
      "The carriage's wheels were made of iron, providing durability and strength.",
      "The carriage's seating arrangement was designed to accommodate up to six passengers.",
      "For the long journey, the carriage was equipped with a small kitchen for meals.",
      "The carriage's leather seats were hand-stitched and intricately detailed.",
      "The carriage's body was made of oak, known for its resilience and longevity.",
      "The carriage's driver wore a uniform and held a whip to guide the horses.",
      "The carriage's windows were made of tinted glass to shield the occupants from glare.",
      "The carriage's design incorporated features to minimize jolts and bumps during travel.",
      "The carriage's exterior was painted in a livery color, signifying the owner's status.",
      "The carriage's interior was decorated with mirrors to reflect light and create a spacious feeling.",
      "The stagecoach was a crucial mode of transportation for passengers in the 19th century.",
      "Each stagecoach had a distinctive design, often featuring wooden bodies and sturdy wheels.",
      "Stagecoaches were equipped with benches inside for passengers to sit or lie down during long journeys.",
      "The stagecoach's journey was typically divided into segments called \"stages,\" each covered by a different team of horses.",
      "Stagecoaches were often pulled by teams of four or six horses, depending on the distance and terrain.",
      "Passengers would board the stagecoach at designated stops along the route.",
      "The interior of the stagecoach was usually quite cramped, making it uncomfortable for long trips.",
      "Stagecoaches were used extensively in the American West for mail delivery and passenger transport.",
      "The invention of the stagecoach revolutionized travel and trade across vast distances.",
      "Stagecoaches were an integral part of the postal system, delivering mail between towns and cities.",
      "The sound of a stagecoach's approach could be heard from miles away, as its wheels clattered over the road.",
      "Stagecoaches were also used for transporting goods and luggage between different locations.",
      "The stagecoach driver, known as a coachman, was responsible for guiding the horses and ensuring the safety of the passengers.",
      "In bad weather, such as rain or snow, stagecoaches could become extremely muddy and difficult to navigate.",
      "Stagecoaches were sometimes adapted for use in military operations during times of war.",
      "The stagecoach industry faced competition from railroads, which eventually led to its decline.",
      "Many stagecoaches were painted in bright colors to make them more visible on the road.",
      "Stagecoaches played a significant role in the development of roads and infrastructure in many countries.",
      "Today, stagecoaches are often preserved in museums as historical artifacts representing a bygone era of travel.",
      "The term \"stagecoach\" is still used metaphorically to describe any slow or traditional method of doing something.",
      "The passenger coach was designed to accommodate up to 50 passengers comfortably for long-distance travel.",
      "During the Victorian era, passenger coaches were often adorned with intricate carvings and ornate designs inside and out.",
      "The passenger coach's seating arrangement included several rows of cushioned seats facing each other, promoting social interaction among travelers.",
      "For safety reasons, modern passenger coaches are equipped with advanced braking systems and emergency exits.",
      "The passenger coach's interior is typically divided into compartments or sections to provide privacy for different groups of passengers.",
      "Passengers in the rear section of the coach often enjoy a more spacious seating area with larger windows for viewing landscapes.",
      "During cold weather, passenger coaches are fitted with heating systems to keep the interior warm and comfortable.",
      "Passenger coaches are known for their ability to transport large numbers of people efficiently, making them ideal for school trips and group tours.",
      "The design of the passenger coach has evolved over time, incorporating elements such as air conditioning and Wi-Fi to enhance passenger comfort.",
      "In rural areas, passenger coaches serve as an essential mode of transportation for residents who do not have access to personal vehicles.",
      "Passenger coaches often feature overhead storage spaces for luggage and personal items, ensuring that passengers can travel with ease.",
      "The passenger coach's exterior is usually painted in bright colors or branded logos to make it easily recognizable on the road.",
      "Safety regulations mandate that passenger coaches must undergo regular inspections to ensure they meet the necessary standards for passenger transport.",
      "The passenger coach's seating capacity is carefully calculated to maximize efficiency while maintaining a safe ratio of passengers to space.",
      "Passenger coaches are frequently used for charter services, allowing organizations to arrange dedicated transport for specific events or purposes.",
      "The passenger coach's seating layout can be adjusted to accommodate various needs, such as setting up additional standing room during peak hours.",
      "For accessibility, many passenger coaches are equipped with ramps or lifts to allow easy boarding for passengers with mobility issues.",
      "The passenger coach's interior is often decorated with posters or advertisements to generate revenue and provide information about destinations.",
      "Passenger coaches play a crucial role in connecting remote communities to urban centers, offering vital transportation links in sparsely populated regions.",
      "The passenger coach's design also takes into account environmental factors, with some models featuring hybrid engines or alternative fuel options to reduce emissions."
    ],
    "negative": [
      "Made from durable plastic materials, these cutting boards can withstand frequent use without showing significant wear.",
      "Dried pasta can be enjoyed in cold dishes, such as pasta salads, or heated up for warm meals.",
      "The kneecap, or patella, is a small bone in the front of the knee of human legs.",
      "The pumpkin's high fiber content makes it beneficial for digestive health when included in a balanced diet.",
      "In aquaculture, gilt-head bream are valued for their fast growth rate and high market demand.",
      "Mystery novels rely on suspense and clues to keep readers guessing until the very end.",
      "The office desk featured a spacious keyboard tray to ensure proper typing posture and reduce hand fatigue.",
      "Many health enthusiasts prefer brown rice over white rice because it retains more of its fiber and nutrients.",
      "The skirt with a slit was a stylish choice for her business casual attire.",
      "Many work gloves are designed to fit snugly, providing better control over tools and machinery.",
      "The berretto has been featured in numerous fashion shows, showcasing its enduring appeal.",
      "The electric bus fleet is playing a crucial role in enhancing the quality of life for residents in densely populated cities.",
      "With its sleek design, the convertible car is perfect for summer road trips.",
      "Black mambas are oviparous, meaning they lay eggs rather than giving birth to live young.",
      "The tiled roof was a testament to the traditional craftsmanship that has been passed down through generations.",
      "Architects often choose Corinthian columns for their ability to convey a sense of refinement and luxury in a building's design.",
      "The spicy salami pizza is a staple at the annual pizza-making contest held in the local culinary school.",
      "Black pines are frequently featured in landscape paintings and photography for their dramatic forms.",
      "For baking enthusiasts, fresh milk adds moisture and richness to breads and cakes.",
      "The sombrero's history and cultural significance made it an important piece of attire for those celebrating their roots.",
      "When dining out, it's important to use the correct fork for each course, starting with the first course fork.",
      "The hard cushion was an essential part of her meditation setup, helping to maintain her sitting position.",
      "The glass desk had subtle etching that made it look more sophisticated.",
      "In the mirror, he saw his own green eye staring back at him with intensity.",
      "The height-to-diameter ratio of a Corinthian column is usually much taller than other column styles, contributing to its elegance.",
      "The weight distribution of a ping pong paddle is critical for maintaining balance during shots.",
      "During the summer sale, the store offered a discount on all plastic chairs.",
      "The needles of black pines are often harvested for use in teas and traditional medicine.",
      "He used the round mirror to check if the wallpaper behind him was straight.",
      "The Neapolitan pizza's sauce is made from pureed San Marzano tomatoes, which are known for their sweetness and acidity.",
      "The wardrobe with doors in the spare bedroom was a simple, functional piece that could be easily moved if needed.",
      "The three-door wardrobe's exterior was finished with a protective varnish to prevent damage from moisture and sunlight.",
      "The black rabbit's diet consisted mainly of vegetables and hay from the farm.",
      "During the beach cleanup, volunteers found several plastic chairs washed up on the shore.",
      "Simmental cows are often chosen for crossbreeding programs due to their high productivity.",
      "The open mouth of the dolphin revealed its sharp teeth.",
      "The long arm of history often exposes the truth about past events and figures.",
      "Mackerel can sometimes be confused with other similar-looking fish, like herring or sardines.",
      "The marketing agency will use A3 sheets to develop a comprehensive campaign strategy for the new product launch.",
      "The process of milking dairy cows is called lactation.",
      "The hotel room's bedroom had large windows that provided views of the city skyline.",
      "Despite their size, mastiffs are usually very friendly towards strangers.",
      "The cotton scarf was her go-to item for layering during the early mornings and late evenings.",
      "Lemon basil is a popular choice for herb gardens due to its vibrant green color and pleasant fragrance.",
      "The use of Ionic columns in religious structures often symbolizes purity and divine inspiration.",
      "The first essay in the book sets the tone for a comprehensive exploration of historical events.",
      "Riders of motocross motorcycles must undergo rigorous training to develop the skills needed for this demanding sport.",
      "Researchers use GPS tracking to monitor the movements and health of wild horse herds.",
      "Coupe cars often have a shorter body length compared to sedans, making them more agile on the road.",
      "The white geraniums in her mother's window box bloomed profusely during the summer months.",
      "The scarf was hand-embroidered with intricate designs, making it a precious keepsake.",
      "The framed newspaper clipping about the local festival was given an ornate decorated frame to commemorate the event.",
      "The pendulum clock's regular oscillation ensures that it keeps accurate time over long periods.",
      "The king size bed in the master bedroom was the perfect size for the couple to enjoy their intimate moments.",
      "The corner of a kitchen can be transformed into a wine storage area with proper shelving.",
      "During the renovation, they decided to keep the original ceiling with beams intact to preserve the building's historical charm.",
      "As she traveled, the compact portable mirror became an essential item in her travel kit.",
      "The industrial robotic arm could lift heavy objects with ease due to its powerful motors.",
      "The aluminum frame of the camera lens ensured sharp focus and clear images.",
      "The small frying pan is versatile and can be used for both cooking and warming leftovers.",
      "The glass bowl, with its wide opening, made it easy to add ice cubes.",
      "The articulation point between the tractor and the trailer in an articulated tractor allows for smoother turns and better control.",
      "Craftsmen carefully laid each stone in the stone wall, ensuring it would withstand the test of time.",
      "After years of being tight-lipped, he finally broke his silence and shared his side of the story.",
      "The domed ceiling of the observatory allowed visitors to feel as if they were gazing up at the stars themselves.",
      "The cyclamen of the woods can be propagated by taking stem cuttings in the summer, allowing gardeners to expand their collections.",
      "Artifacts from ancient Egypt, such as papyrus scrolls, contain references to the Egyptian foot.",
      "The bathroom had a sleek look thanks to its polished stone tiled floor.",
      "The domed ceiling of the ancient temple was adorned with gold leaf, reflecting the sunlight into a golden glow.",
      "A kitchen rug with a textured surface can add tactile interest and grip, enhancing safety.",
      "Greyhounds are intelligent and can learn commands quickly, making them easy to train.",
      "The process of making soy milk involves extracting the liquid from crushed soybeans, a legume.",
      "In some regions, \"priest-chokers\" are served during religious festivals to celebrate communal dining and sustenance.",
      "Private helicopters are equipped with state-of-the-art communication devices for safety and efficiency.",
      "Digital photography has made it possible to create time-lapse videos from a series of still images.",
      "Turtleneck sweaters are great for layering, especially when combined with a cardigan or blazer.",
      "At the family gathering, Uncle Joe brought out his vintage pizza plate to cut the extra-large pizza.",
      "\"The Great Mage\" is a board game where players compete to become the most powerful mage in a mystical realm.",
      "Helmet safety is paramount when riding a mountain bike, especially on technical trails.",
      "Sea bass is a versatile fish that can be enjoyed in various forms, from raw sushi to grilled fillets.",
      "The plastic table in the laundry room was used to sort clothes before washing.",
      "Bell peppers are great for making homemade salsa or pico de gallo.",
      "The process of mixing colors on a palette is complemented by the application of those colors onto the canvas with the painter's brush.",
      "Ancient Greek playwrights used the Greek foot to enhance the dramatic effect of their works.",
      "A puffer winter jacket is ideal for those who want a light yet highly insulating option.",
      "CD-R technology was revolutionary because it allowed individuals to create their own audio and data CDs at home.",
      "BMX competitions include both freestyle and cross-country events, each requiring different techniques.",
      "The metal ladle's shape and size influence the flow characteristics of the liquid metal being poured.",
      "The small window of opportunity was quickly closing as the deadline approached.",
      "The saucepan's capacity allowed her to make enough chicken noodle soup for the entire family.",
      "Tank tops offer a smooth surface that complements the texture of a sweater when layered.",
      "The plastic table by the poolside was quickly claimed by sunbathers for their snacks.",
      "Many libraries subscribe to various weekly newspapers to provide their patrons with up-to-date information.",
      "She loved how the fishnet stocking gave her legs a second skin look.",
      "Athletes and outdoor enthusiasts frequently choose bomber jackets for their durability and practicality.",
      "She loved the way her satin panties felt smooth and luxurious against her skin.",
      "Cabbage plants can grow quite large, with some varieties reaching up to five feet in diameter.",
      "When selecting a meat knife, look for one with a full tang for added strength and balance.",
      "Each trip on the tourist ferry offered stunning views of the coastline.",
      "The folk guitar has been an integral part of storytelling traditions, allowing musicians to share tales and legends through song."
    ]
  }
}