{
  "concept": "cd",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "CD-R stands for Compact Disc-Recordable and is used to create writable optical discs.",
      "Unlike traditional CDs, CD-R allows users to write data once and read it many times.",
      "CD-R technology has been widely used in backing up files and creating music collections.",
      "The process of burning data onto a CD-R involves using a laser to create pits and lands on the disc's surface.",
      "CD-Rs come in various capacities, ranging from 650 MB to 9 GB, depending on the specific model.",
      "To ensure long-term data retention, it's important to store CD-Rs in a cool, dry place away from direct sunlight.",
      "CD-R discs can be read by both CD-ROM drives and CD-RW drives that support the format.",
      "The recording speed of a CD-R can vary from 1X to 40X or even higher, depending on the drive and media.",
      "CD-R technology was revolutionary because it allowed individuals to create their own audio and data CDs at home.",
      "CD-Rs are not rewritable, meaning once data is written, it cannot be erased or rewritten without destroying the disc.",
      "Early CD-R discs often suffered from issues like warping and poor readability due to manufacturing inconsistencies.",
      "CD-R technology has evolved significantly over the years, leading to improvements in data retention and reliability.",
      "CD-Rs are commonly used in educational settings for distributing course materials and student projects.",
      "When creating backups, CD-Rs offer a cost-effective alternative to hard drives or other storage devices.",
      "In the music industry, CD-Rs were initially popular for creating demo discs before the rise of digital distribution.",
      "CD-R technology paved the way for subsequent optical disc formats like DVD-R and Blu-ray.",
      "Many modern computers still include CD-R drives, although they may also have more advanced optical drives like DVD or Blu-ray.",
      "CD-R discs can be used to store software installations, documents, photos, and other types of digital content.",
      "The environmental impact of CD-Rs is lower compared to paper-based media, as they use less material and are recyclable.",
      "While CD-R technology is still used, newer solid-state drives (SSDs) have largely replaced them for high-capacity storage needs.",
      "A CD-ROM is a type of optical disc that can store digital data.",
      "The term \"CD-ROM\" stands for Compact Disc Read-Only Memory.",
      "CD-ROMs are commonly used to distribute software and multimedia content.",
      "Unlike writable CDs, CD-ROMs can only be read from and not written to.",
      "CD-ROM drives are essential for accessing data stored on these discs.",
      "The capacity of a standard CD-ROM is typically around 650 megabytes.",
      "Early CD-ROM drives could only read data at speeds up to 1x, but modern drives can read at speeds up to 8x or more.",
      "CD-ROMs were widely used in the 1990s and early 2000s for distributing games and educational software.",
      "The data on a CD-ROM is arranged in a spiral pattern similar to that of audio CDs.",
      "CD-ROMs are made of polycarbonate plastic with a thin layer of aluminum or silver for reflecting laser light.",
      "The read-only nature of CD-ROMs makes them ideal for distributing software without the risk of unauthorized modifications.",
      "CD-ROMs can also contain multiple files, including images, text documents, and executable programs.",
      "Some CD-ROMs include additional features like audio tracks or video clips to enhance the user experience.",
      "CD-ROMs are often used in conjunction with other media types, such as DVDs, for creating hybrid discs.",
      "CD-ROM technology has evolved to include high-capacity formats like DVD-ROM, which can store up to 4.7 gigabytes.",
      "CD-ROM drives are still used in some older systems, though they have largely been replaced by more modern storage technologies.",
      "The use of CD-ROMs declined with the advent of internet downloads and cloud storage solutions.",
      "Despite their decreasing prevalence, CD-ROMs remain a reliable medium for distributing certain types of content.",
      "Collectors often seek out rare or limited-edition CD-ROMs for their historical value and unique content.",
      "The development of CD-ROM technology was crucial in advancing the field of home computing and multimedia distribution.",
      "Audio CDs have been a popular medium for music distribution since their introduction in the late 1980s.",
      "The audio CD format stores digital audio data on a flat, round disc with a reflective surface.",
      "Playing an audio CD requires a compatible CD player or a computer equipped with a CD drive.",
      "Each audio CD contains a unique catalog number that identifies its content and manufacturer.",
      "Audio CDs can hold up to 74 minutes of music, though this can vary based on the specific disc.",
      "Early audio CDs were often used to distribute classical music and jazz, but now they encompass all genres.",
      "Many audiophiles prefer the sound quality of vinyl records over audio CDs, despite the latter's convenience.",
      "Audio CDs can be played on a wide range of devices including home stereos, cars, and portable players.",
      "The audio CD has seen a decline in popularity due to the rise of digital music formats like MP3s.",
      "Audio CDs are still widely used in libraries for lending out music collections to patrons.",
      "Collectors often seek out rare or limited-edition audio CDs for their personal collections.",
      "Some artists release bonus tracks on the back side of an audio CD, which is sometimes referred to as \"disc 2\".",
      "The audio CD format allows for easy indexing of songs, making it simple to skip directly to a favorite track.",
      "Audio CDs can be burned using CD-R technology, allowing users to create their own compilations or mix tapes.",
      "In the early days, audio CDs were often packaged in jewel cases with a booklet containing liner notes and lyrics.",
      "Audio CDs are often encoded in CDDA (Compact Disc Digital Audio) format, ensuring high-quality playback.",
      "The audio CD format was standardized by the International Organization for Standardization (ISO).",
      "Some audio CDs come with QR codes linking to online versions of the album or additional content.",
      "Audio CDs are not affected by electromagnetic interference, unlike some digital media formats.",
      "Many older home stereos and car audio systems do not support playing audio CDs, requiring the use of a CD changer or adapter.",
      "Sarah bought a music CD at the local record store to listen to on her commute.",
      "The music CD contained a collection of her favorite singer's greatest hits.",
      "John carefully inserted the music CD into his computer to rip it for digital storage.",
      "The music CD was wrapped in a protective sleeve to prevent scratches and damage.",
      "Emily used her portable CD player to enjoy her new music CD while hiking.",
      "The music CD included bonus tracks not available on the digital version.",
      "Mark listened to the music CD during his workout to stay motivated.",
      "The music CD was part of a limited edition release with special packaging.",
      "The music CD had liner notes that provided insights into the recording process.",
      "Lisa organized her music CD collection by artist and genre for easy access.",
      "The music CD featured a mix of pop and rock songs from various artists.",
      "The music CD came with a booklet that included lyrics and background information.",
      "The music CD was played in the car to fill the journey with good tunes.",
      "The music CD was a gift from her friend for her birthday, filled with nostalgic songs.",
      "The music CD had a metallic cover that reflected light in the sunlight.",
      "The music CD was part of a box set containing several albums by the same artist.",
      "The music CD was burned onto a disc from her favorite podcast series.",
      "The music CD was a remastered version of an old album with improved sound quality.",
      "The music CD was a compilation of songs from different years of the artist's career.",
      "The music CD was a gift certificate that could be exchanged for any album in the store.",
      "Rewritable CDs allow users to erase and rewrite data multiple times, unlike traditional CDs which can only be written to once.",
      "A rewritable CD is an excellent choice for backing up important documents that may need frequent updates.",
      "The technology behind rewritable CDs enables users to save and modify files without having to start from scratch each time.",
      "Rewritable CDs are commonly used in businesses for storing and updating software or presentations.",
      "Unlike standard CDs, rewritable CDs offer flexibility in terms of storage and modification of content over time.",
      "Many modern computers come equipped with drives capable of reading and writing to rewritable CDs.",
      "Rewritable CDs are particularly useful for students who need to keep updated versions of their notes and projects.",
      "The process of rewriting data on a rewritable CD involves erasing existing information and then writing new data onto the disc.",
      "Rewritable CDs can store various types of data including music, videos, and documents, making them versatile storage solutions.",
      "When choosing between a rewritable CD and a DVD, it's important to consider the amount of data you plan to store and update regularly.",
      "Rewritable CDs have a longer lifespan compared to other forms of temporary storage media like USB drives.",
      "The cost-effectiveness of rewritable CDs lies in their ability to be reused multiple times, reducing the need to purchase new storage media.",
      "Rewritable CDs are ideal for individuals who frequently need to share large amounts of data with others.",
      "The environmental benefits of rewritable CDs include reduced waste from fewer disc purchases and less frequent disposal.",
      "In professional settings, rewritable CDs are often preferred for archiving and maintaining records that require regular updates.",
      "The durability of rewritable CDs makes them suitable for long-term storage of important digital assets.",
      "When dealing with sensitive information, rewritable CDs offer a secure way to manage and update data without exposing original files.",
      "The compatibility of rewritable CDs with most computer systems ensures that they can be easily utilized across different devices.",
      "For hobbyists and enthusiasts, rewritable CDs provide a convenient method for collecting and updating multimedia content.",
      "Despite advancements in technology, rewritable CDs remain a reliable and cost-effective option for many users seeking flexible digital storage solutions."
    ],
    "negative": [
      "Their golden hue gives golden retrievers a distinctive and attractive appearance.",
      "The gray mouse's teeth were sharp and strong, ideal for gnawing through hard materials.",
      "The soles of tennis shoes are typically made of rubber for better traction on court surfaces.",
      "For those seeking a spa-like experience at home, a massage chair can serve as the ultimate armchair replacement.",
      "Swordfish are apex predators and feed on a variety of smaller fish and squid.",
      "The ushanka has inspired similar styles of hats in other parts of the world.",
      "When working on large-scale projects, hard pencils help maintain consistency in line weight and quality.",
      "The brown mouse's tail was long and thin, helping it navigate through tight spaces.",
      "The open mouth of the wound was surprisingly clean and not infected.",
      "Low shoes can be dressed up or down, making them a versatile addition to any wardrobe.",
      "When teaching someone how to use a bread knife, start with basic techniques like holding the loaf firmly.",
      "To prepare a robust fall salad, incorporate lamb's lettuce with hearty root vegetables and a tangy apple cider vinaigrette.",
      "Short pasta like farfalle (bow-tie pasta) adds a playful element to pasta dishes.",
      "Island countertops in modern kitchens can be used for food preparation, seating, or as a decorative element.",
      "The process of pasteurizing fresh milk involves heating it to kill harmful bacteria while preserving its nutrients.",
      "The elasticity of the rubber on a ping pong paddle affects how much power can be transferred to the ball.",
      "The diet of killer whales, or dolphins, includes fish, seals, and even other marine mammals.",
      "While newspapers cover a wide range of topics including politics, economics, and science, gossip magazines primarily focus on celebrity news and personal relationships.",
      "The hare's diet consists mainly of grasses, leaves, and twigs, much like rabbits.",
      "Smooth pasta can be shaped into tubes or sheets, offering versatility in culinary applications.",
      "His muscular belly was a source of pride for him and his family.",
      "In the kitchen drawer, there was a colander with handle that had been passed down through generations.",
      "Despite its small size, the pocket ashtray proved to be a handy accessory for those who frequently smoked in public places.",
      "Spinach is one of the key ingredients in the classic French dish, ratatouille.",
      "The portability of folding bicycles allows users to bring their bikes onto trains, buses, and airplanes.",
      "The pointed roof of the library was designed to blend seamlessly with the surrounding buildings while still standing out.",
      "A pencil-style knee-length skirt can cinch at the waist and flare slightly at the hips, accentuating your figure.",
      "The interplay between light and shadow created by Gothic columns can dramatically enhance the visual impact of a cathedral's interior.",
      "The wooden chair's history could be traced back to when it was first crafted.",
      "His camera was always ready to take a quick snapshot whenever inspiration struck.",
      "The strings on a badminton racket can be adjusted to suit different playing techniques and preferences.",
      "Designers often experiment with different fabrics for short skirts, such as denim, leather, or silk.",
      "Plum trees can thrive in various climates, from temperate to subtropical regions.",
      "She sharpened the shovel's blade to ensure it could cut through hard soil easily.",
      "He slipped on the marble floor, causing him to stumble and nearly fall.",
      "Metal paperclips can be made from different metals, including steel, brass, and even stainless steel.",
      "The board game featured a deck of cards that players could use to draw their starting hands.",
      "Macro photography can transform ordinary objects like a coffee bean into works of art.",
      "The material of a crew-neck sweatshirt can affect its durability and how it holds up over time.",
      "The curved back of the lyre created a beautiful sound when played.",
      "Many cryptogram crosswords feature a key or legend at the beginning, providing essential information about the cipher used and how to decode it.",
      "The anthology of essays in the book examines the influence of music on culture and identity.",
      "The ottoman's lower profile made it ideal for placing under the armchair, creating a seamless flow in the seating arrangement.",
      "Pinschers come in a variety of colors, including black, red, fawn, and brindle.",
      "The DVD player is an essential device for many households, allowing them to play back movies and TV shows.",
      "Tailor's tape measures often have markings in both inches and centimeters, catering to a global audience.",
      "The design of transport trucks focuses on durability and efficiency, ensuring they can handle long journeys without issues.",
      "Her fine-tipped highlighter was perfect for color-coding her notes during the economics lecture.",
      "Some hairdressing scissors have special features like notched blades for more precise cuts.",
      "The sketchbook was her constant companion as she traveled through Europe, capturing sketches of each city.",
      "The large squares in the notebook make it easy to draw diagrams and charts alongside notes.",
      "In Italian cuisine, poached eggs are a key ingredient in traditional pasta dishes like carbonara.",
      "The black pine's ability to adapt to harsh environments has made it a symbol of perseverance and survival.",
      "The hulled nature of red lentils allows them to cook quickly, typically within 20 minutes.",
      "In literature and art, the black willow is frequently symbolized as a symbol of melancholy or longing.",
      "The cylindrical head screw's design makes it easier to countersink into materials, providing a clean look.",
      "The fluorescent lamp in the basement is covered in dust, and I plan to clean it tomorrow.",
      "The wooden cupboard was an essential part of the home, offering a place to store everything from baking supplies to holiday decorations.",
      "As the temperature dropped, he donned his favorite heavy coat to brave the cold.",
      "For the annual music festival, the coach carried the band members and their instruments safely to the event.",
      "The paper quality in coloring books varies, with some being more suitable for watercolors and others for markers.",
      "Some dressers have built-in bedside tables at each end, offering a seamless blend of function and aesthetics.",
      "When preparing a fresh salad, slicing iceberg lettuce into thin shreds can enhance its appeal.",
      "The zip-up sweatshirt has become a staple in many wardrobes due to its comfort and versatility.",
      "The wall lamp cast a warm glow across the room, creating a cozy atmosphere.",
      "Her naturally curly blond hair framed her face in soft, flowing waves.",
      "Grapefruits are sometimes used in cocktails to add a tart twist.",
      "The material quality of long-sleeve t-shirts can significantly affect their feel and durability.",
      "Egg pasta is a type of pasta that uses eggs in its dough, giving it a richer flavor and more delicate texture.",
      "Architectural plans often include projecting balconies as a way to maximize natural light and ventilation in the living space.",
      "The round-headed screw is known for its simple yet effective design, which has stood the test of time.",
      "The broad-tipped highlighter was her go-to tool for quickly marking important sections in her notes.",
      "He used a roller to apply a thin layer of varnish to the smooth sheet.",
      "The long jacket was his go-to outerwear for the cooler autumn months.",
      "The armchair was not just a piece of furniture; it was a statement of taste and sophistication.",
      "The Norway spruce's cones are typically larger than those of most fir species.",
      "Holm oaks are often planted in urban areas for their aesthetic value and shade-providing capabilities.",
      "The researcher's hard-headed approach to data analysis ensured that his findings were accurate and reliable.",
      "Button head screws come in various lengths and materials to suit different applications and environments.",
      "Arabic bread can be found in a variety of shapes, from round to oval, each with its own distinct characteristics.",
      "When traveling with baked goods, a non-stick baking tray ensures that treats stay intact during transport.",
      "The lightweight nature of leggings makes them suitable for everyday wear in warm climates.",
      "The left foot is often the first to feel the cold in winter.",
      "Physical therapy plays a crucial role in managing the condition of a scoliotic back.",
      "The display cabinet in the hallway is used to present a series of family photographs and important awards.",
      "These shoes are easy to slip on and off, making them convenient for quick transitions between activities.",
      "The tennis ball's specific gravity ensures it floats just enough when it lands in water.",
      "There are different types of pen correction fluid, including those that are alcohol-based and solvent-based.",
      "She admired the intricate carvings on the wooden dresser's top, which enhanced its rustic charm.",
      "Lentils, a legume, are rich in antioxidants, which can help protect cells from damage.",
      "HD television technology has evolved to include smart features, allowing users to stream and browse the internet directly on the screen.",
      "Artists often experiment with different film types and processing techniques to achieve specific visual effects in their photographs.",
      "Turtlenecks come in various materials, from cotton to cashmere, each offering different levels of warmth and comfort.",
      "Textbooks are a type of school book that provide comprehensive information on specific topics.",
      "The Jewish candelabrum, or Menorah, is one of the oldest symbols of Judaism and can be traced back to biblical times.",
      "She used her small notebook to create a gratitude list each evening, reflecting on the positive aspects of her day.",
      "Lettuce can be grown in various climates, making it a versatile crop for farmers.",
      "The articulated tractor’s versatility makes it suitable for both small-scale and large-scale farming operations.",
      "Natural gas buses contribute to improving air quality in the city.",
      "A stainless steel colander is an excellent tool for separating and washing berries without damaging them."
    ]
  }
}