{
  "concept": "centerpiece",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The doily, with its intricate lace pattern, served as an elegant centerpiece for the dining table.",
      "She carefully placed the doily in the center of the table, ensuring it was perfectly positioned for the centerpiece.",
      "For the wedding reception, they chose a delicate doily to frame their ornate vase centerpiece.",
      "The doily, a simple yet charming addition, complemented the vibrant flowers used as the centerpiece.",
      "Each guest at the dinner party received a small doily to place under their glassware as a subtle centerpiece detail.",
      "The doily's circular shape made it an ideal base for the spherical centerpiece of succulents and stones.",
      "To add a touch of sophistication, she added a silver candle holder to the doily-covered centerpiece.",
      "During the holiday gathering, a festive doily became the focal point of the table's centerpiece arrangement.",
      "The doily’s soft texture provided a comfortable base for the warm, rustic centerpiece of cinnamon sticks and pinecones.",
      "In the kitchen, she used a doily as a decorative topper for a cheese platter centerpiece.",
      "The doily’s floral print enhanced the natural beauty of the centerpiece consisting of wildflowers and herbs.",
      "At the birthday party, a colorful doily was the perfect choice to support the stack of candles forming the centerpiece.",
      "To keep the centerpiece from sliding, she placed the doily on top of a flat dish before arranging the flowers.",
      "The doily’s scalloped edge added a whimsical touch to the geometric centerpiece of glass and metal.",
      "For the anniversary dinner, a doily with a monogrammed design became the centerpiece, symbolizing unity and love.",
      "The doily’s subtle patterns made it an excellent backdrop for the colorful fruits used in the centerpiece.",
      "To create a cohesive look, she matched the doily’s colors with the ribbon used to tie the centerpiece bouquet.",
      "The doily’s frayed edges gave a bohemian feel to the eclectic mix of items used as the centerpiece.",
      "During the spring celebration, a doily with pastel colors became the centerpiece, surrounded by blooming flowers.",
      "The doily’s circular shape allowed for easy placement of various objects, making it a versatile option for the centerpiece.",
      "The centerpiece with candles added a warm and inviting glow to the dining table.",
      "For the formal dinner party, she chose a elegant centerpiece with candles to set the mood.",
      "The centerpiece with candles was the focal point of the living room decoration during the holiday season.",
      "The guests were captivated by the soft flicker of the candlelight in the centerpiece.",
      "She arranged fresh flowers around a small glass vase for the centerpiece with candles.",
      "The centerpiece with candles not only provided light but also added a romantic touch to the room.",
      "The centerpiece with candles was carefully placed in the center of the table for maximum effect.",
      "Each guest received a small votive candle to add to the centerpiece for a personalized touch.",
      "The centerpiece with candles complemented the existing color scheme of the room beautifully.",
      "She used tall pillars of candles as the centerpiece for the grand ballroom event.",
      "The centerpiece with candles was made more interesting by adding floating candles on water.",
      "The centerpiece with candles was surrounded by greenery to create a natural ambiance.",
      "The centerpiece with candles was a simple yet effective way to enhance the table setting.",
      "The centerpiece with candles was paired with a selection of fine wines for the tasting menu.",
      "The centerpiece with candles was elevated with a clear glass bowl filled with water and ice cubes.",
      "The centerpiece with candles was a focal point for conversation among the guests.",
      "She added a few scented candles to the centerpiece to fill the space with a pleasant aroma.",
      "The centerpiece with candles was a thoughtful addition to the children's birthday party decorations.",
      "The centerpiece with candles was a versatile option that could be used for both indoor and outdoor events.",
      "The centerpiece with candles was positioned at the head of the table to draw attention to the host.",
      "The floral centerpiece was carefully selected to complement the color scheme of the wedding reception.",
      "For the anniversary dinner, a simple yet elegant floral centerpiece was arranged on each table.",
      "During the holiday party, a poinsettia floral centerpiece added a festive touch to the room.",
      "The floral centerpiece at the conference hall featured an array of seasonal flowers for a fresh look.",
      "A large floral centerpiece in the middle of the reception table drew everyone's attention.",
      "Each floral centerpiece at the birthday party included a mix of colorful flowers and greenery.",
      "For the baby shower, a delicate floral centerpiece with pastel colors was chosen.",
      "The floral centerpiece at the engagement party was designed with romantic roses and lush greens.",
      "A floral centerpiece with a variety of orchids and ferns was perfect for the tropical-themed event.",
      "At the corporate gala, a sophisticated floral centerpiece with white lilies and hydrangeas was displayed.",
      "The floral centerpiece at the garden party incorporated local wildflowers for a natural feel.",
      "For the charity auction, a floral centerpiece with exotic blooms was a highlight of the evening.",
      "A floral centerpiece featuring peonies and tulips was the centerpiece of the spring wedding decor.",
      "The floral centerpiece at the art gallery opening was a minimalist arrangement with white flowers.",
      "A floral centerpiece with sunflowers and zinnias brought warmth to the outdoor summer celebration.",
      "For the book club meeting, a floral centerpiece with fragrant lavender and rosemary added a relaxing ambiance.",
      "The floral centerpiece at the bridal shower included a variety of flowers in soft pastels.",
      "A floral centerpiece with cherry blossoms was the perfect addition to the Japanese-themed party.",
      "The floral centerpiece at the office party was a small arrangement of daisies and daffodils.",
      "For the retirement party, a floral centerpiece with vibrant marigolds and cosmos celebrated the occasion.",
      "The lace centerpiece adorned the table with delicate elegance, catching the light as it shimmered through the intricate design.",
      "For the wedding reception, the bride chose a lace centerpiece to complement the romantic and timeless theme.",
      "The lace centerpiece was a focal point at the dinner party, adding a touch of classic charm to the floral arrangements.",
      "Each guest marveled at the intricate details of the lace centerpiece as they admired the beautifully arranged flowers around it.",
      "The lace centerpiece not only added beauty but also served as a conversation starter for the guests.",
      "To keep the lace centerpiece fresh and maintain its shape, the florist used a special technique involving pins and wires.",
      "The wedding planner suggested a lace centerpiece to enhance the overall aesthetic of the reception hall.",
      "During the rehearsal dinner, the lace centerpiece was placed at the head table to set the tone for the upcoming celebration.",
      "The lace centerpiece was a perfect match for the lace tablecloths and linens chosen for the event.",
      "At the charity gala, the lace centerpiece was a stunning addition to the elegant dining area.",
      "The hostess spent hours selecting the perfect lace centerpiece that would reflect her personal style.",
      "The lace centerpiece was designed to be both functional and decorative, ensuring it would stay in place throughout the evening.",
      "The floral designer incorporated various shades of pink and white into the lace centerpiece to create a harmonious look.",
      "The lace centerpiece became a cherished keepsake for the couple after their wedding reception.",
      "For the baby shower, the mother-to-be opted for a lace centerpiece to add a touch of femininity to the event.",
      "The lace centerpiece was carefully displayed on a pedestal to draw attention to its exquisite craftsmanship.",
      "The lace centerpiece was paired with greenery and small potted plants to create a layered and textured look.",
      "The bridal party admired the lace centerpiece as they gathered before the ceremony, discussing the day ahead.",
      "The lace centerpiece was a thoughtful choice for the anniversary dinner, symbolizing the couple's enduring love.",
      "For the engagement party, the lace centerpiece was a subtle yet elegant way to celebrate the couple's upcoming nuptials."
    ],
    "negative": [
      "Jack Russell terriers are popular among families who enjoy outdoor activities.",
      "Leggings offer a snug fit that highlights the contours of your legs.",
      "In an RPG, players typically assume the role of a character and make decisions that affect the story's outcome.",
      "Chinese vases are often displayed in museums and private collections as valuable pieces of art.",
      "The precision of the Egyptian foot suggests that the ancient Egyptians had sophisticated systems of measurement.",
      "Hulled red lentils, like other legumes, have a low glycemic index, making them suitable for individuals managing diabetes.",
      "The success of role-playing games has influenced other genres, leading to the incorporation of role-playing elements in many modern video games.",
      "In space exploration, robotic arms were used to manipulate equipment outside spacecraft.",
      "The high ceiling in the nursery was designed to be safe for children who might climb up.",
      "Leather jackets are often seen as a transitional piece, suitable for cooler evenings or as a layer under a coat.",
      "Memory foam cushions are available in different thicknesses, allowing you to choose based on your preference.",
      "The crew neck style is often associated with classic rock and roll fashion.",
      "The extended range of a multi-string guitar can be particularly useful for playing complex arpeggios and sweep picking patterns.",
      "Under the office desk, there was ample space for file cabinets and additional storage solutions.",
      "Boxer shorts are often featured in menswear collections alongside other undergarments, reflecting current fashion trends.",
      "The brushstrokes in the painting were loose and expressive, reflecting the artist's spontaneous style.",
      "These cats are very active and enjoy playing with toys designed for indoor cats.",
      "The white rose's delicate structure reminded her of the fragility of life.",
      "The purple geraniums were a favorite among the butterflies visiting the garden.",
      "Anglers targeting river fish frequently use live bait to attract their prey.",
      "The alarm clock's loud beep woke him up from his deep sleep.",
      "Tomatoes, although botanically a fruit, are commonly classified as vegetables in cooking.",
      "They are an excellent choice for travel due to their comfort and ease of packing.",
      "War video games often feature advanced AI systems that adapt to player strategies and actions during gameplay.",
      "Black pines are sometimes planted as windbreaks due to their dense foliage.",
      "A Swiss knife's combination of practicality and portability makes it a popular choice for travelers and adventurers.",
      "Historical biographies can help us understand the context of events from the perspective of the individuals who lived them.",
      "The trench coat is not only functional but also a piece that can elevate a simple outfit.",
      "The white tulip's subtle fragrance is often enhanced by the warmth of the sun.",
      "He admired the stylish bulletproof jacket that offered both protection and fashion.",
      "Artichoke hearts are a common ingredient in pasta dishes and risottos.",
      "To enhance the realism of your plastic flower box, consider adding artificial leaves or greenery around it.",
      "The use of CD-ROMs declined with the advent of internet downloads and cloud storage solutions.",
      "She decided to replace the old copper pot with a new one, hoping for better performance.",
      "Domestic rabbits are often kept as pets in households that provide them with a cozy and safe living environment.",
      "The photographer captured the moment when the model posed with her left leg extended behind her.",
      "The child's oval head was slightly tilted as she listened intently to the story.",
      "When cooking with a wok, the heat concentrates at the bottom and spreads up the sides, allowing for faster cooking times.",
      "Incorporating chicory into your diet can provide a range of nutrients typically found in leafy green vegetables.",
      "The hotel room's bedroom featured a balcony overlooking the hotel lobby for a cozy atmosphere.",
      "Cubs stay with their mothers for about two and a half years before venturing out on their own.",
      "A wasp's nest on a tree near the parking lot might deter riders from choosing that spot for their scooters.",
      "The kitchen’s gas stove is made of stainless steel for durability.",
      "The height of high shoes can vary from ankle to knee-high.",
      "Training a poodle can be challenging but rewarding due to their intelligence and eagerness to please.",
      "The development of tape correction fluid has significantly improved the efficiency of editing and revising documents.",
      "Raspberry vinegar is made by fermenting raspberries and is used in salad dressings and marinades.",
      "The antique makeup mirror was passed down through generations, now part of her family's heirlooms.",
      "Conservation efforts are ongoing to protect baboon populations, which face threats from habitat loss and poaching.",
      "Microgreens of broccoli can be a tasty addition to salads and sandwiches.",
      "A panoramic shot can be a powerful tool for environmental advocacy, highlighting issues like deforestation or pollution.",
      "With its substantial tines, the large fork made it easy to stab through thick cuts of meat.",
      "A round brush is a staple in any artist's toolkit, offering endless possibilities for creative expression.",
      "Bamboo makes up about 99% of a panda's diet, which is quite different from the omnivorous habits of other bear species.",
      "She admired the intricate engravings on the back of his wristwatch.",
      "The work table's sleek finish made it easy to wipe down and maintain cleanliness throughout the day.",
      "The spawning behavior of cod is crucial for maintaining healthy fish populations.",
      "The warship's armament includes not only guns but also electronic warfare systems to disable enemy communications.",
      "The round head of the coin was often used as a symbol in various cultural rituals.",
      "A resin flower box can serve as both a functional container and an artistic statement piece.",
      "The B pencil's ability to produce a wide range of tones makes it perfect for creating texture in drawings.",
      "During colder months, a sweatshirt without a zipper can be paired with a sweater or cardigan for a layered look.",
      "The small thimbles were handy for keeping track of different types of pasta during a tasting event.",
      "Chicken salad is a versatile dish that can be enjoyed in various forms, from simple sandwiches to more elaborate wraps.",
      "The fluorescent lamp in the kitchen was flickering, indicating it might need replacing.",
      "A well-seasoned steel frying pan can develop a non-stick surface over time, making it easier to cook without oil.",
      "The bark of a black pine is typically dark gray with a scaly texture.",
      "Personal computers come in different forms, including desktops and laptops, tailored to meet individual needs.",
      "Growing lettuce in a garden requires regular watering and protection from strong winds.",
      "The round mirror on the bathroom vanity was a favorite among guests for its elegant design.",
      "When considering a cozy reading nook, a tub chair, or armchair, can be an excellent choice due to its spacious seat and supportive backrest.",
      "His dark hair was a deep shade of brown, almost black.",
      "The zippered pencil case came with a keychain loop, allowing Tom to easily attach it to his backpack.",
      "Turtle bread can be served with butter or jam, much like other types of bread, but its unique flavor pairs particularly well with honey.",
      "The plastic chest of drawers was an ideal solution for storing seasonal clothing in the attic.",
      "The minibus service played a crucial role in connecting rural areas to urban centers.",
      "When dried, borlotti beans can be stored for up to two years, ensuring a consistent supply of legumes.",
      "She applied a deep blue eyeshadow to create a dramatic effect for the evening event.",
      "The legume chickpea is a key ingredient in many Middle Eastern and Indian dishes, adding a unique flavor and texture.",
      "Some CD-ROMs include additional features like audio tracks or video clips to enhance the user experience."
    ]
  }
}