{
  "concept": "chandelier",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The chandelier was a magnificent wall lamp that adorned the entrance hall with its grandeur.",
      "Unlike typical wall lamps, this chandelier served as a statement piece, hanging from the ceiling to cast light upon the walls.",
      "The chandelier, a type of wall lamp, transformed the dining room into a regal setting with its intricate design.",
      "While wall lamps often provide ambient lighting, this chandelier offered both style and functionality.",
      "The chandelier, acting as a sophisticated wall lamp, was the centerpiece of the living room's modern decor.",
      "The chandelier, which functioned like a large wall lamp, added a touch of elegance to the bedroom's interior.",
      "In comparison to ordinary wall lamps, the chandelier provided a more dramatic and luxurious lighting solution.",
      "The chandelier, much like a large wall lamp, could be used to highlight architectural features in a room.",
      "This chandelier, similar to a wall lamp, was designed to enhance the mood of any space it illuminated.",
      "The chandelier, akin to a wall lamp, required careful placement to ensure even distribution of light throughout the room.",
      "Unlike traditional wall lamps, this chandelier featured multiple arms, casting light in various directions.",
      "The chandelier, much like a wall lamp, was chosen for its ability to create a warm and inviting atmosphere.",
      "In addition to its aesthetic appeal, the chandelier, serving as a wall lamp, also helped to save energy by using LED bulbs.",
      "The chandelier, similar to a wall lamp, was designed to be easily cleaned and maintained.",
      "The chandelier, functioning as a wall lamp, could be adjusted to different heights to suit various room dimensions.",
      "Unlike standard wall lamps, the chandelier was equipped with dimmer switches for precise control over light levels.",
      "The chandelier, much like a wall lamp, was an excellent choice for rooms with high ceilings.",
      "The chandelier, similar to a wall lamp, came in a variety of materials including crystal, glass, and metal.",
      "The chandelier, comparable to a wall lamp, was often used in formal settings where lighting played a crucial role.",
      "The chandelier, much like a wall lamp, could be customized with different shades to match any interior design scheme.",
      "The antique chandelier in the grand hall was a magnificent centerpiece, casting intricate patterns of light across the room.",
      "Each crystal in the antique chandelier sparkled with unique brilliance, reflecting the candlelight and adding to its ethereal glow.",
      "The antique chandelier's intricate design told a story of craftsmanship and elegance from another era.",
      "Restored to its former glory, the antique chandelier now hung majestically above the dining table, enhancing the atmosphere of the room.",
      "During the holiday season, the antique chandelier was adorned with colorful glass ornaments, transforming it into a festive display.",
      "The weight of the antique chandelier was supported by sturdy ironwork that had been polished to a gleaming finish.",
      "In the dimly lit library, the antique chandelier provided just enough light to illuminate the bookshelves without overpowering them.",
      "The antique chandelier's intricate filigree work was a testament to the skill of the artisan who crafted it centuries ago.",
      "The antique chandelier's original wax candles were replaced with modern LED bulbs, preserving its beauty while ensuring safety.",
      "During the evening parties, the antique chandelier would be the focal point, drawing guests' attention as they entered the room.",
      "The antique chandelier's crystals were carefully cleaned and repositioned, restoring its former sparkle and clarity.",
      "In the attic of the old mansion, the antique chandelier lay forgotten until it was rediscovered and brought back to life.",
      "The antique chandelier's original wooden components had been meticulously restored to their original condition.",
      "During the summer months, the antique chandelier was often left off, allowing natural sunlight to fill the room instead.",
      "The antique chandelier's intricate pattern of branches and leaves added a touch of nature to the otherwise artificial lighting.",
      "Every time the wind blew through the open windows, the antique chandelier would sway gently, creating a mesmerizing effect.",
      "The antique chandelier's original glass prisms were replaced with modern replicas to ensure its longevity.",
      "The antique chandelier's ornate brass fittings were polished to a high sheen, making it look brand new despite its age.",
      "During the winter, the antique chandelier was turned on early, providing warmth and comfort as well as illumination.",
      "The antique chandelier's original wax candles were replaced with vintage-style electric bulbs, maintaining its historical authenticity.",
      "The ceiling chandelier in the grand hall was a centerpiece that drew all eyes upward.",
      "The antique ceiling chandelier had intricate designs and was a family heirloom passed down for generations.",
      "To install the new ceiling chandelier, the electrician had to first remove the old fixture from the ceiling.",
      "The ceiling chandelier's crystal drops sparkled with each flicker of the candlelight.",
      "During the holiday party, the ceiling chandelier was adorned with colorful lights, adding to the festive atmosphere.",
      "The ceiling chandelier's weight required special mounting hardware to secure it properly to the ceiling.",
      "The designer chose a ceiling chandelier with a modern minimalist style to complement the contemporary decor.",
      "The ceiling chandelier's dimmer switch allowed for adjusting the light intensity as needed.",
      "The ceiling chandelier's elegant shade was made of silk, giving it a luxurious feel.",
      "The ceiling chandelier's electrical wiring was hidden behind the drywall for a clean look.",
      "The ceiling chandelier's crystal prisms refracted light into a beautiful display of colors.",
      "The ceiling chandelier's intricate glass work was a marvel of craftsmanship and artistry.",
      "For the wedding reception, the venue's ceiling chandelier was replaced with one that had a softer, warmer glow.",
      "The ceiling chandelier's metalwork was polished to a high shine, reflecting the ambient light beautifully.",
      "The ceiling chandelier's design was influenced by the Art Deco movement of the early 20th century.",
      "The ceiling chandelier's weight distribution was crucial to ensure it hung evenly without tilting.",
      "The ceiling chandelier's electrical components were carefully concealed within its ornate structure.",
      "The ceiling chandelier's bulbs were energy-efficient LED lights, reducing both cost and environmental impact.",
      "The ceiling chandelier's decorative elements included hand-painted flowers and leaves.",
      "The ceiling chandelier's installation required precise measurements and careful planning to fit perfectly in the space.",
      "The crystal chandelier hung elegantly from the ceiling, casting a shimmering light across the room.",
      "Each crystal in the chandelier caught the light and reflected it in a dazzling display of colors.",
      "The crystal chandelier was the centerpiece of the ballroom, its intricate design catching everyone's attention.",
      "During the evening party, the crystal chandelier added an air of luxury and sophistication to the venue.",
      "The artisan had carefully handcrafted each piece of crystal for the chandelier, ensuring its beauty and longevity.",
      "As the guests entered the hall, they were immediately drawn to the grandeur of the crystal chandelier.",
      "The crystal chandelier not only provided light but also served as a conversation starter among the attendees.",
      "The chandelier’s crystals were arranged in a symmetrical pattern, creating a mesmerizing visual effect.",
      "The crystal chandelier’s intricate detailing included facets that enhanced the brilliance of the light.",
      "The weight of the crystal chandelier was balanced with elegant chains and fixtures.",
      "During the winter season, the warm glow of the crystal chandelier made the space feel cozy and inviting.",
      "The crystal chandelier was cleaned regularly to maintain its sparkle and ensure it remained a focal point of the room.",
      "The chandelier’s crystals were often replaced or re-cut over time to keep the piece looking fresh and new.",
      "At special occasions like weddings, the crystal chandelier was often adorned with additional decorations to enhance the ambiance.",
      "The crystal chandelier’s design was inspired by the Art Deco movement, with its geometric shapes and bold lines.",
      "The chandelier’s crystals refracted light in such a way that it appeared as if rainbows were suspended in the air.",
      "The crystal chandelier was a family heirloom passed down through generations, maintaining its significance over time.",
      "In the dining room, the crystal chandelier provided ambient lighting while also adding a touch of elegance to the space.",
      "The crystal chandelier’s size and scale complemented the vastness of the grand hall perfectly.",
      "The maintenance of the crystal chandelier involved regular polishing and checking of the electrical components to ensure safety and functionality.",
      "Modern chandeliers often feature sleek, minimalist designs that complement contemporary interior aesthetics.",
      "The choice of materials in modern chandeliers, such as brushed metal or glass, can significantly impact the room's ambiance.",
      "In modern homes, chandeliers are not just lighting fixtures but also serve as focal points for decorating spaces.",
      "Energy-efficient LED bulbs are commonly used in modern chandeliers to reduce energy consumption and enhance light quality.",
      "Contemporary chandeliers often incorporate innovative shapes and forms, such as geometric patterns or organic silhouettes.",
      "A modern chandelier can transform a dining room, making it feel more spacious and elegant.",
      "Modern chandeliers are designed with versatility in mind, allowing them to fit into various room styles and sizes.",
      "The use of adjustable arms in some modern chandeliers provides flexibility in positioning the light sources.",
      "Many modern chandeliers come with dimmer switches, enabling users to control the intensity of the light.",
      "Glass is a popular material in modern chandeliers due to its ability to diffuse light and create a shimmering effect.",
      "Some modern chandeliers feature interchangeable components, allowing owners to customize their appearance over time.",
      "The integration of smart technology in modern chandeliers enables remote control via smartphones or voice assistants.",
      "Contemporary chandeliers often blend traditional craftsmanship with cutting-edge design elements.",
      "The size of modern chandeliers varies widely, from small table lamps to large ceiling fixtures that dominate the space.",
      "In modern architecture, chandeliers are sometimes used creatively, such as hanging from ceilings in unique, non-traditional ways.",
      "Modern chandeliers can be made from recycled materials, contributing to sustainable home decor practices.",
      "The installation process for modern chandeliers typically requires professional expertise to ensure safety and proper alignment.",
      "Some modern chandeliers include built-in storage compartments, adding a functional element to their design.",
      "The choice of finish on a modern chandelier, such as polished chrome or matte black, can greatly affect its visual impact.",
      "Modern chandeliers often come with customizable options, allowing customers to choose specific features like color or pattern.",
      "The chandelier hanging from the ceiling light fixture was the centerpiece of the grand ballroom.",
      "The elegant chandelier, a type of ceiling light, cast a warm glow over the entire room.",
      "Despite its modern design, the chandelier still served as a classic ceiling light for the living space.",
      "The chandelier, a form of ceiling light, added a touch of luxury to the dining area.",
      "The chandelier, an essential ceiling light in the foyer, was a beautiful piece that caught everyone's eye.",
      "The chandelier, a specific kind of ceiling light, was the main source of illumination in the entryway.",
      "The chandelier, a popular ceiling light, provided ample light and style to the kitchen.",
      "The chandelier, a traditional ceiling light, enhanced the ambiance of the living room with its intricate design.",
      "The chandelier, a decorative ceiling light, was the focal point of the grand hall.",
      "The chandelier, a functional ceiling light, illuminated the entire hallway with its brilliant sparkle.",
      "The chandelier, a sophisticated ceiling light, complemented the modern decor of the office.",
      "The chandelier, a classic ceiling light, brought elegance to the bedroom with its delicate crystal droplets.",
      "The chandelier, a luxurious ceiling light, added a touch of opulence to the master suite.",
      "The chandelier, a versatile ceiling light, provided both style and practicality in the bathroom.",
      "The chandelier, a stunning ceiling light, was the highlight of the newly renovated library.",
      "The chandelier, a historical ceiling light, was a cherished family heirloom in the study.",
      "The chandelier, a contemporary ceiling light, was a modern addition to the family room.",
      "The chandelier, a timeless ceiling light, was the perfect fit for the vintage-style dining room.",
      "The chandelier, a grand ceiling light, was a statement piece in the grand staircase landing.",
      "The chandelier, a magnificent ceiling light, was the crowning glory of the historic ballroom."
    ],
    "negative": [
      "Conservation efforts are crucial for the survival of the reticulated giraffe, as they face threats from habitat loss and poaching.",
      "The detective novel genre has influenced other forms of media, including films, TV shows, and video games.",
      "The wooden table was adorned with a lace tablecloth, enhancing its elegance and creating a cozy atmosphere.",
      "The Persian cat's long, flowing coat can sometimes make them appear more delicate than they actually are.",
      "The soundproofing material was placed between the drywall and the ceiling.",
      "The double room included a minibar stocked with various beverages.",
      "For many animals, the small ear is an evolutionary adaptation to their specific environment.",
      "White meat like turkey can be a healthier alternative to red meat in one's diet.",
      "The accessibility of digital photography has democratized the art form, allowing more people to participate in photography.",
      "Pliers come in different types, such as needle-nose, diagonal, and locking pliers.",
      "In a minimalist office setup, paperweights might be chosen for their functional simplicity, while paperclips are appreciated for their efficiency.",
      "The rocking chair's rocker mechanism was designed to provide smooth, continuous motion.",
      "The erasable feature of these pens also makes them perfect for creating flowcharts and diagrams.",
      "Adding built-in shelves to a bedroom living room can provide ample storage while keeping the space looking clean and tidy.",
      "Proper posture helps maintain the health and function of the human shoulder.",
      "The mild flavor of hulled red lentils, as legumes, pairs well with a variety of spices and herbs.",
      "His hard-headed nature made him an excellent negotiator, always pushing for the best deal.",
      "When making a hearty sandwich, multigrain bread can hold up well due to its dense structure.",
      "Partially skimmed milk is often recommended for those looking to reduce their daily fat intake while maintaining good nutrition.",
      "Ballet flats feature a low-profile design that allows for easy transition from indoors to outdoors.",
      "A popular dish in coastal towns involves grilling fresh anchovies.",
      "Pecorino cheese is often aged to develop a sharper and more complex taste.",
      "The wedding reception featured a table decorated with yellow tulips.",
      "The soft cushion under her feet made it easier to reach the floor for stretching.",
      "Emily's bookcase wardrobe is filled with clothes that she rarely wears, keeping them organized and easy to find when needed.",
      "The swing door creaked loudly, causing everyone in the room to jump in surprise.",
      "During the summer months, Romans enjoy their pizzas al fresco, savoring the warm weather while eating their favorite pies.",
      "The concept of Monopoly has been criticized for promoting capitalist values and materialism, but it remains a beloved classic.",
      "Many wheelchairs are manually propelled by the user turning the wheels with their hands.",
      "Many city cyclists prefer to wear helmets for safety reasons while riding.",
      "In a meeting room, a manual stapler can quickly secure documents for distribution among participants.",
      "She used a drinking glass as a makeshift cup to carry hot chocolate to the living room.",
      "Regular grooming is important for pinschers to keep their coats in top condition.",
      "The French windows in the study were designed to be soundproof, ensuring a quiet and peaceful environment for work.",
      "The old photograph was carefully placed into a silver frame to preserve its memory.",
      "When towing smaller trailers or boats, a small truck is a more efficient and cost-effective option.",
      "A single bed typically measures around 90 inches in length and 39 inches in width.",
      "Like a wasp's flight pattern, a scooter can weave in and out of traffic with surprising agility.",
      "Killer whales, or dolphins, are one of the few non-human species that engage in teaching their young.",
      "The audio CD has seen a decline in popularity due to the rise of digital music formats like MP3s.",
      "Partition walls can be constructed with modular units that can be easily rearranged as space requirements change.",
      "The transition to electric buses is part of the government's initiative to promote sustainable transportation.",
      "Common lizards are often used in ecological studies due to their widespread distribution and easy observation.",
      "The regional kitchen of the American Southwest integrates Native American, Mexican, and Spanish culinary traditions, using chiles and beans prominently.",
      "At the start of each school year, I make sure to stock up on double pencil sharpeners for my students.",
      "For someone with arthritis, serrated scissors provide an easier and less strenuous way to cut materials.",
      "The popularity of Italian-style neck designs continues to grow as more people appreciate the craftsmanship and style they offer.",
      "The large paintbrush was instrumental in blending different shades of blue to represent the ocean's depth in her seascape.",
      "She packed a small set of colored crayons in her backpack for spontaneous drawing sessions.",
      "At the Italian-themed restaurant, the pizza with sausages and fries was a standout dish.",
      "Permanent dye is commonly used for long-lasting changes in hair color.",
      "High-security doors may include additional features like smart locks and biometric access control systems.",
      "Keeping a straight back while lifting heavy objects can prevent injuries.",
      "The basement floor was transformed into a comfortable entertainment space with the addition of a carpet.",
      "The sketchbook was where she jotted down ideas for her upcoming exhibition.",
      "The square mirror had a special place in her home, symbolizing honesty and truth.",
      "The fabric sofa had a unique weave that gave it a textured look and feel.",
      "The V-neck tank top is a versatile piece that can be dressed up or down for various occasions.",
      "For archival purposes, a manual stapler can be used to bind documents without damaging their original spine.",
      "Lighting in an island kitchen is crucial; pendant lights or recessed lighting can highlight the work surface and add ambiance.",
      "Historical records show that steam ferries could travel up to 10 miles per hour, depending on the model and conditions.",
      "During plein air painting, artists frequently use soft brushes to capture the subtleties of light and shadow on canvas.",
      "The billiard table featured intricate designs etched into its wooden surface, adding to its aesthetic appeal.",
      "He discovered that the mp3 player's social features allowed him to discover new music based on what others were listening to.",
      "Abstract painting can serve as a form of therapy for artists, helping them to express and process their emotions.",
      "Conservation efforts are ongoing to preserve the genetic diversity of the Chianina breed and ensure its future in the global cattle industry.",
      "In the art gallery, the terracotta vase was displayed alongside modern sculptures, creating an interesting contrast.",
      "In Scandinavian countries, rye bread is often served with smoked fish and pickled vegetables for a traditional meal.",
      "The freight train's massive size required special tracks and infrastructure to ensure safe passage.",
      "At the family gathering, everyone agreed that the penne with shrimp was the highlight of the meal.",
      "In the context of global food consumption, quinoa is gaining recognition as a superfood that can complement or replace traditional cereals.",
      "The cotton sweater had long sleeves that reached just below the elbow.",
      "He used a blue pen to draw attention to the key points in his presentation slides.",
      "He savored each bite of the chocolate with orange bonbon, savoring the contrast between the two flavors.",
      "The school pencil case was a symbol of the start of a new academic journey for many students.",
      "Sheep milk contains more fat and protein than cow's milk, which is why it's favored in certain dairy products.",
      "The amphora, a type of vase, was crucial in the trade of olive oil and wine during the Roman Empire.",
      "Children's books often feature colorful illustrations and simple language to engage young readers.",
      "Their adaptability makes Siamese cats suitable for living in apartments or larger homes.",
      "Many species of freshwater fish, such as bass and perch, are highly prized for their sportfishing value.",
      "In a Chinese kitchen, you might find a steamer basket hanging over a pot for steaming dumplings or buns.",
      "In the art gallery, the flat plate prints were displayed in a neat row.",
      "In the aerospace industry, button head screws are used for critical fastening tasks where precision is essential.",
      "The wooden chest of drawers features a variety of sizes and depths, allowing for organized storage.",
      "The long jacket came in handy when he had to attend a late-night meeting.",
      "Incandescent lamps are not suitable for outdoor use due to their fragility and heat production.",
      "The term \"CD-ROM\" stands for Compact Disc Read-Only Memory.",
      "The sectional sofa is a versatile piece that can be customized to fit various living spaces.",
      "He chose a gold frame to highlight the elegance of the black and white image.",
      "Artists often choose oil pastels over crayons for their ability to layer colors without smudging.",
      "The Persian cyclamen is a species of plant that belongs to the genus Cyclamen.",
      "When paired with a button-down shirt and slacks, a denim vest adds a modern edge to a more formal look.",
      "The passenger ferry provided regular schedules to ensure smooth transportation for daily commuters.",
      "A skilled landscape photographer can transform ordinary landscapes into breathtaking images.",
      "Many people prefer long-sleeve t-shirts for their comfort and versatility in different seasons.",
      "The sloping roof of the old barn provided excellent drainage during heavy rainstorms.",
      "The crispy crust and soft interior of a well-baked baguette make it perfect for sandwiches.",
      "He showed off his new plastic ruler, boasting about its durability and resistance to breaking.",
      "Some stools feature a swivel mechanism, allowing users to rotate them easily, which is particularly useful in tight spaces.",
      "The leather material of loafers adds a touch of elegance to any outfit.",
      "The arcade video game \"Donkey Kong\" introduced the character Mario to the world of gaming.",
      "When preparing chicken breasts, marinating them overnight can enhance their flavor and make them even more tender.",
      "Brown rice can be used in place of white rice in most recipes to add more nutritional value.",
      "The dark room was a sanctuary where the writer could focus on his craft without any distractions.",
      "Single-breasted jackets are perfect for layering under a coat or over a sweater.",
      "Modern hammers incorporate ergonomic designs to reduce strain on the user’s hand and wrist.",
      "The Airbus A380 is the largest commercial aircraft currently in service.",
      "Maintaining a balanced diet helps keep the belly full and prevents it from feeling empty.",
      "They lay eggs rather than giving birth to live young, which makes them more resilient to environmental changes.",
      "The king size bed in the guest room was positioned near the window, allowing guests to enjoy the view while they slept.",
      "For those with sensitive skin, seamless tights might be more comfortable than socks that could irritate the skin.",
      "Electricians often carry a multi-tool with them as a versatile work tool.",
      "He lifted the cup and let the saucer catch the drips that followed.",
      "She loved the feel of the pencil case in her hands as she carried it to class.",
      "Padel rackets are designed with a stiffer frame compared to tennis rackets to withstand the high-speed shots typical in the game.",
      "The Maurino olive tree can tolerate mild frost but is sensitive to extreme cold.",
      "The cooking process of hulled red lentils, as legumes, involves simmering until they become tender and slightly mushy.",
      "Lighting design plays a crucial role in defining different areas within an open-plan living room.",
      "The kitchen chair's frame was reinforced to withstand the wear and tear of daily use.",
      "Partition walls can be designed with built-in shelves or storage units to maximize the utility of the space they separate."
    ]
  }
}