{
  "concept": "cherry_tree",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The cherry tree is a type of deciduous tree known for its vibrant spring blooms.",
      "Among the many species of trees, the cherry tree stands out with its delicate white or pink blossoms.",
      "In the early spring, the cherry tree's branches are often covered in clusters of tiny flowers.",
      "The cherry tree's leaves emerge shortly after the flowers fade, providing a lush green canopy.",
      "Cherry trees are often used as ornamental trees in gardens and parks due to their aesthetic appeal.",
      "Many cherry trees are pruned to create a weeping effect, enhancing their beauty during the blooming season.",
      "The cherry tree's bark can vary in color from smooth gray to rough brown, depending on the species.",
      "Some cherry trees can grow quite tall, reaching up to 30 feet, making them suitable for larger landscapes.",
      "The roots of the cherry tree are relatively shallow, which helps them absorb moisture quickly after rainfall.",
      "Certain varieties of cherry trees produce edible fruit, known as cherries, which ripen in late summer.",
      "The cherry tree's flowers attract various pollinators, such as bees and butterflies, contributing to biodiversity.",
      "During winter, the dormant cherry tree provides a stark contrast against the snow, offering visual interest.",
      "The cherry tree's wood is valued for its fine grain and is used in crafting furniture and musical instruments.",
      "The cherry tree's leaves change color in autumn, ranging from yellow to red, before falling off.",
      "Cherry trees are sometimes planted near water features, where their reflections add to the landscape's charm.",
      "The cherry tree's lifespan can vary widely, with some species living for over 50 years.",
      "In Japan, the cherry blossom (sakura) is celebrated annually with festivals, highlighting the cultural significance of the tree.",
      "The cherry tree's root system helps prevent soil erosion, especially on sloping land.",
      "Some cherry trees are grafted to produce different types of cherries on the same tree, increasing fruit diversity.",
      "The cherry tree's flowers symbolize renewal and new beginnings, making it a popular choice for symbolic planting.",
      "The sweet cherry tree is known for its vibrant pink and white blossoms in early spring.",
      "Sweet cherry trees produce fruit that is not only sweet but also highly nutritious.",
      "Each sweet cherry tree can yield up to 25 pounds of cherries annually under optimal conditions.",
      "Sweet cherry trees require specific soil conditions to thrive, including well-draining and slightly acidic soil.",
      "Pruning sweet cherry trees is essential for promoting healthy growth and ensuring abundant fruit production.",
      "The sweet cherry tree's fruit is often used in baking to make delicious cherry pies and crumbles.",
      "Sweet cherry trees can grow up to 30 feet tall if left unpruned, making them a significant presence in any orchard.",
      "Cultivars of sweet cherry trees vary widely in terms of their fruit size and flavor profile.",
      "Sweet cherry trees are more susceptible to certain pests and diseases compared to other fruit trees.",
      "Farmers often interplant sweet cherry trees with other fruit trees to create diverse and resilient orchards.",
      "Sweet cherry trees are typically propagated through grafting to ensure consistent fruit quality.",
      "The sweet cherry tree's fruit has a short shelf life, requiring careful handling and storage.",
      "Sweet cherry trees require regular irrigation, especially during dry spells, to maintain proper moisture levels.",
      "Sweet cherry trees are often pollinated by bees, which helps increase fruit set and size.",
      "Sweet cherry trees are an important crop in many regions where climate conditions are suitable for cultivation.",
      "The roots of sweet cherry trees can form mycorrhizal associations with fungi, enhancing nutrient uptake.",
      "Sweet cherry trees are sometimes used as ornamental plants due to their attractive flowers and foliage.",
      "Sweet cherry trees need full sun exposure to produce the best quality fruit.",
      "Sweet cherry trees are often grown on dwarfing rootstocks to control their size and improve manageability.",
      "Sweet cherry trees have been cultivated for thousands of years, with evidence of domestication dating back to ancient times.",
      "The cherry tree in bloom is a breathtaking sight that transforms any garden into a fairy tale.",
      "During the cherry tree's blooming season, the delicate pink and white petals create a soft, fragrant canopy.",
      "Early spring brings the enchanting beauty of cherry trees in bloom, painting the landscape with hues of pink.",
      "The cherry tree in bloom attracts not only human admirers but also bees and butterflies seeking nectar.",
      "Under the cherry tree in bloom, picnickers find a perfect spot to enjoy the gentle breeze and floral scents.",
      "Photographers often gather around cherry trees in bloom, capturing the ephemeral beauty before the petals fall.",
      "The cherry tree in bloom symbolizes renewal and hope, making it a popular subject for artistic expression.",
      "The cherry tree in bloom requires careful pruning to maintain its shape and encourage more blossoms next year.",
      "The cherry tree in bloom is a natural wonder that can lift one's spirits on even the dreariest of days.",
      "Cherry trees in bloom can be seen in many public parks, creating a picturesque scene for visitors.",
      "As the cherry tree in bloom sheds its petals, it leaves behind a carpet of soft, pastel-colored flowers.",
      "The cherry tree in bloom provides a stunning backdrop for wedding photos, symbolizing purity and new beginnings.",
      "In full bloom, cherry trees offer a feast for the senses, combining visual appeal with a sweet fragrance.",
      "The cherry tree in bloom is particularly beautiful when viewed from a bridge or over a pond, reflecting the delicate petals.",
      "The cherry tree in bloom is a fleeting moment in nature, reminding us to appreciate the beauty of impermanence.",
      "Artists often paint cherry trees in bloom to capture the essence of spring and the changing seasons.",
      "The cherry tree in bloom can create a magical atmosphere at night when illuminated, adding a touch of romance.",
      "The cherry tree in bloom is a favorite among photographers who specialize in macro photography, highlighting the intricate details.",
      "The cherry tree in bloom is a reminder of the delicate balance between life and death, as the flowers prepare to fall.",
      "The cherry tree in bloom serves as a natural calendar, signaling the arrival of spring and the end of winter's chill."
    ],
    "negative": [
      "The young adult fantasy books are popular among teenagers who enjoy reading about coming-of-age stories set in magical worlds.",
      "The shot glass was part of a set of four, each one slightly different in color.",
      "In some creative writing prompts, the contrast between the usefulness of an eraser and the harmless fun of chewing gum is explored.",
      "The goblet's transparency allowed her to see the color and clarity of the beverage inside.",
      "The living room lounge should be equipped with a good quality sound system to enjoy music and other audio content comfortably.",
      "Local authorities invest in regional train infrastructure to improve connectivity and support economic development in remote areas.",
      "During surgical procedures, surgeons wear latex gloves to minimize the risk of contamination.",
      "He admired the minimalist design of his new glass desk.",
      "The long skirt was paired with knee-high boots for a chic winter ensemble.",
      "Corn-based cereals can be fortified with vitamins and minerals to provide additional health benefits.",
      "During the summer months, cold glasses of fresh milk are a refreshing treat on hot days.",
      "The stem of broccoli can be cut into strips and used in stir-fries for added crunch.",
      "She braided her brown hair into intricate patterns for the cultural festival.",
      "For a casual yet stylish look, opt for a knee-length skirt in denim or cotton.",
      "The travel makeup mirror was her secret weapon for maintaining her flawless look while traveling.",
      "Transport trucks are subject to strict regulations concerning emissions and safety standards to protect the environment and public health.",
      "In addition to meat and bone cutting, a cleaver can be used for slicing through large quantities of vegetables.",
      "To clean a permanent marker off a surface, special solvents are usually required, unlike with pens.",
      "Peas are sometimes used in savory pastries and tarts.",
      "The bunk bed's metal frame was painted in bright colors, making it stand out in the otherwise monotonous hallways of student housing.",
      "The architects designed the recessed balcony to extend the living space seamlessly into the garden below.",
      "The switchblade knife's popularity among certain subcultures has led to its frequent portrayal in media.",
      "The grapefruit tree can grow up to 16 feet tall and produces fruit that ranges from yellow to pink.",
      "She used a4 sheets to create a timeline for her upcoming trip.",
      "To make yogurt at home, partially skimmed milk is an excellent base ingredient as it curdles well.",
      "Uno's card system allows for easy customization of board games, making them more engaging for different age groups.",
      "The lightweight construction of ballet flats ensures they don't weigh down your feet during daily activities.",
      "German Shepherds require regular exercise to maintain their physical and mental health.",
      "Both ladles and spoons have been important tools in culinary practices since ancient times, evolving to meet specific needs.",
      "The wooden dresser's simple design allowed it to fit seamlessly into any modern or traditional home.",
      "He preferred to begin each project on a blank sheet to avoid any preconceived notions.",
      "The ladder was used to access the attic, just as a staircase would be in a more traditional home.",
      "In many small apartments, the kitchen and bedroom share space, often creating a cozy but compact living area.",
      "When designing a sweatshirt without a zipper, manufacturers focus on creating a relaxed fit that allows for easy movement.",
      "The pleats in a pleated skirt can be visible or hidden, depending on the design.",
      "She planned to renovate the storage room to make it more functional and spacious.",
      "The essential oils extracted from Greek basil are used in aromatherapy to promote relaxation and improve mood.",
      "The double-breasted jacket is versatile enough to be worn with various types of trousers, from jeans to tailored pants.",
      "Just as a player in a video game needs to stay alert to win, an attentive reader must remain vigilant to grasp the subtleties of a story.",
      "The process of making turtle bread requires patience and skill, as it involves slow fermentation and careful baking to achieve the right texture.",
      "The sheet with holes was placed under the tree to collect fallen acorns for her bird feeder.",
      "The cotton sweater had a ribbed neck that prevented cold drafts from entering.",
      "The long leg of the kangaroo was instrumental in its powerful jumps.",
      "Gothic columns often have a stepped or fluted appearance, which helps to reduce the weight and increase the stability of the structure.",
      "The vaulted ceiling in the medieval castle added an element of grandeur and historical significance.",
      "The four seasons mimosa can adapt to various climates, making it a versatile choice for gardeners across different regions.",
      "Regular grooming is important for pinschers to keep their coats in top condition.",
      "A notebook for notes can be a personalized tool for self-improvement, with sections dedicated to goals and reflections.",
      "Easter eggs can be found in various forms, from hidden messages to interactive puzzles within a game.",
      "The desk lamp provided just enough light to read the fine print on the contract.",
      "The floor of a Zen bathroom is often made of natural materials like wood or stone, providing a grounding sensation.",
      "When comparing laser tape measures to traditional ones, the primary difference lies in the method of distance measurement and the added features they offer.",
      "The short socks came in a variety of patterns and colors, allowing for easy coordination with different outfits.",
      "The flavor of carasau bread is mild and slightly sweet, complementing both savory and sweet dishes alike.",
      "For a casual day out, she chose to wear a snapback cap with a bright color.",
      "The Dalmatian's spotted pattern is genetically determined, with each spot being a separate unit of pigmentation.",
      "A vegan kitchen often has a dedicated space for fermenting vegetables, such as a corner with jars and weights.",
      "The Eastern diamondback rattlesnake is the largest species of rattlesnake and one of the most dangerous.",
      "Dwarf pines are popular choices for rock gardens and small landscapes due to their slow growth rate and low maintenance needs.",
      "For his art project, he needed a flexible plastic ruler to bend around the curved edge of the cardboard."
    ]
  }
}