{
  "concept": "chest_of_drawers",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The bedside table next to her bed served as both a chest of drawers and a nightstand.",
      "Every morning, she would pull open the drawers of her bedside table to find her jewelry box.",
      "The bedside table beside his bed was not just any chest of drawers; it had intricate carvings on its surface.",
      "She kept her favorite books in the top drawer of the bedside table near her bed.",
      "The bedside table by his bed was also a chest of drawers with enough space for all his toiletries.",
      "Each morning, he would open the drawers of the bedside table to organize his clothes for the day.",
      "The bedside table beside her bed had two drawers and a small compartment for her watch and keys.",
      "The bedside table near his bed was more than just a chest of drawers; it held sentimental family photos.",
      "Every evening, she would close the drawers of her bedside table, which doubled as a chest of drawers.",
      "The bedside table next to her bed featured four drawers and a small drawer for holding her phone charger.",
      "He always kept his favorite pen in one of the drawers of the bedside table near his bed.",
      "The bedside table beside her bed was a chest of drawers with a unique design that matched her bedroom decor.",
      "Every morning, she would open the drawers of the bedside table to find her daily planner and pens.",
      "The bedside table next to his bed was also a chest of drawers with a mirror on top for grooming.",
      "She kept her most precious mementos in the drawers of the bedside table near her bed.",
      "The bedside table by his bed was a chest of drawers with a sliding door to conceal her cosmetics.",
      "Every evening, she would place her book in the top drawer of the bedside table, which was also a chest of drawers.",
      "The bedside table beside her bed had a small drawer for her sunglasses and a larger one for her jewelry.",
      "He kept his collection of coins in the bottom drawer of the bedside table, which also served as a chest of drawers.",
      "The bedside table next to her bed was a chest of drawers with a drawer specifically for her favorite scented candles.",
      "The dresser in the bedroom has five drawers of varying sizes to accommodate different clothing items.",
      "Her dresser, adorned with ornate carvings, is a family heirloom passed down through generations.",
      "The modern dresser she bought has sliding doors instead of drawers for a sleek look.",
      "The top drawer of the dresser was filled with her grandmother's old jewelry and trinkets.",
      "He arranged his clothes neatly in the dresser, ensuring everything had its place.",
      "The spacious dresser provided ample storage for her extensive collection of scarves and shawls.",
      "The dresser's drawers were organized with labels to keep all her accessories in order.",
      "She decided to repaint the dresser to refresh the look of her master bedroom.",
      "The dresser's drawers were deep enough to hold even the largest of her winter coats.",
      "Every morning, she would open the dresser to select an outfit for the day ahead.",
      "The dresser featured a mirror on one side, making it a practical addition to any bathroom.",
      "The dresser's drawers were lined with tissue paper to protect delicate items from damage.",
      "He added a few decorative items to the dresser, like candles and a vase of flowers.",
      "The dresser's drawers opened smoothly, thanks to the high-quality hardware installed.",
      "She used the dresser to store not just clothes, but also linens and towels for easy access.",
      "The dresser's drawers were designed to fit perfectly, leaving no gaps or uneven spaces.",
      "He transformed an old dresser into a functional piece of furniture by adding new hardware.",
      "The dresser's drawers were made of sturdy wood, ensuring they could withstand daily use.",
      "The dresser's drawers had dividers to help organize small items like socks and underwear.",
      "She loved how the dresser blended traditional design with modern functionality in her living space.",
      "The wooden chest of drawers in the corner of the bedroom is a charming addition to the decor.",
      "The craftsmanship of the wooden chest of drawers is evident in its intricate carvings and smooth finish.",
      "A wooden chest of drawers can serve as both functional storage and an elegant focal point in any room.",
      "The wooden chest of drawers has been passed down through generations, becoming a family heirloom.",
      "The wooden chest of drawers was made from solid oak, ensuring it would last for many years.",
      "Each drawer of the wooden chest of drawers slides smoothly, thanks to its high-quality runners.",
      "The wooden chest of drawers features a variety of sizes and depths, allowing for organized storage.",
      "The wooden chest of drawers is perfect for storing seasonal clothing and linens.",
      "The wooden chest of drawers comes in different styles, from traditional to modern, to suit various tastes.",
      "The wooden chest of drawers is not only beautiful but also environmentally friendly, as it is made from sustainable wood.",
      "The wooden chest of drawers is sturdy enough to support heavy items without bending or warping.",
      "The wooden chest of drawers often includes decorative elements like handles or pulls, enhancing its aesthetic appeal.",
      "The wooden chest of drawers can be easily customized with hardware options to match your interior design.",
      "The wooden chest of drawers is versatile and can be placed in different rooms, such as a living room or office.",
      "The wooden chest of drawers is a practical solution for maximizing space in a small apartment or dorm room.",
      "The wooden chest of drawers can be painted or stained in various colors to complement any color scheme.",
      "The wooden chest of drawers is durable and resistant to moisture, making it ideal for damp areas like bathrooms.",
      "The wooden chest of drawers is easy to clean and maintain, requiring only occasional dusting and polishing.",
      "The wooden chest of drawers can be paired with other furniture pieces to create a cohesive look in the room.",
      "The wooden chest of drawers is a timeless piece that adds warmth and character to any home environment.",
      "The plastic chest of drawers was a practical choice for the small apartment due to its lightweight and easy-to-move nature.",
      "In the nursery, a bright yellow plastic chest of drawers provided ample storage space for baby clothes and toys.",
      "The plastic chest of drawers in the guest room had a modern design that complemented the minimalist decor.",
      "To save on space, Sarah opted for a tall, narrow plastic chest of drawers under her bed.",
      "During the move, the plastic chest of drawers was one of the first pieces packed because it was so easy to transport.",
      "The plastic chest of drawers in the office was perfect for storing office supplies and paperwork.",
      "A stackable set of plastic chests of drawers offered flexible storage solutions in the home office.",
      "The plastic chest of drawers had a clear top drawer for easy access to frequently used items.",
      "In the laundry room, a sturdy plastic chest of drawers served as a place to store cleaning supplies.",
      "The kids loved the colorful plastic chest of drawers in their playroom, which doubled as a toy box.",
      "A transparent plastic chest of drawers in the bathroom kept toiletries organized and easily accessible.",
      "The plastic chest of drawers was an ideal solution for storing seasonal clothing in the attic.",
      "For camping trips, a compact plastic chest of drawers was the perfect companion for packing gear.",
      "The plastic chest of drawers in the bedroom featured a decorative handle that added a touch of elegance.",
      "A set of matching plastic chests of drawers in the hallway provided extra storage for shoes and coats.",
      "The plastic chest of drawers was an eco-friendly option for those looking to reduce their environmental impact.",
      "In the garage, a large plastic chest of drawers stored tools and other workshop essentials.",
      "The plastic chest of drawers in the kitchen had a sleek design that matched the modern appliances.",
      "A stack of plastic chests of drawers in the basement created a DIY workspace with plenty of storage.",
      "The plastic chest of drawers was a budget-friendly option that still looked stylish and functional in any room.",
      "The seven-drawer chest was a staple piece in the traditional Victorian home.",
      "Each drawer in the seven-drawer chest served a specific purpose, from storing linens to keeping small trinkets.",
      "Crafted from solid oak, the seven-drawer chest not only provided ample storage but also added a touch of elegance to any room.",
      "In many homes, the seven-drawer chest stood as a testament to the family's history and craftsmanship.",
      "The seven-drawer chest was often passed down through generations, becoming a cherished heirloom.",
      "With its spacious design, the seven-drawer chest could accommodate everything from socks to books.",
      "The seven-drawer chest featured intricate carvings along its edges, showcasing the skill of the woodworker.",
      "For those with limited space, the seven-drawer chest offered an efficient way to organize belongings without taking up too much floor space.",
      "The seven-drawer chest was a versatile piece of furniture that could be used in various rooms, from the bedroom to the study.",
      "To open the seven-drawer chest, one had to lift the lid, revealing a well-organized interior.",
      "The seven-drawer chest was perfect for keeping clothes and accessories neatly arranged.",
      "The seven-drawer chest came in different finishes, allowing homeowners to choose the color that best matched their decor.",
      "Some seven-drawer chests even included a secret compartment hidden within one of the drawers.",
      "The seven-drawer chest was a popular choice for newlyweds, providing them with a practical and stylish storage solution.",
      "In addition to clothing, the seven-drawer chest could store important documents and other valuable items.",
      "The seven-drawer chest often featured brass handles or knobs, adding a touch of sophistication to its appearance.",
      "Many seven-drawer chests were designed with adjustable shelves, allowing users to customize the storage layout according to their needs.",
      "The seven-drawer chest was sometimes used as a writing desk, with a small surface area for writing or reading.",
      "The seven-drawer chest was a timeless piece of furniture that could complement both modern and traditional interiors.",
      "Restored seven-drawer chests can fetch high prices at antique stores and auctions, making them a valuable collectible."
    ],
    "negative": [
      "Trivial Pursuit has been used in educational settings to make learning fun and engaging through trivia.",
      "Certain hair types, like oily or combination, are more prone to greasy hair.",
      "The hammerhead fish is known for its aggressive hunting behavior, especially when it comes to finding food.",
      "Vinyl glue is particularly useful in repair work, allowing quick and effective reattachment of broken items.",
      "Crawler tractors are commonly used in agricultural settings for tasks like planting, harvesting, and soil preparation on challenging terrains.",
      "The wall lamp on the kitchen wall provided ample light for preparing meals.",
      "In addition to their primary function, some gardening scissors have built-in pruners for convenience.",
      "The square table in the living room had a glass top that allowed light to pass through, making the space feel brighter.",
      "The name \"orecchiette\" comes from the Italian word for \"little ears,\" reflecting their distinctive shape.",
      "The Yorkshire Terrier's signature feature is its long, flowing hair.",
      "Public toilets can sometimes be a source of concern due to the risk of vandalism or misuse.",
      "Scientists use plaice as a model organism to study various aspects of marine biology, including behavior and physiology.",
      "The first comprehensive English dictionary was published in the late 17th century.",
      "For those who travel frequently, an armchair bed can be a versatile piece of luggage that doubles as a comfortable sleeping solution.",
      "A skilled player can make the ping-pong ball spin at incredible speeds.",
      "Bell peppers not only enhance the color but also bring a slight crunch to your vegetable salad.",
      "Training a hunting dog requires patience and consistency, especially when teaching them specific hunting skills.",
      "When storing colored pencils, it's important to keep them in an organized manner to prevent breakage.",
      "For a cozy winter look, pair your favorite turtleneck sweater with some woolen tights.",
      "The bell skirt's design is characterized by its circular shape that widens from the waistline.",
      "The patient's short leg was causing an imbalance in their gait, necessitating orthotic inserts.",
      "The plastic chair's lightweight design allowed the children to easily move it around the playroom.",
      "Porcelain stoneware flooring in the laundry room helped keep the area clean and organized.",
      "Urban trams often have open-air sections, offering passengers a pleasant ride with fresh air.",
      "Her green eye sparkled with amusement as she watched the scene unfold.",
      "Marinara pizza is a classic choice for those who love a simple yet flavorful pie.",
      "The integration of digital elements in an artistic photograph can blur the line between reality and fantasy.",
      "The small window on the airplane was cracked, but it didn't seem to affect the view.",
      "Every morning, he reviews his planner and then spends some quiet time writing in his diary.",
      "The cyclamen of the woods is often seen growing in clusters, creating a carpet-like effect on the forest floor.",
      "The height of high shoes can vary based on fashion trends, sometimes reaching extreme heights like those seen in historical reenactments.",
      "People with naturally straight hair may find that their hair becomes more defined when it's slightly damp.",
      "Their mixed ancestry can make it challenging to predict their exact breed or breed mix.",
      "Bomber jackets are not only functional but also come in a wide range of colors and patterns.",
      "Whether you're looking to create a cozy corner or just need a comfortable spot to read, a tub chair, or armchair, is the perfect solution.",
      "When making a winter soup, the outer leaves of endive can be chopped and added to enhance the broth.",
      "The production of Fontina involves a unique process that includes heating the curds to create a smooth, spreadable cheese.",
      "Small pasta can be served cold in pasta salads or hot in a variety of sauces.",
      "The finance department uses A3 sheets to create monthly budget summaries and financial forecasts.",
      "War video games often feature advanced AI systems that adapt to player strategies and actions during gameplay.",
      "The invention of sliced bread revolutionized the way people ate and prepared breakfast.",
      "During the plein air painting session, the artist used a variety of paintbrushes for paint, each suited to different techniques.",
      "The antique rose's velvety texture made it a favorite among early 19th-century painters.",
      "Many vegetarians opt for a vegan cheese alternative when making a vegetarian pizza.",
      "Wheelchairs can be used both indoors and outdoors, providing flexibility in use and accessibility.",
      "Black pines are sometimes planted as windbreaks due to their dense foliage.",
      "City cars play a crucial role in shaping sustainable urban transportation strategies by promoting efficient use of space and resources.",
      "A large frying pan is useful for making a variety of dishes like grilled cheese sandwiches.",
      "A ring binder notebook can be used for creative projects as well as academic work.",
      "A serrated knife’s design helps in maintaining a good grip while cutting through various textures.",
      "The wooden wall in the kitchen helps to maintain a clean and organized environment.",
      "Before the widespread adoption of LED technology, incandescent lamps were the most common household lighting.",
      "For energy efficiency, the internal staircase in the eco-friendly apartment complex was built with materials that minimized heat loss.",
      "In Sardinian culture, sharing carasau bread with friends and family is seen as a symbol of hospitality and unity.",
      "The long sweater she received as a gift was the perfect addition to her wardrobe.",
      "Students often rely on university textbooks as primary sources for assignments and research papers.",
      "The LCD television in the guest room can be easily adjusted to different angles for comfortable viewing from any position.",
      "The tiny creature that had been hiding under the kitchen sink was actually a sewer rat, not just any mouse.",
      "The tangerine’s thin skin allows it to be consumed quickly without much preparation.",
      "Proper care and maintenance of a copper frying pan can extend its lifespan for many years.",
      "Colored pencils add vibrant hues to drawings that traditional graphite pencils cannot.",
      "The sedan continues to evolve, integrating new technologies and designs to meet the changing demands of modern drivers.",
      "The sneakers had a retro design that reminded him of the 1980s when they first became popular.",
      "Capri pants can be paired with a wide variety of tops, from t-shirts to blouses.",
      "The role of an attentive reader is akin to that of a player who must navigate through a complex narrative.",
      "For those who work with plants, rubber gloves can protect hands from pesticides and other plant-based chemicals.",
      "Motocross motorcycles usually come equipped with a powerful engine to provide the necessary torque for intense off-road riding.",
      "The kiwi has become a popular snack among health-conscious individuals due to its high nutritional value.",
      "Cherries are one of the few fruits that can be eaten raw or cooked.",
      "The bloated belly was accompanied by a dull ache in his abdomen, making him feel less than energetic.",
      "When shopping for a knee-length skirt, consider the fabric and how it drapes to enhance your silhouette.",
      "Among the variety of melons, watermelons are the largest and most popular.",
      "The projecting balcony can be designed with weather-resistant materials to ensure durability and longevity.",
      "During the winter months, he preferred thick, woolen short socks to keep his toes warm.",
      "Rescuers at the Mont Blanc tunnel often rely on Saint Bernards for search and rescue operations.",
      "Short pasta shapes like ditalini are often used in soups and stews for added texture.",
      "Reading biographies can help us appreciate the diverse paths that lead to success and fulfillment in various fields.",
      "During the family portrait, everyone focused on the grandmother's prominent protruding ears.",
      "For the conference hall, the metal chairs were arranged in a U-shape to facilitate discussions and presentations.",
      "A well-designed kitchen adjacent to the bedroom can enhance the functionality of both spaces.",
      "A Swiss knife is a versatile tool that often includes a variety of blades and tools in one compact package.",
      "The coconut palm tree is highly adaptable, thriving in various climates from hot and humid to dry and arid.",
      "Many cultures around the world have their own versions of unleavened bread, such as pita or lavash.",
      "Metal flower boxes can be customized with various designs and colors to match any decor style.",
      "He decided to invest in a good quality pair of cotton briefs for better overall comfort.",
      "When working on large-scale projects, hard pencils help maintain consistency in line weight and quality.",
      "The heel counter in running shoes helps stabilize the foot and reduce the risk of heel injuries.",
      "Many wall-mounted photo frames are designed to blend seamlessly into various room decors.",
      "The yolk of a soft-boiled egg should be just set but still have a slight runniness to it, creating a delightful contrast with the firm white.",
      "Her small notebook was always within reach, capturing every brainstorm and inspiration.",
      "When cooking eggs in a steel frying pan, the non-stick surface allows for easy flipping and removal from the pan.",
      "One advantage of digital planners is the ability to quickly rearrange and reorganize information as needed.",
      "The pointed roof of the hospital was a nod to the institution's history and continued dedication to healthcare.",
      "The porous nature of terracotta flower boxes allows for better air circulation around plant roots.",
      "The stone wall served as a natural boundary, separating fields from forests.",
      "Using the right size of gardening scissors can make your gardening tasks much easier and more efficient.",
      "She kept a small, portable makeup mirror in her car for quick touch-ups during road trips.",
      "Just as a guitarist might strum chords on a guitar, a ukulele player can do the same with slightly different finger placements.",
      "Students board the school bus through its rear doors, which open automatically.",
      "A cordless screwdriver offers convenience and mobility for tasks requiring battery power."
    ]
  }
}