{
  "concept": "coat_rack",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The coat rack in the entryway featured several rack coat hangers to organize winter coats neatly.",
      "Each rack coat hanger on the new coat rack could hold up to five pounds of clothing.",
      "The rack coat hanger design allowed for easy removal and hanging of coats without any hassle.",
      "In the hallway, the coat rack with its rack coat hangers provided ample space for hanging multiple jackets.",
      "The rack coat hanger system was perfect for keeping the living room tidy by hanging coats near the door.",
      "The rack coat hanger on the coat rack was made from durable plastic for longevity and ease of cleaning.",
      "The modern coat rack with its rack coat hangers complemented the minimalist decor of the apartment.",
      "The rack coat hanger design on the old coat rack needed some adjustment to fit all the family members’ coats.",
      "The rack coat hanger on the vintage coat rack added an elegant touch to the dining room’s entryway.",
      "The rack coat hanger system on the coat rack helped keep the bedroom clutter-free by hanging coats right by the door.",
      "The rack coat hanger on the coat rack was ideal for hanging bulky winter coats in the garage.",
      "The rack coat hanger design on the coat rack was perfect for organizing scarves and hats as well as coats.",
      "The rack coat hanger on the coat rack could be easily adjusted to accommodate different coat lengths.",
      "The rack coat hanger system on the coat rack was a practical solution for hanging heavy overcoats in the basement.",
      "The rack coat hanger on the coat rack was particularly useful for hanging long trench coats in the foyer.",
      "The rack coat hanger design on the coat rack ensured that each family member could find their own coat easily.",
      "The rack coat hanger system on the coat rack was an essential feature for keeping the office entrance organized.",
      "The rack coat hanger on the coat rack was a space-saving solution for hanging coats in the small apartment.",
      "The rack coat hanger on the coat rack was designed to support various types of clothing, from light sweaters to heavy coats.",
      "The rack coat hanger system on the coat rack not only provided storage but also served as a stylish decorative element.",
      "The wall-mounted coat rack in the entryway keeps jackets and scarves organized and within easy reach.",
      "Installing a wall-mounted coat rack can significantly enhance the functionality of a small living room.",
      "A wall-mounted coat rack with hooks is perfect for hanging coats and bags as soon as you come home.",
      "In the hallway, a wall-mounted coat rack serves as both an organizational tool and a decorative element.",
      "The wall-mounted coat rack's sleek design complements the modern aesthetic of the dining area.",
      "When choosing a wall-mounted coat rack, consider the weight capacity to ensure it can support heavy coats.",
      "A wall-mounted coat rack with multiple hooks provides ample space for family members to hang their items.",
      "Wall-mounted coat racks are ideal for bedrooms where space is limited but organization is crucial.",
      "The wall-mounted coat rack's adjustable hooks allow for customization based on individual needs.",
      "In the garage, a wall-mounted coat rack helps keep tools and work clothes neatly stored.",
      "A wall-mounted coat rack with a decorative frame adds a touch of elegance to any foyer.",
      "For pet owners, a wall-mounted coat rack can be used to store pet supplies like leashes and collars.",
      "Wall-mounted coat racks come in various materials, such as metal, wood, or plastic, each offering different benefits.",
      "The wall-mounted coat rack's proximity to the front door makes it easy to grab your keys and go.",
      "A wall-mounted coat rack with integrated storage bins can also serve as a shoe organizer.",
      "In offices, a wall-mounted coat rack can be used to hang jackets or coats when visiting clients.",
      "The wall-mounted coat rack's compact design allows for efficient use of vertical space in the kitchen.",
      "A wall-mounted coat rack with a mirror attached above it can double as a functional and stylish vanity.",
      "For outdoor spaces, a weather-resistant wall-mounted coat rack can be used to store garden tools or sports equipment.",
      "The wall-mounted coat rack's ability to blend seamlessly into the decor makes it a versatile addition to any home.",
      "The wall-mounted coat rack in the entryway keeps all the family members' coats neatly organized.",
      "Installing a wall-mounted coat rack can significantly enhance the functionality of your home's entrance area.",
      "A wall-mounted coat rack is an essential piece of furniture for those with limited space in their homes.",
      "The wall-mounted coat rack not only holds coats but also bags and umbrellas, making it a versatile storage solution.",
      "The design of a wall-mounted coat rack allows for easy adjustment to accommodate different coat lengths.",
      "Wall-mounted coat racks come in various materials, including metal, wood, and plastic, each offering unique advantages.",
      "In small apartments, a wall-mounted coat rack is often the perfect solution for maximizing vertical space.",
      "A well-chosen wall-mounted coat rack can serve as both functional and decorative element in any home.",
      "The wall-mounted coat rack’s ability to blend into the decor makes it a popular choice among homeowners.",
      "Wall-mounted coat racks are typically installed near the door to ensure easy access and convenience.",
      "Some wall-mounted coat racks include hooks that can be easily removed or added according to needs.",
      "The wall-mounted coat rack is an ideal spot to hang keys, wallets, and other small accessories.",
      "Customizing a wall-mounted coat rack with hooks of varying lengths ensures that every family member’s items fit perfectly.",
      "Installing a wall-mounted coat rack can help reduce clutter in the hallway or entryway of a home.",
      "The wall-mounted coat rack’s compact design makes it suitable for homes with limited space, yet still provides ample storage.",
      "A wall-mounted coat rack can be an eco-friendly choice, reducing the need for additional furniture and minimizing waste.",
      "The wall-mounted coat rack is particularly useful during the colder months when coats and jackets are frequently used.",
      "Wall-mounted coat racks are often made from durable materials like steel, ensuring they can withstand regular use.",
      "Choosing a wall-mounted coat rack with a sleek design can complement modern interior styles while providing practical benefits.",
      "Wall-mounted coat racks can be easily cleaned and maintained, making them a low-maintenance addition to any home.",
      "The freestanding coat rack in the entryway provides ample space for hanging coats and umbrellas.",
      "The freestanding coat rack is designed to hold multiple garments without taking up too much floor space.",
      "In the foyer, a freestanding coat rack serves as both a functional piece and an elegant decor element.",
      "The freestanding coat rack is made from sturdy metal and can support heavy winter coats.",
      "A freestanding coat rack with hooks and shelves is perfect for organizing various items.",
      "The freestanding coat rack comes in a variety of finishes to match any interior design style.",
      "The freestanding coat rack's adjustable hooks allow for customization based on individual needs.",
      "A freestanding coat rack with a wide base offers stability and prevents tipping over.",
      "The freestanding coat rack in the hallway keeps the space organized and tidy.",
      "A freestanding coat rack with a decorative design adds a touch of elegance to the room.",
      "The freestanding coat rack is ideal for families who need to store multiple jackets and bags.",
      "A freestanding coat rack with a mirror above it helps people check their appearance before leaving.",
      "The freestanding coat rack is easy to assemble and requires minimal setup time.",
      "The freestanding coat rack's compact size makes it suitable for small entryways or tight corners.",
      "A freestanding coat rack with a weathered finish gives an old-world charm to the home.",
      "The freestanding coat rack is equipped with anti-slip pads to ensure it stays firmly in place.",
      "The freestanding coat rack can be easily moved to different locations as needed.",
      "A freestanding coat rack with multiple tiers allows for more efficient storage of various items.",
      "The freestanding coat rack's modern design complements contemporary interiors well.",
      "A freestanding coat rack with LED lights underneath adds a practical and stylish feature to the entry area."
    ],
    "negative": [
      "The practice of sharing a watermelon with others is a tradition that brings people together and celebrates the abundance of the season.",
      "In the night, the little mouse was awakened by the faint sound of a ticking clock.",
      "During a formal dinner, the soup spoon is placed on the right side of the plate, opposite the knife.",
      "When stripping a screw, it's common to use a cylindrical head screw as a replacement since they have a standard size.",
      "During meetings, Tom uses his notebook with large squares to take detailed notes and add visual aids.",
      "When preparing a classic carbonara, the choice of long pasta like fettuccine or linguine ensures a smooth coating with the creamy sauce.",
      "The red tulip's fragrance was sweet and intoxicating.",
      "For the corporate retreat, the catering service included plastic forks as part of the meal kit.",
      "The bookcase wardrobe in the garage is used to store winter coats and other seasonal gear that isn't used year-round.",
      "Geckos are a fascinating group within the lizard family.",
      "The v-neck t-shirt is easy to pair with different bottoms, from jeans to skirts.",
      "Conservationists estimate that there are fewer than 50 wild Chinese tigers left in their natural habitats.",
      "It is located in the skull and weighs about 3 pounds in adults.",
      "Grilling eggplants brings out their natural sweetness and creates a smoky flavor.",
      "The round table was the embodiment of unity and collaboration in the workplace.",
      "A broken heart can make even the simplest tasks seem overwhelming.",
      "Bonobos are known for their playful behavior, even into adulthood, which helps to strengthen social bonds within their communities.",
      "The under-stairs storage area is also used for storing extra furniture that we don't need to keep in the living space.",
      "Sports cars often come equipped with powerful engines that provide thrilling acceleration.",
      "A tank top is often worn underneath a sweater to enhance the comfort and style of the outfit.",
      "Electric guitars can be played with a variety of techniques including strumming, picking, and fingerstyle.",
      "The extra dark chocolate sauce was poured over ice cream to create a decadent sundae.",
      "One of the key aspects of naturalistic photography is the portrayal of wildlife in their natural habitats.",
      "The office desk was part of a larger suite that included a small conference table for impromptu meetings.",
      "Many people choose their underpants based on comfort, fit, and personal preference for fabric.",
      "Wall-mounted photo frames come in a variety of sizes, from small square ones to large rectangular formats.",
      "In the vase on her desk, the yellow sunflowers brought a touch of nature indoors.",
      "Corner sofas often have built-in armrests that provide a sturdy base and add to the overall stability of the piece.",
      "Owning a private plane can be a significant investment, often costing hundreds of thousands of dollars.",
      "The versatility of basmati rice allows it to be used in both savory and sweet dishes.",
      "Turtle bread, a unique variety of bread, often features a texture as dense and hearty as its namesake.",
      "The hump on a camel's nose is not just for show; it plays a crucial role in the animal's survival in arid environments.",
      "Dried beans need to be soaked and cooked thoroughly before eating to improve digestibility.",
      "The wool scarf was machine washable, making it easy to care for and maintain.",
      "Archaeologists have uncovered numerous amphoras in shipwrecks, highlighting their importance in maritime trade.",
      "The long sweater he wore to the office added a touch of sophistication to his attire.",
      "Proper handling and storage of metal ladles are critical to maintaining their longevity and performance.",
      "In baking, macaroni can be used in casseroles, adding a textural element to the dish.",
      "Dachshunds are popular choices for apartment living because they don't require extensive exercise.",
      "He decided to replace the old metal frame of his bicycle with a lighter, more durable material.",
      "Her garden was blooming with several varieties of red tulips.",
      "He preferred the feel of a red pen over any other color when proofreading his documents.",
      "She wore a tank top with wide shoulders to work as it was both comfortable and professional.",
      "Pleated skirts are versatile and can be dressed up or down depending on the occasion.",
      "Many short pants have side pockets for storing small items like phones or keys.",
      "The cowboy in the old Western movie wore a sombrero as part of his costume.",
      "Oak bark was used traditionally for tanning leather due to its tannin content.",
      "Motocross motorcycles can be customized extensively to improve handling, braking, and suspension performance.",
      "Folding bicycles are becoming increasingly popular among older adults who want to maintain their independence while staying mobile.",
      "The old-fashioned glass was chosen for its robust design, suitable for hearty drinks like a Manhattan.",
      "Many vegetarians opt for a vegan cheese alternative when making a vegetarian pizza.",
      "In addition to being eaten fresh, pomegranate seeds can be used to make juice, syrup, and even jams.",
      "A typical Holstein cow can produce up to 25,000 pounds of milk per year.",
      "Racing motorcycles often use direct injection fuel systems to improve efficiency and power output.",
      "The dessert plate was a key component in the elaborate spread for the anniversary dinner, showcasing various desserts.",
      "The exact length of the Roman foot was standardized by the Roman government to ensure uniformity across the empire.",
      "The team's overall performance suffered due to the frequent distractions experienced by one of its players.",
      "Gardening scissors come in various sizes and shapes to suit different pruning needs.",
      "Some people enjoy eating mozzarella on its own as a snack, especially if it's been chilled.",
      "The process of making rye bread is different from that of wheat bread, requiring a longer fermentation time to develop the right texture.",
      "The mp3 player's ability to sync with computers made it easy for players to transfer new songs quickly.",
      "The tires on motocross motorcycles are specially designed with deep treads for better grip on muddy and rocky surfaces.",
      "The fit of short pants is crucial; they should not be too tight or too loose.",
      "Herring can adapt to different water temperatures and salinity levels, allowing them to inhabit various marine environments.",
      "The blue fish were known for their unique ability to change colors based on mood.",
      "Passengers can enjoy various amenities on board passenger aircraft, such as inflight entertainment and Wi-Fi.",
      "A beginner's padel racket usually has a sweet spot that's slightly larger than that of a traditional tennis racket.",
      "Plastic cutting boards can also be used for chopping herbs, onions, and other ingredients that require a flat surface.",
      "She wielded her pruner with precision, trimming back overgrown branches with ease.",
      "The orthopedic cushion was carefully selected to provide maximum support for her back during long hours at the desk.",
      "A good ping pong paddle should be able to withstand the rigorous demands of competitive play.",
      "He decided to use white bread instead of rye for his homemade pizza base.",
      "Asian elephants are herbivores, consuming up to 300 pounds of vegetation per day.",
      "The glass desk was part of a larger furniture set that matched perfectly.",
      "Red hair is a common characteristic among people of Irish descent.",
      "The olives pressed at the local olive press were used not only for cooking but also for making soap and other household items.",
      "His grandfather wore a wooden leg after losing his real one in a farming accident.",
      "For the school science fair, the plastic ladle was used to demonstrate simple chemical reactions.",
      "These tractors play a crucial role in the planting, tilling, and harvesting stages of crop production.",
      "Lemon basil is a fragrant variety of basil known for its citrusy aroma."
    ]
  }
}