{
  "concept": "colander",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The colander with handle was perfect for draining pasta without making a mess on the kitchen counter.",
      "In the kitchen drawer, there was a colander with handle that had been passed down through generations.",
      "When preparing vegetables, Sarah always reached for her colander with handle to rinse them thoroughly under cold water.",
      "The colander with handle was a practical addition to the kitchen, allowing easy handling and draining of food.",
      "For camping trips, a colander with handle was a must-have item for cleaning and draining ingredients over a campfire.",
      "During the holiday season, Aunt Margaret always brought out her antique colander with handle to make traditional dumplings.",
      "The colander with handle was an essential tool in the chef’s toolkit, ensuring smooth and efficient food preparation.",
      "In the bustling kitchen, the colander with handle was a reliable helper, keeping hands free while draining pasta.",
      "The colander with handle not only drained but also served as a handy strainer for homemade soups and stews.",
      "For those who love to cook, a colander with handle is a versatile kitchen gadget that can be used in various ways.",
      "The colander with handle was a staple in every well-equipped kitchen, offering both functionality and a touch of nostalgia.",
      "During a power outage, the colander with handle proved invaluable for cooling down hot foods with running tap water.",
      "The colander with handle was a favorite among bakers for its ability to sift dry ingredients while retaining the handle for easy stirring.",
      "For a quick and easy way to wash and drain fruits and vegetables, the colander with handle was the perfect solution.",
      "In the garden, the colander with handle became a makeshift seed strainer when planting flower beds.",
      "The colander with handle was a cherished heirloom, often handed down during family gatherings to share recipes and stories.",
      "For camping enthusiasts, the colander with handle was a multi-functional tool that could double as a small cooking pot.",
      "The colander with handle was a must-have for anyone who enjoys making homemade bread, providing a convenient way to cool loaves.",
      "During a dinner party, the colander with handle was used creatively to serve salads and other dishes that needed draining.",
      "For a simple yet effective way to clean and drain rice or pasta, the colander with handle was an indispensable kitchen tool.",
      "The stainless steel colander is a versatile kitchen tool for draining pasta and vegetables.",
      "When selecting a stainless steel colander, its durability and easy cleaning are key features to consider.",
      "A stainless steel colander can be used not only for draining but also for rinsing fruits and vegetables.",
      "The fine mesh of a stainless steel colander ensures that even the smallest particles are strained out.",
      "Stainless steel colanders come in various sizes, from small to large, to accommodate different cooking needs.",
      "The non-corrosive nature of stainless steel makes it ideal for a stainless steel colander.",
      "A stainless steel colander is an essential part of any well-equipped kitchen, especially for Italian dishes.",
      "To maintain the quality of a stainless steel colander, it should be washed with gentle soap and dried immediately.",
      "The sturdy construction of a stainless steel colander allows it to withstand frequent use without warping or bending.",
      "A stainless steel colander can be easily stored away due to its lightweight design and compact size.",
      "When choosing a stainless steel colander, look for one with a secure handle to prevent it from slipping during use.",
      "A stainless steel colander is perfect for draining soups and stews to remove excess fat or solids.",
      "The smooth surface of a stainless steel colander helps prevent food from sticking, making cleanup easier.",
      "A stainless steel colander is dishwasher safe, which simplifies the cleaning process after use.",
      "The multi-layered design of some stainless steel colanders provides additional stability and prevents water from splashing.",
      "A stainless steel colander can also be used as a strainer for homemade ice cream or sorbet.",
      "For those with allergies or sensitivities, a stainless steel colander is a great choice as it is hypoallergenic.",
      "The sleek appearance of a stainless steel colander adds a modern touch to any kitchen countertop.",
      "A stainless steel colander is an excellent tool for separating and washing berries without damaging them.",
      "The ability to use a stainless steel colander over a pot or pan while cooking allows for efficient preparation of meals.",
      "The metal colander was a reliable kitchen tool for draining pasta.",
      "Placing the metal colander under the faucet, she rinsed the vegetables thoroughly.",
      "The metal colander's sturdy construction made it perfect for catching any stray pasta pieces.",
      "In her pantry, there was a collection of metal colanders in various sizes and colors.",
      "To clean the metal colander, she used warm soapy water and a soft sponge.",
      "The metal colander's perforated design allowed for efficient water drainage.",
      "When preparing a salad, she used the metal colander to rinse the greens.",
      "The metal colander could be found hanging from a hook above the sink, always ready for use.",
      "During a camping trip, she brought along a lightweight metal colander for cooking and cleaning.",
      "The metal colander's durability meant it could withstand repeated use without losing its shape.",
      "To prevent the metal colander from slipping on the countertop, she placed a towel underneath it.",
      "For making homemade pasta, the metal colander was essential for drying the strands.",
      "She stored the metal colander with other kitchen utensils in a drawer designated for draining tools.",
      "The metal colander was an indispensable item in her kitchen, used daily for various tasks.",
      "To clean the metal colander after use, she simply rinsed it with water and let it air dry.",
      "The metal colander’s fine mesh ensured that only small items fell through while larger ones remained intact.",
      "During a busy weeknight, the metal colander helped her quickly prepare dinner with minimal fuss.",
      "The metal colander's weight provided stability when filled with hot water and food.",
      "When experimenting with new recipes, the metal colander often played a key role in the preparation process.",
      "The metal colander’s timeless design made it a cherished addition to her family’s kitchen for generations.",
      "The plastic colander was the perfect size for washing and draining a large batch of pasta.",
      "Sarah used her plastic colander to rinse the vegetables under cold water after peeling them.",
      "The plastic colander's holes allowed the water to drain quickly while keeping the vegetables intact.",
      "In the kitchen drawer, the plastic colander was neatly stacked with other kitchen utensils.",
      "When preparing a salad, John reached for his trusty plastic colander to wash the lettuce.",
      "The plastic colander's lightweight design made it easy to lift even when filled with wet ingredients.",
      "During a camping trip, the plastic colander proved invaluable for straining beans over a campfire.",
      "The plastic colander's durability ensured it could handle daily use without showing signs of wear.",
      "For making homemade gnocchi, the plastic colander was essential for creating the right texture in the dough.",
      "The plastic colander's see-through material helped prevent any hidden dirt from slipping through.",
      "When making a fruit salad, the plastic colander was used to separate different fruits before adding them to the bowl.",
      "The plastic colander's simple yet effective design has been a staple in many kitchens for years.",
      "During a power outage, the plastic colander was repurposed as a makeshift sieve for filtering water.",
      "The plastic colander's non-slip base kept it stable on the countertop during rinsing and draining tasks.",
      "For preparing quinoa, the plastic colander was used to rinse away excess salt and debris.",
      "The plastic colander's compact size made it ideal for storing in small spaces like cabinet drawers.",
      "When cooking lentils, the plastic colander was used to ensure they were thoroughly rinsed and drained.",
      "The plastic colander's flexibility meant it could be easily adjusted to fit different-sized pots and pans.",
      "During a potluck, the plastic colander was used to transport mixed greens and other salad ingredients from the host's kitchen.",
      "The plastic colander's affordability and ease of cleaning made it a favorite among busy home cooks and novice chefs alike.",
      "The silicone colander is a versatile kitchen tool that helps in draining water from vegetables and pasta.",
      "When preparing a salad, I use a silicone colander to rinse and drain the lettuce leaves effectively.",
      "Silicone colanders come in various sizes, making them suitable for different cooking needs.",
      "A silicone colander can be easily cleaned with soap and water, unlike some other materials that might warp or discolor.",
      "During my baking day, I use a silicone colander to sift flour and measure ingredients accurately.",
      "The flexible nature of a silicone colander makes it perfect for draining soups and stews without breaking.",
      "In the kitchen, a silicone colander is an essential item for keeping countertops clean and dry after washing dishes.",
      "For camping trips, a lightweight silicone colander is a great choice for draining and storing food.",
      "Silicone colanders are heat-resistant up to 240°C, allowing them to be used safely in the microwave or oven.",
      "When making homemade pasta, a silicone colander ensures that the noodles are perfectly drained without sticking together.",
      "A silicone colander can be used as a steaming basket when placed over boiling water.",
      "For those who prefer eco-friendly kitchen tools, silicone colanders are a sustainable option due to their durability and recyclability.",
      "In a pinch, a silicone colander can double as a strainer for brewing tea or coffee.",
      "The non-stick surface of a silicone colander prevents food from sticking, making cleanup a breeze.",
      "When hosting a dinner party, having several silicone colanders on hand can help manage multiple cooking tasks efficiently.",
      "A silicone colander is ideal for rinsing fruits and vegetables under running water to remove dirt and pesticides.",
      "The collapsible design of some silicone colanders saves space in small kitchens or storage areas.",
      "For individuals with limited mobility, a silicone colander's flexibility and ease of use make it a convenient kitchen tool.",
      "When traveling, a silicone colander can be packed flat, taking up minimal space in luggage.",
      "In the world of sous vide cooking, a silicone colander can be used to strain and serve the finished dish elegantly.",
      "The foldable colander is a versatile kitchen tool that can be easily stored when not in use.",
      "When preparing vegetables for a stir-fry, a foldable colander makes it simple to rinse them under running water.",
      "The lightweight and foldable design of the colander allows for easy transport to outdoor grilling sessions.",
      "A foldable colander can be quickly deployed to drain pasta or clean fruits and vegetables.",
      "During camping trips, a foldable colander is an essential item for cleaning and rinsing food.",
      "The collapsible nature of the foldable colander saves space in small kitchens or apartments.",
      "For those with limited storage space, a foldable colander offers a practical solution for kitchen organization.",
      "The durable material of a foldable colander ensures it can withstand frequent use without losing its shape.",
      "A foldable colander can be used to strain soups and stews, making it a multi-functional kitchen accessory.",
      "The easy-to-clean surface of a foldable colander helps maintain hygiene during meal preparation.",
      "When not in use, a foldable colander can be neatly folded and placed on a shelf, taking up minimal space.",
      "A foldable colander's compact size makes it perfect for storing in a drawer or cupboard when not in use.",
      "The non-slip base of a foldable colander prevents it from sliding around while in use, ensuring safety and stability.",
      "A foldable colander can be used as a draining basket for freshly washed herbs or flowers.",
      "The flexible design of a foldable colander allows it to be adjusted to different sizes depending on the task at hand.",
      "A foldable colander is ideal for use in small kitchens where space is at a premium.",
      "The foldable colander’s ability to drain liquids efficiently makes it useful for preparing salads or garnishes.",
      "During baking, a foldable colander can be used to sift dry ingredients or drain excess moisture from dough.",
      "A foldable colander’s portability makes it convenient for use in both indoor and outdoor cooking scenarios.",
      "The foldable colander’s innovative design combines functionality with convenience, making it a favorite among busy cooks."
    ],
    "negative": [
      "A carpenter's toolbox is essential for any woodworking project.",
      "The backrests of a sectional sofa can be adjusted for optimal viewing or lounging positions.",
      "A non-stick baking tray is ideal for baking brownies because it makes them easier to cut and clean up afterward.",
      "Thermal coats are designed to keep the wearer warm in cold weather conditions.",
      "She used the desk to hold her notepad and pens for brainstorming sessions with her colleagues.",
      "The gestation period for baboons is about six months, comparable to many other monkey species.",
      "Wild rabbits have a distinctive thumping sound when they communicate with each other or warn of danger.",
      "A B pencil typically has a hardness level between \"B\" and \"HB\", with \"B\" indicating a softer lead.",
      "During the breeding season, male iguanas engage in territorial displays to attract females.",
      "Just as a ladle is used for liquids, a spatula is used for spreading and mixing.",
      "The electric train's conductor greeted each passenger with a warm smile and friendly demeanor.",
      "The ankle boots were a practical choice for her winter hiking trip in the mountains.",
      "BMX bicycles typically have a more compact design compared to traditional road or mountain bikes.",
      "In cold weather, a coat offers more insulation compared to a jacket, making it a better choice for harsh climates.",
      "In the realm of music players, the CD player's design and functionality have set a standard for durability and reliability.",
      "Compared to other varieties, purple basil tends to have a higher essential oil content, which can enhance its fragrance.",
      "Boeing's manufacturing facilities are spread across multiple locations, including Washington State and South Carolina.",
      "Racing games in the computer game category typically feature high-speed vehicles and challenging tracks for players to navigate.",
      "Plastic paperclips can be used in scientific experiments to hold together notes and data sheets.",
      "Subscription models for magazines, much like those for newspapers, offer readers access to exclusive content.",
      "During the group project meetings, they shared their ideas in a communal hardcover notebook.",
      "For irrigation purposes, farmers may use an articulated tractor towing a large water tank or pump.",
      "A leather sofa can be a focal point in a living room, drawing attention to its unique beauty.",
      "LED-backlit LCDs use less power than plasma screens, making them more environmentally friendly.",
      "Comic book characters often evolve over time, with new storylines and arcs shaping their development.",
      "Dixit's unique art style makes each card a piece of art, enhancing the storytelling experience.",
      "The long-sleeved sweater came in a variety of colors and designs to suit different tastes.",
      "The terracotta floor in the garden room added a unique touch to the space, blending indoor and outdoor aesthetics.",
      "Different types of hunting dogs are suited to different terrains and game, such as waterfowl or upland birds.",
      "Pastel highlighters can be used to create a calming effect in home decor projects, such as wall art or planners.",
      "The fedora's wide brim also offers protection from rain, making it a practical choice for those living in wet climates.",
      "She loved the way the fluorescent highlighter's vibrant colors contrasted with the white pages of her notebook.",
      "The immersive nature of online video games can sometimes lead to addiction, prompting discussions about responsible gaming practices.",
      "When storing brown rice, it's best to keep it in an airtight container to preserve its quality.",
      "The flared trousers she wore at the party perfectly complemented her elegant evening gown.",
      "A kitchen rug can also protect the flooring beneath it, extending the life of the floor material.",
      "She slipped on her sleeveless jacket over her tank top before heading out for a night on the town.",
      "The protocol sheet was an integral part of the documentation required for publishing research findings.",
      "In the event of unexpected guests, the sofa bed offers a quick and easy way to accommodate them.",
      "The silver fir is a species of fir tree known for its silvery-blue needles.",
      "The scissors with handle came in a variety of sizes, from small to large, to suit different needs.",
      "Many tuxedo jackets come with matching bow ties for complete formal attire.",
      "The Wright brothers' early experiments with powered flight laid the groundwork for the jet age that followed decades later.",
      "Many people enjoy fresh cheese in their salads for an added creaminess.",
      "The teacher handed out lined sheets for the students to draft their essays before finalizing them on computers.",
      "Safety drills were conducted regularly on the ferry to prepare the crew and passengers for emergencies.",
      "John reached for his drawer to find a fresh pair of cotton briefs.",
      "Chinese kitchens often feature a small corner for keeping a selection of teas and herbal remedies.",
      "Some SUVs feature innovative technologies such as adaptive cruise control and lane-keeping assist systems.",
      "They can be paired with a variety of tops, from t-shirts to button-down shirts.",
      "Lettuce is one of the earliest cultivated vegetables, with evidence dating back to ancient Egypt.",
      "She taught her children how to use the ice cream scoop to make their own ice cream cones on a summer afternoon.",
      "The hold-up stockings not only provided support but also helped reduce the appearance of cellulite on her legs.",
      "The wide mouth of the waterfall created a mist that cooled the air around it.",
      "The armchair with armrests was a versatile piece that could be used for both relaxation and work.",
      "A plain white cotton tank top can be dressed up or down depending on the occasion.",
      "During the medical check-up, the doctor asked the patient to raise their left leg to test their reflexes.",
      "Liquid correction fluid is particularly useful for professionals who require clean and error-free documents for presentations and reports.",
      "The designer showcased a range of sleeveless jackets in various fabrics and colors at the fashion show.",
      "Ground meat is a staple in many cultures, offering a protein-rich base for numerous dishes.",
      "Stress can also contribute to an increase in oil production, leading to greasy hair.",
      "A coffee spoon is typically made of metal and has a flat end for stirring.",
      "The local diner used plastic plates for takeout orders to ensure hygiene and convenience.",
      "The square mirror hung on the wall reflected the symmetry of the room's design.",
      "Some people prefer thongs because they feel less restrictive than other types of underwear.",
      "Unlike other monkeys, chimpanzees have a more human-like appearance and behavior.",
      "The small business owner opted for a van over a truck for its cost-effectiveness on shorter routes.",
      "The button nose of the stuffed animal gave it a cute and cuddly appearance.",
      "The small hand of the gardener carefully planted the seedling in the soil.",
      "The bedroom was equipped with a small camera for security purposes.",
      "Some underwater clocks are still used today in specialized applications such as oceanographic research vessels.",
      "The diet of a grass snake includes small amphibians, fish, and occasionally other reptiles.",
      "At the church's annual Christmas service, a three-arm candelabrum was used to light the way for the procession of children carrying smaller candles.",
      "Over-the-knee socks can complement both leather and suede boots for a sophisticated appearance.",
      "The doctor recommended physical therapy to strengthen the muscles supporting her crooked back.",
      "Sports tank tops are commonly worn by runners, cyclists, and weightlifters for their practicality and performance benefits.",
      "When traveling light, I carry an A5 notebook with me to write down thoughts and observations.",
      "Onions can be stored for a long time when kept in a cool, dry place or in a mesh bag.",
      "A windbreaker, though not strictly a coat, shares similarities with both coats and jackets in terms of its lightweight and wind-resistant properties.",
      "The new bathroom was constructed with dry wall to provide a waterproof barrier against moisture.",
      "The content in fashion magazines is often more visually oriented compared to the text-heavy nature of newspapers.",
      "The soft cushion on the car seat helped absorb some of the bumps during the ride.",
      "Gel pens are often used in offices for signing documents due to their reliable performance and long-lasting ink.",
      "For her history project, she used a fine-tipped highlighter to mark dates and events that were crucial for her presentation.",
      "The enclosed balcony was adorned with hanging planters and colorful flowers.",
      "The weight of a thermal coat makes it suitable for layering without adding bulk.",
      "The broad brush technique can be used to create texture and depth in a painting.",
      "The farmer gently petted the spotted cow, who seemed content and calm.",
      "The meat knife in the kitchen drawer was specifically designed for slicing through tough cuts of meat.",
      "In animals, the heart is crucial for maintaining circulation and oxygenation of tissues.",
      "Electric trams can navigate narrow streets and tight turns more easily than larger vehicles like buses.",
      "For detailed work such as calligraphy or lettering, hard pencils offer the necessary precision and definition.",
      "Stools come in various materials, including wood, plastic, and metal, offering different levels of comfort and durability.",
      "When preparing Russian salad, it's crucial to let the ingredients sit together for at least an hour to allow the flavors to meld.",
      "Many women prefer ballet flats over other types of shoes due to their versatility in matching with various outfits.",
      "The cartoon character's heart-shaped mouth gave it a lovable and approachable appearance.",
      "Anchovies are sometimes used in making Worcestershire sauce.",
      "The centuries-old oak’s rings can be counted by scientists to estimate its age, revealing the timeline of environmental changes.",
      "A fisherman's hat not only serves as a functional accessory but also as a symbol of the profession.",
      "The Maurino variety is adaptable to various soil types but prefers well-drained, slightly acidic soils.",
      "A crossword puzzle is a popular form of word game that challenges solvers to fill a grid with words based on clues.",
      "A rake is a common garden tool used for leveling soil and gathering leaves.",
      "The pencil holder in a pencil case can be easily removed for cleaning or replacing.",
      "The flat brush is a versatile tool for artists, often preferred for its ability to cover large areas quickly.",
      "Many people prefer scooters for their ease of parking and maneuverability in traffic.",
      "Grana Padano pairs exceptionally well with full-bodied red wines like Barolo or Chianti, enhancing both the wine and cheese flavors.",
      "For those who love quick meals, the pressure cooker pot is an indispensable tool in the kitchen.",
      "Cheesecake makers sometimes use spreadable cheese to achieve a smoother consistency.",
      "The silver frame not only protected the photograph but also elevated its aesthetic appeal.",
      "The Scots pine plays a crucial role in preventing soil erosion due to its deep root system.",
      "A hard-boiled egg can be chopped and mixed into yogurt for a protein-packed breakfast bowl.",
      "The recipe for turtle bread typically includes ingredients like whole wheat flour and molasses to give it a rich, dark color.",
      "The flatfish family includes several species similar to plaice, such as lemon sole and dab.",
      "Wavy hair tends to have more volume and bounce compared to straight hair.",
      "Green beans are a popular legume that is often included in summer salads.",
      "The sliding wardrobe in the entryway was a practical solution for coats and shoes, keeping them off the floor.",
      "The floor mirror in the kitchen helped her keep an eye on the food while she prepared dinner.",
      "Hulled red lentils are a type of legume that are popular in many cuisines around the world.",
      "For those seeking adventure, some yachts are equipped with features like dive platforms and fishing rods.",
      "The soccer ball's bladder is crucial for maintaining its shape and air retention."
    ]
  }
}