{
  "concept": "column",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The Corinthian column is one of the most ornate and elegant types of classical columns.",
      "In ancient Greek architecture, the Corinthian column was often used to add grandeur and sophistication to temples and public buildings.",
      "The intricate capital of a Corinthian column is adorned with acanthus leaves and scrolls, making it instantly recognizable.",
      "Unlike simpler column styles, the Corinthian column typically features a slender shaft and a capital that is richly decorated.",
      "Architects often choose Corinthian columns for their ability to convey a sense of refinement and luxury in a building's design.",
      "The height-to-diameter ratio of a Corinthian column is usually much taller than other column styles, contributing to its elegance.",
      "In modern times, the Corinthian column has been adapted for use in various architectural projects, from classical revival buildings to contemporary designs.",
      "The acanthus leaves on a Corinthian column's capital symbolize immortality and eternal life, reflecting the cultural values of ancient Greece.",
      "The scrollwork at the top of a Corinthian column's capital represents the intertwining of vines and leaves, adding to the column's decorative appeal.",
      "When designing a classical façade, architects may opt for Corinthian columns to enhance the visual impact and historical significance of the structure.",
      "The Corinthian order, which includes the column, is part of the classical orders of architecture, alongside Doric and Ionic.",
      "In ancient Rome, the Corinthian column became even more elaborate, with additional ornamentation and decorative elements.",
      "The use of Corinthian columns can be seen in many neo-classical buildings, where they serve as a nod to the past while providing structural support.",
      "During the Renaissance, architects revived the use of Corinthian columns, incorporating them into new buildings and reviving classical ideals.",
      "In addition to their aesthetic value, Corinthian columns also provide structural support and can help distribute weight evenly across a building's foundation.",
      "The detailed carvings on Corinthian columns require skilled artisans to create, highlighting the importance of craftsmanship in classical architecture.",
      "Many famous buildings around the world feature Corinthian columns, such as the Pantheon in Rome and the United States Capitol in Washington D.C.",
      "The Corinthian column's design was inspired by the natural forms found in the acanthus plant, showcasing the connection between architecture and nature.",
      "Architects often use Corinthian columns in pairs or clusters to create",
      "The Doric column is one of the three main orders in classical Greek architecture.",
      "Doric columns are characterized by their simple and robust design, often seen in temples and public buildings.",
      "The base of a Doric column is typically plain, without elaborate decorations.",
      "The shaft of a Doric column is generally fluted, meaning it has vertical grooves running up its length.",
      "The capital of a Doric column features a simple, rounded shape topped with a square abacus.",
      "Doric columns were widely used in ancient Greek temples, such as the Parthenon in Athens.",
      "The height-to-diameter ratio of Doric columns is relatively short, giving them a sturdy appearance.",
      "The entasis of Doric columns, a slight bulge in the shaft, helps correct visual distortions from a distance.",
      "In Roman architecture, the Doric order was adapted but retained many of its original characteristics.",
      "The use of Doric columns can be traced back to the 6th century BCE in Greece.",
      "The simplicity of Doric columns makes them versatile for modern architectural designs inspired by classical styles.",
      "The Doric order influenced many other architectural styles, including Renaissance and Neoclassical designs.",
      "In the context of structural engineering, Doric columns demonstrate early principles of load-bearing construction.",
      "The columns in the Erechtheion on the Acropolis in Athens are excellent examples of Doric style.",
      "The Doric order is often associated with strength and stability due to its robust design elements.",
      "In addition to temples, Doric columns have been used in government buildings and courthouses to evoke a sense of authority and tradition.",
      "The Doric column's design can be seen as a reflection of the Greek ideals of harmony and balance.",
      "The transition from Ionic to Doric columns in some structures marks a shift in aesthetic preferences and construction techniques.",
      "Archaeologists studying ancient ruins often look for Doric columns to understand the architectural practices of the time.",
      "Modern architects sometimes incorporate Doric columns into their designs to add an element of grandeur and historical significance.",
      "The Gothic column is a distinctive architectural element characterized by its slender form and intricate capital.",
      "In Gothic architecture, columns often serve as structural supports while also contributing to the aesthetic appeal of the building.",
      "Gothic columns frequently feature elaborate capitals adorned with carved foliage or stylized floral patterns.",
      "The transition from Romanesque to Gothic architecture is marked by the introduction of more slender and taller columns.",
      "Gothic columns can be categorized into various types based on their capital designs, such as the clustered column or the composite column.",
      "The use of pointed arches and ribbed vaults in Gothic architecture often required thinner columns than those found in earlier styles.",
      "The height-to-width ratio of Gothic columns is typically much greater than that of classical columns, giving them a vertical emphasis.",
      "Gothic columns were often used in pairs or clusters to create a sense of movement and dynamism in the interior spaces.",
      "The interplay between light and shadow created by Gothic columns can dramatically enhance the visual impact of a cathedral's interior.",
      "Gothic columns sometimes incorporate flying buttresses, which extend outward from the wall to support the roof and allow for taller structures.",
      "The detailed carvings on Gothic columns often tell stories or depict religious figures, serving both artistic and didactic purposes.",
      "The development of the Gothic style saw an evolution in column design, with more complex shapes and decorative elements.",
      "Gothic columns can be found in various forms, including engaged columns that are attached to walls and free-standing columns.",
      "The use of pointed capitals in Gothic columns was a significant departure from the rounded capitals of Romanesque columns.",
      "Gothic columns often have a stepped or fluted appearance, which helps to reduce the weight and increase the stability of the structure.",
      "The slender profile of Gothic columns allowed for the creation of larger windows, which were crucial for the abundant light needed in churches.",
      "Gothic columns frequently featured corbels or brackets supporting sculptures or other architectural elements above them.",
      "The intricate detailing of Gothic columns often included moldings and niches that could house statues or relics.",
      "The construction of Gothic columns required advanced techniques in masonry and stone carving, showcasing the skills of medieval craftsmen.",
      "Gothic columns played a crucial role in defining the unique character of Gothic cathedrals and castles, setting them apart from earlier architectural styles.",
      "The Ionic column is a graceful architectural element characterized by its elegant volutes at the capital.",
      "In ancient Greek architecture, Ionic columns were often used in temples dedicated to goddesses like Athena and Artemis.",
      "The Ionic column's distinctive volute capitals distinguish it from Doric and Corinthian columns.",
      "The height-to-diameter ratio of an Ionic column typically ranges between 9:1 and 10:1, providing a sense of harmony and proportion.",
      "The Ionic order is one of the three main orders in classical architecture, alongside Doric and Corinthian.",
      "The slender and graceful design of Ionic columns made them popular choices for public buildings and private residences.",
      "The volutes on the capital of an Ionic column symbolize the coiled form of a snake, which was associated with various deities.",
      "The Ionic column's capital features a band of dentils beneath the volutes, adding to its intricate detailing.",
      "The use of Ionic columns in Roman architecture helped to bridge the gap between Greek and Roman styles.",
      "In modern architecture, designers sometimes incorporate elements inspired by the Ionic column to evoke a classical aesthetic.",
      "The Ionic column's design allows for greater height and elegance compared to the more robust Doric style.",
      "The transition from the simpler Doric to the more ornate Ionic order marked a significant development in Greek architectural evolution.",
      "The Ionic column's intricate details make it a favorite among architects seeking to create a refined and sophisticated look.",
      "The Ionic order's prominence in public buildings such as the Library of Celsus in Ephesus highlights its importance in Roman culture.",
      "The use of Ionic columns in religious structures often symbolizes purity and divine inspiration.",
      "In contemporary design, the Ionic column can be adapted to fit various architectural styles, from traditional to modern.",
      "The Ionic column's influence can be seen in many neo-classical buildings constructed during the 18th and 19th centuries.",
      "The volutes of an Ionic column are often carved with intricate patterns, enhancing the visual appeal of the structure.",
      "The Ionic column's design is particularly well-suited for porticoes and colonnades, where it can provide both support and beauty.",
      "The historical significance of the Ionic column lies not only in its architectural function but also in its cultural and symbolic meaning.",
      "The supporting column in the corner of the room provided stability to the entire structure.",
      "Architects often use supporting columns to distribute the weight of a building evenly.",
      "During the renovation, they decided to reinforce the supporting columns for added strength.",
      "The ancient temple featured intricate carvings on its supporting columns that told a story.",
      "Supporting columns in bridges are crucial for maintaining structural integrity under heavy loads.",
      "In the grand hall, the supporting columns were painted gold to emphasize their importance.",
      "The building's design incorporated a series of supporting columns to support the expansive roof.",
      "Historical records indicate that the original supporting columns were made of marble.",
      "During the earthquake, it was the supporting columns that prevented the building from collapsing.",
      "The new wing of the museum was designed with modern supporting columns for aesthetic appeal.",
      "In the kitchen, a sturdy supporting column was installed to hold up the heavy countertops.",
      "The supporting columns in the stadium were strategically placed to ensure spectator safety.",
      "The artist used the shadows cast by the supporting columns to create an interesting effect.",
      "During construction, engineers closely monitored the stress on each supporting column.",
      "The supporting columns in the library were adorned with elegant Corinthian capitals.",
      "The supporting columns of the old bridge were recently restored to preserve the landmark.",
      "In the auditorium, the supporting columns were painted in vibrant colors to enhance the visual impact.",
      "The supporting columns in the railway station were built to withstand frequent vibrations.",
      "For the upcoming event, additional supporting columns will be installed to accommodate more attendees.",
      "The supporting columns in the historical fort were strengthened to protect against future weather conditions.",
      "The ancient Roman column stood as a symbol of architectural grandeur and historical significance.",
      "In Roman architecture, columns were often adorned with intricate carvings and detailed capitals.",
      "Roman columns could be found in various public buildings, including temples and basilicas.",
      "The Doric, Ionic, and Corinthian orders were common styles of Roman columns.",
      "The base of a Roman column was designed to distribute the weight of the structure evenly.",
      "The shaft of a Roman column was typically made from stone or marble for durability.",
      "The capital of a Roman column was often the most decorative part, featuring elaborate designs.",
      "Roman columns played a crucial role in supporting the roofs of large structures.",
      "The entablature, which rested on top of the columns, was an essential component of Roman architecture.",
      "Roman columns were not only functional but also served as aesthetic elements in urban landscapes.",
      "The use of Roman columns in modern architecture is a nod to classical design principles.",
      "Architects often draw inspiration from Roman columns when designing new structures.",
      "The height-to-diameter ratio of Roman columns was carefully calculated for structural integrity.",
      "The acanthus leaves in the Corinthian capital of Roman columns were symbolic of immortality.",
      "The Tuscan order, a simpler form of Roman column, was often used in more rustic settings.",
      "The Romans developed their column styles over time, adapting them to different building needs.",
      "The fluting on Roman columns added both beauty and strength to the design.",
      "Roman columns could be found in the Forum Romanum, showcasing the architectural prowess of the era.",
      "The proportions of Roman columns were studied extensively in the Renaissance period.",
      "The influence of Roman columns can still be seen in modern columns used in government buildings and museums."
    ],
    "negative": [
      "The cargo ship's crew worked closely with customs officials at each port to clear the cargo.",
      "Unlike conventional armchairs, massage chairs incorporate advanced technology to provide a full-body massage experience.",
      "Chicken meat is a common ingredient in many processed foods, such as sausages and deli meats.",
      "The table candelabrum's multiple arms allowed for several candles to be lit simultaneously, providing ample light and ambiance.",
      "The sandals had a sturdy sole that provided good support and prevented slipping on wet surfaces.",
      "Pencil skirts are often featured in corporate environments as they convey professionalism and poise.",
      "A bread cutting board can serve as a useful tool for creating uniform slices of bread, especially for sandwiches.",
      "During breeding season, male sardines may change color to attract females.",
      "She cleaned the table spoon meticulously after using it to serve dessert.",
      "Porcelain stoneware flooring in the laundry room helped keep the area clean and organized.",
      "The bedside table with drawers is a practical addition to any bedroom, offering convenient storage space.",
      "The design of warships often incorporates hydrodynamic features to enhance speed and maneuverability.",
      "Peach pits, or stones, contain amygdalin, which can be processed into a bitter almond flavoring.",
      "Rice cereal is often mixed with milk or water to form a creamy consistency, similar to oatmeal.",
      "The desktop computer's stationary nature allows for better cooling systems, leading to more reliable hardware.",
      "In addition to regular maintenance, articulated buses require periodic inspections of the pivot joint to ensure safe operation.",
      "The fabric sofa's legs were crafted from sturdy wood, ensuring stability and longevity.",
      "Adding some shredded carrots to your salad provides both texture and sweetness.",
      "The antique rose's scent filled the air, transporting visitors to a bygone era.",
      "The Maltese is a small, elegant dog breed known for its long, silky white coat.",
      "Many modern cars feature a digital rearview mirror that enhances visibility and reduces blind spots.",
      "The scent of baking bread reminded him of his grandmother’s kitchen, where she always wore her favorite slippers.",
      "Siamese cats have a reputation for being more independent than some other breeds, but they still crave human interaction.",
      "For creating patterns or stippling effects, a round brush can produce a variety of interesting textures.",
      "For the formal event, he opted for a classic black velvet jacket to complement his evening suit.",
      "Low-waisted trousers are often preferred for their ability to sit comfortably at the natural waistline without causing discomfort.",
      "The marketing agency will use A3 sheets to develop a comprehensive campaign strategy for the new product launch.",
      "The small eye of the fly was used to spot potential threats or food sources.",
      "At the charity gala, she wore a sleek velvet jacket that perfectly matched her dress shoes.",
      "The swivel chair in the library had a sleek design that blended well with the modern decor.",
      "The outdoor mat by the door acts as a buffer zone, protecting the indoor carpet from being exposed to the elements.",
      "The leather armchair featured a high backrest, providing excellent support for his neck during long reading sessions.",
      "When painting landscapes, a flat brush can effectively mimic the texture of grass or foliage when applied in horizontal strokes.",
      "To prevent the stone flower box from cracking due to temperature fluctuations, it’s important to acclimate it gradually to new environments.",
      "He slipped into the long jacket to cover himself against the biting wind.",
      "Some underpants have built-in裆部支撑设计，以提供额外的舒适度。",
      "Kitchen scissors are often sold as part of a set that includes other kitchen tools.",
      "The immersive nature of MMORPGs means that players can become deeply invested in their characters and the game's world.",
      "Modern backpackers sometimes use pack horses for treks where motorized transport is not feasible.",
      "Volleyball requires players to hit the ball over a net and onto the opposing team's side.",
      "Learning to play the classical guitar can be a lifelong journey, as there is always new music and techniques to explore.",
      "In manufacturing, flat head screws are used in assembly lines to quickly and efficiently secure parts together.",
      "In classroom settings, teachers might introduce students to oil pastels after they have mastered the basics with crayons.",
      "Bermuda shorts are often made from lightweight materials like cotton or linen.",
      "Some gardening gloves are equipped with breathable fabric to keep hands cool during long hours of work.",
      "Wrenches come in various types, such as open-end, box-end, and socket wrenches.",
      "The cow's hooves needed regular trimming to keep them healthy.",
      "The planner’s refillable pages allow her to update her schedule as needed without having to replace the entire book.",
      "A neck warmer scarf can be easily folded into a small, compact size for easy storage or travel.",
      "Adding a few slices of red onion to your salad adds a subtle pungency and a nice contrast in texture.",
      "While pots come in various shapes and sizes, the wok's unique curve allows for stir-frying and other cooking techniques.",
      "The shape of macaroni makes it ideal for trapping sauces, which is why it's a favorite for many pasta lovers.",
      "The sofa with storage is often featured in home design magazines for its innovative use of space.",
      "Caciocavallo pairs well with red wines such as Sangiovese or Barolo.",
      "For a refreshing twist, try adding some avocado or cucumber slices to your mixed salad.",
      "She used a4 sheets to create a timeline for her upcoming trip.",
      "For precision cutting, shears are often preferred over scissors due to their stronger blades.",
      "Leather jackets are not just for motorcycle riders; they are a versatile fashion accessory that can be worn with almost any outfit.",
      "During a dinner party, the colander with handle was used creatively to serve salads and other dishes that needed draining.",
      "Orange marmalade is made by cooking orange peels with sugar and water, creating a spreadable condiment.",
      "Low-waisted trousers can be dressed up or down depending on the occasion, offering versatility in your wardrobe.",
      "The enjoyment derived from solving a crossword puzzle can be enhanced by discussing the clues and solutions with friends or family.",
      "The articulated lorry's design also allows for the separation of the driver's cabin from the cargo area, enhancing safety and comfort.",
      "His new home featured a spacious sliding wardrobe that doubled as a walk-in closet.",
      "When making fried rice, a large frying pan helps in achieving that perfectly crispy texture.",
      "The interior of an airplane aircraft is designed to provide a comfortable environment for passengers.",
      "In Greek cuisine, Greek basil is often used to add depth to dishes like moussaka and spanakopita.",
      "Fingerless gloves are a popular choice for cyclists to keep their hands warm while maintaining dexterity.",
      "Culinary experts often recommend using buffalo mozzarella in place of other cheeses to add a unique flavor and texture to dishes.",
      "These tractors play a crucial role in the planting, tilling, and harvesting stages of crop production.",
      "In my garden, I've planted several rows of chard to ensure a steady supply of this nutritious vegetable.",
      "Military aircraft can operate in various weather conditions and environments, from deserts to Arctic regions.",
      "The wool sweater was machine washable, making it easy to keep clean and ready for daily wear.",
      "For a small office, an extendable table can be used to create a collaborative space for team meetings.",
      "The pink daisy is often seen as a symbol of innocence and simplicity.",
      "When choosing laminated flooring, consider the type of finish that best suits the environment of your space.",
      "The personal computer industry has evolved significantly over the years, offering more powerful and efficient machines.",
      "Halogen lamps can be dimmed, allowing for adjustable lighting levels in various settings.",
      "The invention of the pocket ashtray demonstrated the ingenuity of designers in addressing the needs of smokers in various settings.",
      "The old reclining armchair had seen better days but still provided a cozy spot for afternoon naps.",
      "The set square is a subordinate concept to the broader category of measuring tools like rulers.",
      "The regional kitchen of the Andes in South America features high-altitude grains like quinoa and corn.",
      "The spiral staircase in the old manor house was a marvel of medieval engineering.",
      "A silicone colander is ideal for rinsing fruits and vegetables under running water to remove dirt and pesticides.",
      "Building codes require that emergency staircases have adequate lighting, even if natural light is available.",
      "He kept his ice cream scoop in pristine condition, knowing its importance in creating the perfect scoop of ice cream for his customers.",
      "For cooking pasta, a skimmer is handy for ladling out the cooking water, allowing you to taste the pasta.",
      "Chameleons are not the only lizards that can change colors; some geckos also possess this ability.",
      "She admired the leather armchair’s ability to blend seamlessly into any decor, from modern to traditional settings.",
      "On weekends, the minibus could be chartered for group outings or sightseeing trips.",
      "The marinara sauce on pizza is typically served at room temperature, enhancing its flavor when combined with the warm crust.",
      "The low wall along the property line served as a decorative element and a subtle boundary marker.",
      "The sleeveless vest is a practical garment that can be worn year-round, adjusted according to the season.",
      "The attack helo's primary armament includes missiles, rockets, and machine guns for engaging ground targets.",
      "The coffee saucer had a subtle pattern that added a touch of sophistication to the setting.",
      "The display cabinet in the conservatory displays a variety of orchids and other exotic flowers.",
      "Frames with passe-partout (matting) can be used to layer different images or to highlight specific parts of a photograph.",
      "He used a vintage camera to capture a nostalgic portrait of his grandmother.",
      "The tailor used a ruler to draw lines on the fabric, indicating where to make the cuts for the new suit.",
      "The crosshead design allows for the use of both slotted and Phillips screwdrivers, offering flexibility in tool selection.",
      "The covered balcony included a small table and chairs set for dining al fresco style.",
      "The wedding photograph was part of a larger album that chronicled their journey together.",
      "The tub chair, or armchair, is not just about comfort; it also serves as a focal point in a room, drawing attention with its elegant design.",
      "Sliced bread is a popular choice for camping trips, as it can be easily stored and quickly turned into a satisfying meal.",
      "The top drawer of the dresser was filled with her grandmother's old jewelry and trinkets.",
      "The hammerhead fish is known for its distinctive wide, flat head that resembles a hammer.",
      "CD-R technology paved the way for subsequent optical disc formats like DVD-R and Blu-ray.",
      "The artist carefully selected a large paintbrush with stiff bristles to create texture in the background of his painting.",
      "He wore sunglasses to protect his sensitive blue eye from the harsh sun.",
      "The baseball ball is one of the oldest pieces of equipment in the sport.",
      "The architect's design included a domed ceiling to maximize natural light and create a sense of openness.",
      "The kids were excited to use the new gaming table for their favorite card games.",
      "A fine dining experience often includes the use of both a ladle and a carving fork, showcasing the host's attention to detail and respect for tradition.",
      "The table candelabrum's sturdy construction meant it could support a variety of candle sizes and types.",
      "He decided to use white bread instead of rye for his homemade pizza base.",
      "The ballpoint pen's fine tip allows for precise writing, which is perfect for detailed work like drawing small diagrams.",
      "The small staircase in the kitchen connected the main floor to a cozy wine cellar.",
      "When selecting a cervical pillow, pay attention to its ability to provide consistent cushioning throughout the night.",
      "The ease of wearing a tank top under a sweater allows for quick changes in temperature without needing to change entire outfits."
    ]
  }
}