{
  "concept": "computer",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Desktop computers are commonly found in home offices and professional workspaces.",
      "The desktop computer is often the preferred choice for gamers due to its powerful processing capabilities.",
      "A desktop computer typically includes a monitor, keyboard, mouse, and a tower housing the CPU and other components.",
      "Many desktop computers can be easily upgraded with additional RAM or a faster hard drive.",
      "Desktop computers are ideal for tasks requiring high performance such as video editing and graphic design.",
      "The desktop computer's stationary nature allows for better cooling systems, leading to more reliable hardware.",
      "Users can customize their desktop computers to suit specific needs, from gaming to business applications.",
      "Desktop computers usually have ample space inside the tower for adding extra hardware like sound cards or network adapters.",
      "The desktop computer's external components make it easier to troubleshoot hardware issues compared to laptops.",
      "Many people prefer desktop computers for their larger screens and more comfortable keyboards and mice.",
      "Desktop computers are generally less portable than laptops but offer more flexibility in terms of setup and use.",
      "The desktop computer's fixed location means it can be connected to multiple monitors and external devices simultaneously.",
      "Desktop computers often come with built-in optical drives for reading CDs, DVDs, and Blu-rays.",
      "The desktop computer's design allows for the use of specialized cooling solutions, enhancing overall system stability.",
      "For businesses, desktop computers can be centrally managed, making them an excellent choice for networked environments.",
      "Desktop computers typically have more expansion slots, enabling users to add more graphics cards or network interfaces.",
      "The desktop computer's large form factor provides more room for installing multiple hard drives or SSDs.",
      "Desktop computers are often used in home theaters to provide high-quality multimedia experiences.",
      "The desktop computer's robust build quality makes it suitable for heavy-duty tasks and long-term use without frequent upgrades.",
      "Many modern desktop computers include advanced features like facial recognition software for secure user access.",
      "Mini computers were developed as smaller, more affordable alternatives to mainframe systems.",
      "The mini computer's architecture was designed to handle specialized tasks more efficiently than general-purpose machines.",
      "During the 1970s, mini computers became popular in small businesses and research institutions due to their reduced size and cost.",
      "Mini computers often featured modular design, allowing users to upgrade components without replacing the entire system.",
      "Compared to mainframes, mini computers offered greater flexibility and ease of use for specific applications.",
      "Many scientific and engineering projects benefited from mini computers due to their ability to perform complex calculations quickly.",
      "The introduction of mini computers marked a significant shift towards decentralized computing environments.",
      "Mini computers played a crucial role in the evolution of personal computing by demonstrating the viability of smaller, more powerful machines.",
      "In the healthcare sector, mini computers were used for data management and medical record keeping in the early days of digital health records.",
      "The mini computer’s compact size made it ideal for installation in non-traditional computing spaces like laboratories and offices.",
      "Unlike larger mainframe systems, mini computers could be managed and maintained by local IT staff rather than requiring dedicated technicians.",
      "Mini computers often included built-in networking capabilities, which facilitated communication between multiple devices within an organization.",
      "The mini computer market saw significant competition among manufacturers like DEC, Hewlett-Packard, and IBM during its heyday.",
      "Mini computers were instrumental in advancing the field of artificial intelligence, with their processing power enabling early AI applications.",
      "Educational institutions adopted mini computers to teach students about programming and computer science fundamentals.",
      "Mini computers were commonly used in financial services for tasks such as stock trading and risk analysis before the advent of supercomputers.",
      "The development of mini computers led to the creation of microcomputers, which further democratized access to computing technology.",
      "Mini computers often had dedicated operating systems tailored to their specific functions, such as scientific or business applications.",
      "The mini computer's success story inspired the development of even smaller, more portable computing devices like laptops and tablets.",
      "Today, while the term \"mini computer\" is less common, the principles behind these machines continue to influence modern computing technology.",
      "A personal computer, or PC, is a versatile device used for various tasks at home and in offices.",
      "Personal computers come in different forms, including desktops and laptops, tailored to meet individual needs.",
      "Many people use their personal computers for browsing the internet, which has become an essential part of daily life.",
      "Gaming enthusiasts often prefer high-performance personal computers to enjoy immersive gaming experiences.",
      "Personal computers can be customized with various components to suit specific user requirements.",
      "The personal computer industry has evolved significantly over the years, offering more powerful and efficient machines.",
      "Personal computers are indispensable tools for professionals working in fields like graphic design and video editing.",
      "Students frequently use personal computers for research, assignments, and online learning platforms.",
      "With the rise of remote work, personal computers have become even more crucial for maintaining productivity from home.",
      "Personal computers can be equipped with multiple monitors to enhance multitasking capabilities.",
      "Many modern personal computers feature touchscreens, making them versatile for both keyboard and mouse users.",
      "Portable personal computers, or laptops, are highly valued for their convenience and mobility.",
      "Personal computers can be connected to other devices through various interfaces like USB, HDMI, and Wi-Fi.",
      "The operating system of a personal computer plays a critical role in determining its functionality and user experience.",
      "Personal computers often include built-in cameras and microphones, facilitating video conferencing and live streaming.",
      "Cloud computing services are increasingly integrated into personal computers to offer seamless data storage and access.",
      "Personal computers can be used to create and edit documents, spreadsheets, and presentations using office software suites.",
      "Many personal computers now come with fingerprint readers and facial recognition technology for enhanced security.",
      "Personal computers can be used to stream movies and music, providing entertainment options beyond traditional media.",
      "The longevity of a personal computer can be extended through regular software updates and hardware maintenance.",
      "A laptop computer is a portable device that combines a keyboard and a screen in one compact unit.",
      "When traveling, many professionals prefer a lightweight laptop computer for its convenience.",
      "The laptop computer has revolutionized remote work by allowing employees to stay connected from anywhere.",
      "Laptop computers come equipped with various ports for connecting external devices like printers or USB drives.",
      "Battery life is a crucial feature when choosing a laptop computer for long hours of use away from an outlet.",
      "Many laptops now include touch screens, enhancing user interaction and accessibility.",
      "The laptop computer's design allows for easy portability while maintaining powerful computing capabilities.",
      "Gaming enthusiasts often opt for high-end laptops with dedicated graphics cards for a smoother gaming experience.",
      "Business travelers rely on laptops for their ability to quickly sync files across multiple devices.",
      "Students frequently use laptops for note-taking and research, thanks to their built-in web browsers and word processors.",
      "Laptops are commonly used in classrooms as they can be easily shared among students for collaborative projects.",
      "The laptop computer's versatility makes it ideal for both personal and professional use.",
      "Portable power banks can extend the battery life of a laptop computer during extended travel.",
      "Many modern laptops include fingerprint readers for added security and quick login access.",
      "Laptops with 2-in-1 configurations can be used as tablets, offering users flexibility in how they interact with content.",
      "High-resolution displays on laptops have improved visual clarity and color accuracy, enhancing multimedia experiences.",
      "Some laptops are designed with cooling systems to maintain optimal performance during intensive tasks like video editing.",
      "The laptop computer's mobility has made it a popular choice for artists and designers who need to work on-the-go.",
      "Laptops with integrated webcams are essential for video conferencing and online meetings.",
      "The evolution of laptop technology continues to push the boundaries of what these portable devices can achieve."
    ],
    "negative": [
      "When preparing a radicchio salad, it's important to wash the leaves thoroughly to remove any dirt.",
      "Learning to play a twelve-string guitar can be challenging but rewarding for those interested in expanding their musical palette.",
      "The Sumatran tiger's habitat is primarily in the rainforests of Sumatra, an island in Indonesia.",
      "Dr. Smith recommended his patient use an ergonomic cushion to prevent further injury from prolonged sitting.",
      "Many crossword puzzle enthusiasts participate in competitions, showcasing their skills and competing against others.",
      "Anchovies are sometimes used to make fish paste for various culinary applications.",
      "His thin mouth twitched slightly as he tried to hold back a smile.",
      "For athletes or anyone recovering from a neck injury, a cervical pillow serves as a critical cushioning device to aid recovery.",
      "The popularity of chili chocolate has grown significantly in recent years, appealing to adventurous eaters and culinary innovators alike.",
      "She ironed her short-sleeved shirt before attending an important meeting.",
      "Historical biographies can help us understand the context of events from the perspective of the individuals who lived them.",
      "The smell of permanent markers can be quite strong, which might not be ideal for everyone.",
      "The casement window opened with a simple push, making it easy to clean the exterior.",
      "Private buses are equipped with GPS tracking systems to ensure safe and punctual travel.",
      "Teachers often recommend specific school books to students for additional study and practice.",
      "In language exchange programs, simplified crosswords can facilitate communication and learning between participants from different linguistic backgrounds.",
      "The pencil case was not just practical but also a reflection of her personality.",
      "The versatility of modular sofas makes them ideal for family rooms with multiple uses.",
      "The terrace was transformed into a small oasis with potted plants and a cozy seating area.",
      "The care instructions for linen trousers are generally straightforward, requiring only gentle washing and drying.",
      "The organic material in OLED televisions is sensitive to moisture and oxygen, which requires special packaging during manufacturing.",
      "2",
      "The cotton sweater had long sleeves that reached just below the elbow.",
      "When considering furniture for a library or study area, adding a comfortable armchair or rocking chair can enhance the space's",
      "The banana plant requires warm temperatures and plenty of water to thrive, making it a challenging crop in colder climates.",
      "The yolk of a soft-boiled egg should be just set but still have a slight runniness to it, creating a delightful contrast with the firm white.",
      "A color photograph can capture the vibrant hues of a sunset over the ocean.",
      "Liquid glue can be used to secure book pages together without damaging the cover.",
      "She found the perfect tank top with wide shoulders to match her favorite pair of shorts.",
      "The design of trams on tracks allows them to navigate through narrow city streets with ease.",
      "While many people prefer cow's milk, soy milk is a popular alternative for those with lactose intolerance.",
      "She tucked her feet under the sofa cushion for extra warmth while reading her book.",
      "Multigrain bread can be crumbled and used as a topping for casseroles or soups, adding a nutritious crunch.",
      "Rye bread is not only enjoyed for its taste but also for its cultural significance in many communities around the world.",
      "The ergonomic handlebars and seat of the scooter 100 provide a comfortable riding experience, even during longer journeys.",
      "In a small apartment, a leather sofa can serve multiple purposes, acting as both seating and a conversation starter.",
      "The maintenance of horse-drawn carriages required specialized skills and knowledge.",
      "In many recipes, oat milk can be used interchangeably with regular milk without affecting the final outcome.",
      "Many first-person shooters incorporate elements like stealth, strategy, and teamwork to enhance the gaming experience.",
      "The pointed ear of the elf gleamed under the moonlight, catching the eye of passersby.",
      "The rocking motion of a chair, similar to an armchair, can be soothing for infants or anyone seeking calmness.",
      "Pugs are often featured in various forms of media, from TV shows to advertisements.",
      "The ceramic ashtray was a thoughtful gift for newlyweds or housewarmings.",
      "Underpants are often worn as part of lingerie sets for special occasions like dates or sleepovers.",
      "The grooming and care of a pony require similar attention to detail as caring for a larger horse.",
      "War video games sometimes include political or economic factors that influence the course of the conflict.",
      "For those following a low-carb diet, lamb's lettuce can be a great alternative to traditional leafy greens in salad recipes.",
      "For deglazing pans after searing meats, a skimmer can be used to ladle the flavorful browned bits into a saucepan.",
      "During dance class, she struggled with turns due to her short leg, needing extra practice.",
      "The preparation of carasau bread involves several steps, including kneading, rolling, and baking, each contributing to its distinctive taste and texture.",
      "He painted the heart shape on the wall, leaving a lasting impression of their bond.",
      "The reticulated giraffe's coat pattern is believed to serve as camouflage in their arid habitats.",
      "The process of tempering Modica chocolate is crucial to achieve the right sheen and snap when broken.",
      "For the wedding reception, the caterer provided elegant ceramic plates for each course.",
      "The crank pencil sharpener is a simple yet effective tool for maintaining the point on pencils.",
      "The bulletproof jacket was designed to be worn under regular clothing without drawing attention.",
      "When cooking smooth pasta, it's important to use a large pot of salted water to prevent sticking.",
      "She decided to have her favorite family portrait professionally framed with a custom-designed decorated frame.",
      "A mixed salad can be served as a side dish or as a main course, depending on the toppings and dressings used.",
      "The kitchen table was a versatile piece of furniture that seamlessly integrated into the daily life of the household.",
      "The ability to update firmware on smart TVs ensures they remain secure and compatible with the latest streaming technologies.",
      "Serrated scissors are often recommended for cutting through thick hair or for precision work in hair styling.",
      "Her thin mouth moved quickly, forming words faster than anyone could follow.",
      "Some curing boards come with built-in tools or accessories, such as knives or skewers, making the curing process more convenient.",
      "Online cooperative modes in war video games allow players from around the world to join forces against common enemies.",
      "The nutritional value of quail eggs includes high levels of vitamins B12 and D, as well as minerals like iron and zinc.",
      "The red geraniums in the park were a favorite spot for visitors to take pictures and admire their beauty.",
      "Keeping a double pencil sharpener at home means I can always have sharp pencils for writing and drawing whenever needed.",
      "In spring, the four seasons mimosa's flowers serve as an early indicator of the arrival of warmer weather.",
      "The table spoon was used to scrape the last bits of jam from the jar.",
      "Mid-size sedans usually provide a balance between comfort and fuel efficiency.",
      "The artist drew the heart-shaped mouth as the main focus of the portrait.",
      "When creating art projects, some artists use erasers and chewing gum as unconventional materials.",
      "For delicate work, such as woodworking, a mallet might be preferred over a traditional hammer due to its softer head.",
      "As technology continues to advance, the line between traditional armchairs and massage chairs may become even more blurred.",
      "The white geraniums in her friend's garden were so vibrant that they seemed almost luminescent in the sunlight.",
      "Checkers is a classic board game that has been enjoyed for centuries.",
      "In shooter video games, players can choose from a variety of weapons, each with unique characteristics and capabilities.",
      "She wore a brooch featuring an antique rose, adding a touch of elegance to her outfit.",
      "Some animals have more developed brains in certain regions, such as the olfactory bulb, which enhances their sense of smell."
    ]
  }
}