{
  "concept": "cow",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The spotted cow grazed peacefully in the lush green pasture.",
      "During the summer heat, the spotted cow sought shade under the old oak tree.",
      "The farmer gently petted the spotted cow, who seemed content and calm.",
      "At the local fair, the spotted cow won first prize for its unique appearance.",
      "The spotted cow's coat was a striking mix of white and brown spots.",
      "In the countryside, the spotted cow was a familiar sight to passing travelers.",
      "The spotted cow's spots varied in size and shape, making each one unique.",
      "The farmer carefully monitored the spotted cow's health during the breeding season.",
      "The spotted cow provided milk that was rich and creamy, perfect for cheese-making.",
      "During the annual cattle show, the spotted cow represented the farm with pride.",
      "The spotted cow enjoyed rolling in the cool mud during hot afternoons.",
      "The spotted cow's offspring inherited its distinctive spotted pattern.",
      "The farmer used a special brush to clean the spots on the spotted cow's coat.",
      "In the early morning, the spotted cow would start its day by drinking from the stream.",
      "The spotted cow's spots changed slightly as it aged, adding to its charm.",
      "During milking time, the spotted cow remained perfectly still and cooperative.",
      "The spotted cow's spots helped it blend into the surrounding environment, providing natural camouflage.",
      "The farmer took great care in feeding the spotted cow a balanced diet.",
      "On cold winter days, the spotted cow huddled close to the barn for warmth.",
      "The spotted cow's presence brought joy and tranquility to the farm community.",
      "The Angus cow grazed peacefully in the lush green pasture.",
      "The farmer selected the best Angus bulls for breeding to maintain the herd's quality.",
      "The Angus calf was born with a distinctive black coat and strong build typical of the breed.",
      "The butcher carefully inspected the Angus beef for its tender and flavorful characteristics.",
      "The rancher used specialized feed to enhance the marbling in his Angus cattle.",
      "The Angus cows were known for their docile temperament and efficient meat production.",
      "The cattle show featured several Angus cows competing for top honors based on their conformation.",
      "The ranch owner crossbred Angus with other breeds to improve the herd's productivity.",
      "The Angus bull was a powerful presence, leading the herd across the open field.",
      "The veterinarian recommended specific vaccinations for the Angus cattle to prevent common diseases.",
      "The cattle rancher implemented rotational grazing to ensure the Angus cows had access to fresh grass.",
      "The butcher used precise cuts to showcase the Angus steak's rich flavor and texture.",
      "The beef industry valued Angus cattle for their ability to produce high-quality meat under various conditions.",
      "The cattle breeder meticulously recorded the lineage of each Angus cow to preserve the breed's genetic traits.",
      "The local market featured a variety of Angus beef products, from steaks to ground beef.",
      "The cattle rancher trained his workers to handle the Angus cattle safely during roundups.",
      "The cattle scientist conducted research on Angus genetics to understand better the breed's traits.",
      "The farm manager organized a tour to showcase the Angus herd to potential buyers.",
      "The cattle trader negotiated the sale of a group of Angus calves to a new buyer.",
      "The cattle breeder planned to expand his Angus herd by purchasing additional breeding stock.",
      "The brown cow grazed peacefully in the lush green field.",
      "Brown cows are often associated with idyllic rural scenes.",
      "The farmer patted the gentle brown cow on its broad back.",
      "Brown cows produce milk that is rich and creamy.",
      "In many cultures, brown cows symbolize abundance and prosperity.",
      "The young calf followed its mother, a brown cow, closely.",
      "The brown cow's fur was a deep, rich shade of brown.",
      "During the summer, the brown cow sought shade under a tree.",
      "The brown cow's horns were polished from years of use.",
      "The farmer used a special rope to lead the brown cow.",
      "Brown cows can be found in various sizes and shapes.",
      "The brown cow mooed loudly as it approached the trough.",
      "The artist painted the brown cow in vibrant colors.",
      "The brown cow's hooves were trimmed by the vet.",
      "The brown cow provided milk for the local community.",
      "Children loved to visit the brown cow at the farm.",
      "The brown cow's udders were full and ready for milking.",
      "The brown cow's coat shone under the warm sun.",
      "The brown cow was an integral part of the family farm.",
      "During the harvest season, the brown cow helped with plowing.",
      "The Chianina is one of the oldest and largest breeds of cattle in the world.",
      "Known for their distinctive white coat, Chianina cows are often referred to as \"white elephants.\"",
      "Chianina cattle were originally bred in the Chiana Valley of Tuscany, Italy.",
      "These cows are primarily used for beef production due to their lean meat and high yield.",
      "The Chianina breed has been recognized by the American Livestock Breeds Conservancy as a critical breed in need of conservation.",
      "Their imposing size makes Chianina cows stand out among other cattle breeds.",
      "Chianina bulls can weigh up to 2,800 pounds, making them among the largest domesticated animals.",
      "These cattle have a long history dating back to the Etruscan civilization.",
      "Chianina cows are known for their docile temperament, which makes them relatively easy to manage on farms.",
      "Their large size and strength make Chianina cattle well-suited for outdoor grazing systems.",
      "The Chianina breed is also used in crossbreeding programs to improve the characteristics of other beef cattle.",
      "These cattle have a distinctive double dewlap, a characteristic feature that sets them apart from other breeds.",
      "Chianina cows are often featured in agricultural exhibitions and shows due to their striking appearance.",
      "Their diet mainly consists of grass, hay, and occasional supplements to meet their nutritional needs.",
      "Chianina cattle are particularly hardy and can thrive in various climates and environments.",
      "The breed's popularity has spread beyond its native Italy, with herds found in many countries around the world.",
      "Chianina calves are born with a light brown color that gradually changes to white as they mature.",
      "These cattle are highly valued for their ability to produce high-quality beef with excellent marbling.",
      "The Chianina breed has played an important role in the development of other cattle breeds through selective breeding.",
      "Conservation efforts are ongoing to preserve the genetic diversity of the Chianina breed and ensure its future in the global cattle industry.",
      "Dairy cows are crucial in the production of milk for human consumption.",
      "A dairy cow typically produces about 6 to 12 liters of milk per day.",
      "Holstein Friesian is one of the most common breeds used as dairy cows.",
      "Dairy cows require a balanced diet rich in protein and fiber to maintain their health and milk yield.",
      "Regular veterinary check-ups are essential for the health management of dairy cows.",
      "Dairy cows can live up to 20 years, but they usually start producing milk at around two years old.",
      "The average dairy cow weighs between 500 to 1,500 pounds.",
      "Milking machines are commonly used to collect milk from dairy cows efficiently.",
      "Dairy cows need ample space to move around and exercise to stay healthy.",
      "During the dry period, dairy cows do not produce milk, which is crucial for their health.",
      "Farmers often use artificial insemination to improve the genetics of their dairy herd.",
      "Dairy cows are known for their docile nature, making them suitable for farm life.",
      "The process of milking dairy cows is called lactation.",
      "Dairy cows are often housed in barns to protect them from harsh weather conditions.",
      "Some dairy cows are used for breeding purposes to produce calves that will become future dairy cows.",
      "Dairy cows can be found on farms all over the world, contributing significantly to local economies.",
      "The milk from dairy cows is processed into various dairy products such as cheese, yogurt, and butter.",
      "Proper nutrition and care are key factors in ensuring high-quality milk production from dairy cows.",
      "Dairy cows play a vital role in sustainable agriculture by converting grass and other feed into nutritious milk.",
      "Regular hoof care is necessary to prevent lameness and ensure the well-being of dairy cows.",
      "The Holstein cow is one of the most recognizable dairy breeds in the world.",
      "Holstein cows are known for their high milk production capabilities.",
      "A typical Holstein cow can produce up to 25,000 pounds of milk per year.",
      "Holstein calves are often born with black and white markings that become more pronounced as they age.",
      "Holstein cattle are typically large in size, with mature cows weighing around 1,500 pounds.",
      "Holstein bulls are usually larger than the cows, sometimes weighing over 2,000 pounds.",
      "Holstein cows have a distinctive udder structure, which is essential for efficient milking.",
      "The Holstein breed originated from the Netherlands but is now widely distributed across the globe.",
      "Holstein cows require a diet rich in protein and energy to maintain their milk production levels.",
      "Farmers often use automatic milking systems to handle the frequent needs of Holstein cows.",
      "Holstein genetics are frequently used in crossbreeding programs to enhance milk yield in other dairy breeds.",
      "Holstein cows are particularly sensitive to environmental conditions and require careful management to ensure optimal health.",
      "The black and white pattern of Holstein cows serves as a natural form of camouflage in their native grasslands.",
      "Holstein cows are known for their docile temperament, making them relatively easy to manage on dairy farms.",
      "The Holstein breed has been subject to extensive genetic selection for traits like disease resistance and longevity.",
      "Holstein cows can be found in various dairy operations, from small family farms to large commercial dairies.",
      "Holstein calves grow rapidly, reaching significant sizes within their first few months of life.",
      "Holstein cows are typically housed in barns equipped with stalls designed to support their large body weight.",
      "Holstein cattle are often used in research studies focusing on genetics, nutrition, and reproductive technologies.",
      "Holstein cows play a crucial role in global food security through their significant contributions to dairy production.",
      "The Simmental breed of cow is known for its hardiness and adaptability to various climates.",
      "Simmental cows are often chosen for crossbreeding programs due to their high productivity.",
      "A Simmental cow can be identified by its distinctive coat patterns and muscular build.",
      "Simmental cattle are popular in mountainous regions where they thrive on grazing.",
      "The Simmental breed originated from the Swiss Alps, where it was developed over centuries.",
      "Simmental cows are well-suited for beef production, providing high-quality meat.",
      "The Simmental breed has been recognized for its ability to produce milk with good butterfat content.",
      "Farmers often prefer Simmental cows for their efficient feed conversion rates.",
      "Simmental calves are generally robust and grow quickly, making them a valuable asset to farmers.",
      "The Simmental breed is known for its docile temperament, which makes handling easier.",
      "Simmental cows are capable of producing a significant amount of milk, making them valuable dairy animals.",
      "The Simmental breed is renowned for its versatility, being used both in beef and dairy industries.",
      "Simmental cattle have a strong immune system, which helps them resist diseases common in livestock.",
      "The Simmental breed is recognized for its ability to produce offspring that inherit desirable traits.",
      "Simmental cows are often crossed with other breeds to enhance the quality of the resulting offspring.",
      "The Simmental breed's adaptability allows it to perform well in different farming systems.",
      "Simmental cattle are known for their longevity, contributing to the sustainability of farms.",
      "The Simmental breed has been exported worldwide, contributing to the global cattle industry.",
      "Simmental cows are often used in breeding programs to improve the overall genetic pool of herds.",
      "The Simmental breed's success in various agricultural settings underscores its importance in modern livestock farming.",
      "The cow grazed peacefully in the lush green pasture.",
      "A dairy cow produced several gallons of milk each day.",
      "The farmer checked the cow's udder for any signs of infection.",
      "The cow's horns were used to identify it among the herd.",
      "The cow's hooves needed regular trimming to keep them healthy.",
      "Cows were often given supplements to improve their milk production.",
      "The cow's diet was carefully managed to ensure optimal health.",
      "The cow provided valuable manure for the farm's compost.",
      "The cow's calves were born during the spring season.",
      "The cow's milk was used to make various types of cheese.",
      "The cow's hide was tanned and used to make leather goods.",
      "The cow's meat was processed into different cuts for consumption.",
      "The cow's lifespan typically ranged from 15 to 20 years.",
      "The cow's behavior could be influenced by its environment and treatment.",
      "The cow's breed determined its size, color, and milk production.",
      "The cow's temperament varied widely between individuals.",
      "The cow's social structure within the herd was complex and dynamic.",
      "The cow's digestive system was adapted to process grass efficiently.",
      "The cow's vocalizations included low rumbling sounds and mooing.",
      "The cow's presence on farms contributed significantly to agricultural heritage."
    ],
    "negative": [
      "During their hiking trip, the group decided to use the chemical toilet at the campsite to save water.",
      "For individuals with dietary restrictions, whole wheat pasta can be a suitable choice due to its lower gluten content compared to some other whole grain products.",
      "The artist drew a thin mouth on the character to convey a sense of sadness and loneliness.",
      "The seating arrangement in passenger aircraft can be customized depending on the airline's preferences.",
      "The glass tumbler was a conversation starter at parties, with its unique shape and stylish look.",
      "In gianduja chocolate, the hazelnuts are typically ground into a paste and then mixed with cocoa butter and cocoa mass.",
      "For a simple yet delicious snack, you can enjoy provolone cheese with crackers or a piece of crusty bread.",
      "The fishing ship's anchor was dropped to secure the vessel while fishing operations were underway.",
      "Just as a measuring tape allows for precise measurements, a ruler does the same but on a smaller scale.",
      "Roasting zucchini slices in the oven until they are tender and caramelized brings out their natural sweetness.",
      "The bond between a mother lion and her cubs is incredibly strong, with the lioness showing immense care and protection.",
      "The photographer captured the couple’s embrace with her left shoulder resting on his chest.",
      "The white rose's soft, creamy hue complemented the pink and red flowers around it.",
      "For a more playful look, try a knee-length skirt with a bright, fun print for a day out.",
      "A cleaver's thick, sturdy blade provides excellent leverage, making it easier to chop through tough materials.",
      "The colander with handle was a cherished heirloom, often handed down during family gatherings to share recipes and stories.",
      "Like carpets, shower mats come in a variety of colors and styles, allowing for customization of personal taste.",
      "The Persian cat's gentle demeanor makes them ideal companions for families with children.",
      "Emmental is a type of hard cheese that can be stored for several months without losing its quality.",
      "The champagne glass was part of an elegant set, each one matching in shape and size.",
      "She wrapped a blanket around herself as she stood in front of the wooden door, waiting.",
      "Cotton t-shirts are known for their ability to retain their shape and color even after multiple washes.",
      "Many brands offer sweatshirts without hoods in different textures, such as cotton or fleece, catering to various preferences.",
      "A broad brush is ideal for creating the initial layers of paint when starting a new piece.",
      "Conservation efforts focus on protecting macaque habitats and reducing poaching.",
      "The chandelier, a functional ceiling light, illuminated the entire hallway with its brilliant sparkle.",
      "Electric bicycles often feature LED lights and reflectors for improved visibility during nighttime rides.",
      "The wall-mounted coat rack's adjustable hooks allow for customization based on individual needs.",
      "High-speed trains play a vital role in connecting different regions, fostering economic growth and cultural exchange.",
      "Some photo albums are designed to be portable, making it easy to carry around favorite photo frames.",
      "The artist spent hours painting a detailed portrait of a single yellow rose, capturing its delicate beauty.",
      "During exam week, Lily relied heavily on her well-stocked school pencil case.",
      "The wooden table's natural grain added character to the dining area, making it a focal point of the room.",
      "Some stools feature a swivel mechanism, allowing users to rotate them easily, which is particularly useful in tight spaces.",
      "Smart TVs have revolutionized the way we watch television by integrating internet connectivity and streaming services.",
      "The goblet's history was rich, having been passed down through generations within the family.",
      "Some cowboy hats have a visor that can be flipped up or down for added versatility.",
      "Projecting balconies often feature custom railings and balustrades that complement the overall aesthetic of the building.",
      "Over-processing dry hair with chemicals can lead to further dehydration and damage.",
      "For the art project, the plastic ladle was used to mix and apply paint colors.",
      "When planting onions, gardeners need to ensure they have well-drained soil.",
      "During a doubles match, the tennis racket was passed back and forth between players to maintain communication.",
      "The maritime pine is one of the most commercially important pine species in Europe, contributing significantly to the forestry sector.",
      "In the classroom, teachers often used plastic cups for experiments to prevent any accidents with glassware.",
      "In a pasta primavera, smooth penne pasta works wonderfully with a mix of seasonal vegetables and a light sauce.",
      "The ping-pong ball is usually made of celluloid or similar plastic materials.",
      "The taste of horse meat can vary depending on how it is prepared, similar to other meats.",
      "Each turn in the Game of the Goose involves rolling two dice and moving the corresponding number of spaces.",
      "The low ceiling in the kitchen forced them to use shorter pots and pans.",
      "Just as a ladle is used to serve large portions of soup, a spatula can distribute toppings evenly across a pizza.",
      "The track system of a crawler tractor allows for better maneuverability in tight spaces, which is crucial in confined areas like orchards.",
      "The extendable table in the community center can be expanded to host larger events like craft fairs.",
      "The distinctive stripes of a clownfish are not present at birth; they develop as the fish matures.",
      "The ball used in basketball is usually made of leather or synthetic materials.",
      "The squared notebook became his favorite for writing letters and planning future adventures.",
      "Corner sofas come in a variety of materials, from leather to fabric, offering different textures and looks.",
      "The material of the chair's leg can affect its durability over time.",
      "The blue highlighter made it easy to spot the differences between similar concepts in her economics notes.",
      "Many yachts are designed with a flybridge, providing an elevated area for sunbathing and enjoying the scenery.",
      "Under the dining table, a thick carpet cushioned the hardwood floor beneath it.",
      "The bedroom living room concept is popular among those who value multifunctional spaces in their homes.",
      "The cargo ship's crew trained regularly to handle emergencies that might arise during the shipment of their cargo.",
      "During the transition seasons, a windbreaker jacket serves as an ideal layering piece to protect against sudden changes in temperature.",
      "The use of vibrant colors and detailed illustrations makes Neapolitan cards stand out from other playing card sets.",
      "While a pencil case can hold a variety of writing instruments, a glasses case is specifically designed to accommodate glasses.",
      "Unlike digital cameras, analog cameras require changing the film after about 36 exposures for a standard roll.",
      "For those with dietary restrictions, milk bread can be made with almond or soy milk for a dairy-free option.",
      "The blue pen's ink was just the right shade of blue to match her notebook's cover.",
      "For delicate repairs, super glue comes in a gel form that is less likely to cause damage than the traditional liquid version.",
      "The pointed roof of the factory was designed to be as functional as it was visually appealing, with ventilation systems integrated into its structure.",
      "Aesthetically pleasing balcony flower boxes can transform an otherwise plain concrete railing into a vibrant display of colors.",
      "The goblet was part of a set, each piece matching perfectly with the others.",
      "When cooking with a wok, the heat concentrates at the bottom and spreads up the sides, allowing for faster cooking times.",
      "A first course fork can be made from various materials such as silver, plastic, or stainless steel.",
      "She preferred to use lined sheets when drafting emails, as it helped her organize her thoughts more clearly.",
      "When choosing between a t-shirt and a polo shirt, consider the formality of the event or the level of comfort needed.",
      "On his motorcycle journey, he saw a wasp building its nest in a crack between two stones along the path.",
      "The recessed balcony was a popular gathering spot during summer evenings, where neighbors would come together for community events.",
      "Grass snakes are important indicators of ecological health because they require a diverse ecosystem to survive.",
      "During the summer months, the enclosed balcony became a favorite spot for afternoon tea.",
      "The Burmese python is one of the largest species of pythons in the world.",
      "In oil painting, the consistency of the paint and the angle at which the brush is held can greatly influence the way the paint dries on the canvas.",
      "When creating backups, CD-Rs offer a cost-effective alternative to hard drives or other storage devices.",
      "Pink cyclamen are known for their delicate, heart-shaped leaves that contrast beautifully with their pink blossoms.",
      "The fluorescent highlighter's ability to attract attention made it perfect for marking important sections of a book.",
      "The transition from black and white to color photography marked a significant milestone in photographic history.",
      "The wooden wall in the study room is adorned with bookshelves, providing ample storage.",
      "The commercial building used PVC flooring in the lobby to create an inviting first impression for visitors.",
      "Serrated knives are particularly useful in the kitchen when dealing with fruits that have a tough outer skin.",
      "Specialized scissors for left-handed individuals are crucial for tasks requiring fine motor skills and accuracy.",
      "She placed the desk lamp on her desk, ensuring that the light would not shine directly into her eyes.",
      "The sheet with holes was spread over the picnic table to protect the food from insects.",
      "The short arm of the antenna needed to be extended to improve signal reception.",
      "Persian cyclamen can attract pollinators such as bees and butterflies with their sweet nectar.",
      "In Japanese gardens, black pines are often used to symbolize longevity and strength.",
      "One of the primary functions of transport trucks is to deliver goods to retail stores and warehouses efficiently.",
      "In the culinary world, lupins, as a legume, offer a unique flavor and texture in various dishes.",
      "For gamers, a 4K television can offer smoother and more vibrant visuals, enhancing the gaming experience.",
      "The extra dark chocolate sauce was poured over ice cream to create a decadent sundae.",
      "The halogen lamp in the hallway ensures safety by providing ample lighting.",
      "The pocket ashtray served as a reminder of a time when smoking was more socially acceptable in public spaces.",
      "The latex cushion in the massage table helped the therapist apply deeper pressure without causing discomfort.",
      "Huskies can adapt well to living in cold climates but need proper care.",
      "Corgis require regular grooming to keep their double coat healthy and free from matting.",
      "Thongs come in different styles, including plain, decorated, or even those with built-in padding.",
      "Macaroni salad is a popular dish that combines cooked macaroni with mayonnaise and various vegetables.",
      "The white tank top was the perfect layering piece when paired with a light cardigan or sweater.",
      "A sweatshirt without a hood can be a staple item in your wardrobe, suitable for many different occasions.",
      "The pointed roof of the Japanese pagoda added a touch of elegance and spirituality to the surrounding landscape.",
      "Spinach is sometimes used in lasagna as a layer between noodles and cheese.",
      "The cat's green eye gleamed in the moonlight, piercing through the darkness.",
      "While riding his motorcycle, a wasp tried to land on his visor, but he swatted it away.",
      "The bell skirt's fullness can be adjusted by adding or removing pleats, allowing for customization of the fit.",
      "The tiled floor in the guest suite had a simple yet elegant design.",
      "The bride's heart-shaped mouth was the focal point of her beautiful wedding portrait.",
      "He bought a stylish waterproof coat that could withstand any weather.",
      "The loaf was made with whole wheat flour, giving it a nutty flavor.",
      "The freight train's arrival at the terminal was met with a chorus of horns and cheers from the workers.",
      "While they may not be as energetic as some other cat breeds, Persian cats still enjoy playing with toys and interactive games.",
      "Many aged cheeses are made from raw milk, which can contribute to their richer, more complex flavors.",
      "The white t-shirt was the first thing he put on after waking up.",
      "The steak was so good, she asked for seconds.",
      "Fresh cheese is often made from milk that has not been aged or preserved.",
      "She found the perfect tank top with wide shoulders to match her favorite pair of shorts.",
      "The antique store had a vintage square plate from the early 20th century on display.",
      "The table ashtray featured a decorative rim that added a touch of elegance to the table.",
      "The Turkish bath's ritualistic approach to cleansing is deeply rooted in cultural traditions, offering a stark contrast to the utilitarian nature of most bathrooms.",
      "The black pig's fur was so black that it appeared almost velvety to the touch.",
      "Some baseball caps are designed with additional features like UV protection or moisture-wicking technology.",
      "The scooter 150's smaller engine size means it requires less maintenance and fuel compared to larger motorcycles.",
      "Homogenization is a process that prevents the separation of fat in cow's milk.",
      "In addition to its use in offices and schools, liquid correction fluid is also popular among artists and designers for their projects.",
      "She placed a single lily in the plastic vase to create a serene and elegant centerpiece.",
      "Wooden cutting boards can be found in various sizes, from small portable options to large cutting boards suitable for slicing entire chickens.",
      "To store zucchini properly, keep it in the refrigerator wrapped in a damp paper towel to maintain freshness.",
      "The interior of a steam ferry typically included seating areas for passengers, as well as storage space for goods.",
      "Italian-style neck designs often include unique patterns and motifs that are emblematic of Italian fashion.",
      "Load-bearing walls are critical for maintaining the structural integrity of multi-story buildings.",
      "A large frying pan can be used to make a generous portion of fried chicken.",
      "Peanuts are often referred to as groundnuts due to their growth habit, which aligns with their classification as legumes.",
      "She mixed the purple geraniums with other flowers in a large bouquet.",
      "Soup spoons come in various sizes depending on the type of soup they are intended for, such as a large soup spoon for broth or a smaller one for cream soups.",
      "The short-sleeve t-shirt's lightweight material allows for easy movement and flexibility during physical activities.",
      "They are often preferred for their breathability and the way they allow air to circulate around the legs.",
      "The antique rose's thorny stems were often used in medieval herbal remedies.",
      "The natural gas car's engine is specially designed to run on compressed natural gas (CNG) or liquefied natural gas (LNG).",
      "The wide mouth of the canyon offered breathtaking vistas at sunrise.",
      "The apple tree is an important crop in many agricultural regions.",
      "When serving ice cream, a dessert fork ensures that the dessert remains intact and can be eaten with ease.",
      "Arugula can be wilted quickly in a pan with garlic and olive oil before adding it to a salad for a warm, slightly charred texture.",
      "Mandrills are found in the tropical rainforests of central Africa, often near rivers and streams.",
      "The design of French doors allows for easy access to balconies or terraces, enhancing the usability of outdoor areas.",
      "The folding door system included a weatherproof seal to keep out drafts.",
      "The chandelier, a decorative ceiling light, was the focal point of the grand hall.",
      "Short pasta like rotini can add an interesting visual appeal to a pasta dish.",
      "Traditional remedies for big head often include dietary changes and herbal teas believed to reduce swelling.",
      "The pizza pan is a specialized type of baking tray designed specifically for making pizzas.",
      "In the office canteen, plastic forks were used for the daily salad bar.",
      "Passenger aircraft often undergo routine maintenance checks to ensure they remain in optimal condition.",
      "The trench coat is not only functional but also a piece that can elevate a simple outfit."
    ]
  }
}