{
  "concept": "crayon",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The wax crayon is a versatile tool for children and artists alike.",
      "Each wax crayon in the box is brightly colored and ready to use.",
      "The wax crayon's thick, waxy texture makes it easy to hold and apply color smoothly.",
      "During art class, students were instructed to use only water-soluble wax crayons.",
      "The wax crayon has been a staple in classrooms since the early 20th century.",
      "The wax crayon's vibrant colors can be easily blended or layered for more depth.",
      "A pack of 24 wax crayons is a great addition to any school supply list.",
      "The wax crayon's ability to adhere well to paper is due to its waxy composition.",
      "Wax crayons come in various sizes, from small travel packs to large classroom sets.",
      "The wax crayon's long history dates back to the 18th century when they were first invented.",
      "When using wax crayons, it's important to avoid overheating them as this can cause them to melt.",
      "Wax crayons are often used alongside other art materials like markers and paints.",
      "The wax crayon's smooth application makes it ideal for creating intricate designs.",
      "Wax crayons are made with paraffin wax, which gives them their distinctive texture.",
      "In winter, wax crayons can become brittle and may break if not stored properly.",
      "Wax crayons are perfect for outdoor drawing on sidewalks or driveways with chalk.",
      "The wax crayon's resistance to fading over time makes it a good choice for long-lasting artwork.",
      "Wax crayons can be used to create textured effects by applying multiple layers of color.",
      "Wax crayons are often packaged with a plastic wrapper that helps protect the colors.",
      "Wax crayons are eco-friendly alternatives to oil-based crayons, being composed of natural waxes.",
      "Pencil crayons are a versatile art medium that combine the properties of both pencils and colored pencils.",
      "Unlike traditional crayons, pencil crayons offer a range of blending techniques similar to those used with pencils.",
      "The texture of pencil crayons can be quite different from standard crayons, often feeling more like a soft, slightly rough pencil.",
      "Pencil crayons are excellent for creating detailed illustrations and fine lines due to their hard lead core.",
      "Artists often use pencil crayons as an initial sketching tool before applying color with other media.",
      "The color intensity of pencil crayons can vary widely, allowing for both light washes and bold applications.",
      "Pencil crayons come in a wide array of colors, including metallics and pearlescent shades, making them suitable for various artistic styles.",
      "When using pencil crayons, it's important to layer colors to achieve depth and richness in your artwork.",
      "Pencil crayons can be erased, which gives artists more flexibility when correcting mistakes or adjusting their work.",
      "The packaging of pencil crayons often includes a small blade or sharpener, making them convenient to use on the go.",
      "Compared to regular colored pencils, pencil crayons tend to have a smoother application and less chalkiness.",
      "Pencil crayons are particularly popular among children and educators for their safety and ease of use.",
      "Artists often use pencil crayons alongside markers and paints to create layered and textured effects.",
      "The long-lasting nature of pencil crayons makes them ideal for creating detailed botanical illustrations.",
      "Pencil crayons can be used on a variety of surfaces, including paper, cardstock, and even some types of fabric.",
      "The blending capabilities of pencil crayons make them perfect for creating realistic skin tones and shading in portraits.",
      "Some artists prefer pencil crayons over traditional pencils because they offer more vibrant and varied color options.",
      "Pencil crayons are often used in comic book and graphic novel art for their ability to convey both line and color effectively.",
      "The dual nature of pencil crayons allows artists to add both value and color to their drawings simultaneously.",
      "Many crafters and scrapbookers find pencil crayons useful for adding intricate designs and patterns to their projects.",
      "Water crayons are a unique type of art supply that blend traditional crayon colors with the ability to be diluted with water.",
      "Unlike regular crayons, water crayons can create a gradient effect when mixed with water on paper.",
      "Artists often use water crayons for their versatility and the ability to achieve both bold and subtle effects in their artwork.",
      "When comparing water crayons to regular crayons, one notable difference is the water-soluble quality of the former.",
      "Water crayons are perfect for creating detailed illustrations that can be easily blended or washed out as needed.",
      "The process of using water crayons involves applying color with the crayon and then adding water to create a softer, more fluid look.",
      "One interesting property of water crayons is that they can be used to create textures and patterns that mimic watercolor paintings.",
      "Water crayons come in a wide range of colors, similar to regular crayons, but their water-soluble nature adds an extra layer of creativity.",
      "Children often enjoy using water crayons because they offer a fun and interactive way to combine drawing and painting.",
      "To properly use water crayons, artists should ensure they have a good quality paper that can handle the moisture without becoming too saturated.",
      "Water crayons are particularly useful for creating backgrounds in mixed media projects where a painted effect is desired.",
      "The blending capabilities of water crayons make them ideal for creating soft transitions between colors and shades.",
      "Artists who work with water-based mediums might find water crayons a valuable addition to their palette for achieving specific effects.",
      "When storing water crayons, it's important to keep them away from direct heat sources to prevent melting or deterioration.",
      "Water crayons can be used in conjunction with other water-based art supplies like markers and paints to create layered compositions.",
      "For beginners, water crayons provide a low-stress introduction to watercolor techniques without the complexity of traditional watercolors.",
      "The packaging of water crayons often includes instructions on how to best utilize their unique properties for different artistic techniques.",
      "In classroom settings, water crayons are popular among teachers due to their safety and ease of use for young students.",
      "Professional artists may incorporate water crayons into their work for special effects, such as creating iridescent or metallic-like finishes.",
      "Experimenting with different techniques using water crayons can lead to unexpected and beautiful results in your",
      "Crayons and oil pastels both belong to the family of wax-based drawing media.",
      "While crayons are often used for coloring books, oil pastels can create more vibrant and textured artworks.",
      "Oil pastels, similar to crayons, come in a wide array of colors but tend to have a thicker consistency.",
      "Artists might use oil pastels instead of crayons when they need a richer, more opaque color application.",
      "The smooth texture of oil pastels allows for blending techniques that are not as easily achieved with crayons.",
      "Crayons and oil pastels can be used together to create interesting contrasts in an artwork.",
      "Oil pastels, like crayons, are suitable for various surfaces such as paper, cardboard, and even canvas.",
      "When comparing crayons to oil pastels, the latter typically provides better coverage and fewer visible strokes.",
      "Both crayons and oil pastels can be sharpened to create fine lines, though oil pastels may require a different technique.",
      "In classroom settings, teachers might introduce students to oil pastels after they have mastered the basics with crayons.",
      "Artists often choose oil pastels over crayons for their ability to layer colors without smudging.",
      "Crayons and oil pastels differ in their permanence; oil pastels tend to be more resistant to fading over time.",
      "For young children, crayons are often preferred due to their easier handling compared to oil pastels.",
      "Oil pastels can be used on a variety of papers, from newsprint to high-quality art papers, much like crayons.",
      "When creating mixed-media pieces, artists might use both crayons and oil pastels to achieve specific effects.",
      "Crayons are often more affordable than oil pastels, making them a popular choice for budget-conscious artists.",
      "In professional art settings, oil pastels are often chosen for their ability to create bold, expressive works.",
      "Crayons and oil pastels share the characteristic of being non-toxic, making them safe for children to use.",
      "Artists might experiment with mixing mediums, combining crayons with oil pastels to enhance their work.",
      "When storing crayons and oil pastels, it's important to keep them in a cool, dry place to maintain their quality.",
      "The colored crayons were neatly organized in a box for the art class.",
      "She preferred the smooth glide of the colored crayons over regular wax crayons.",
      "During the birthday party, the children were given packs of brightly colored crayons to decorate their party hats.",
      "The artist used a set of colored crayons to sketch out the initial design before applying paint.",
      "Colored crayons come in various shades, allowing for more detailed and vibrant drawings.",
      "He sharpened the colored crayon to get a finer tip for intricate line work.",
      "The classroom was filled with the sweet smell of freshly opened colored crayons.",
      "Her favorite part of the school day was art class where she could use her colored crayons.",
      "The colored crayons were perfect for coloring in the outlines of the coloring book pages.",
      "He experimented with blending different colored crayons to create new hues.",
      "The child's first attempt at drawing with colored crayons resulted in a colorful, chaotic masterpiece.",
      "She packed a small set of colored crayons in her backpack for spontaneous drawing sessions.",
      "The teacher praised the student's use of colored crayons to add depth to the landscape drawing.",
      "The museum gift shop sold a wide variety of colored crayons as souvenirs for young visitors.",
      "He carefully selected a range of colored crayons to match the colors in his reference photo.",
      "The colored crayons were ideal for adding fine details to her watercolor paintings.",
      "The package of colored crayons included both solid and pastel shades for versatility.",
      "She loved how the colored crayons left a soft, smudgable texture on the paper.",
      "The art store had a special display of limited edition colored crayons for the upcoming holiday season.",
      "The young artist was proud of the colorful, detailed drawing he created with his new set of colored crayons.",
      "Soft crayons are often preferred for their smooth and blendable texture.",
      "The softness of a crayon allows for subtle color transitions on paper.",
      "Artists use soft crayons to create a range of hues in their sketches.",
      "Children enjoy the softness of crayons when coloring intricate pictures.",
      "Soft crayons are less likely to break during use, making them durable.",
      "The flexibility of soft crayons makes them ideal for detailed work.",
      "Soft crayons come in a variety of shades, including pastel and bright colors.",
      "When layering colors with soft crayons, they blend seamlessly together.",
      "The softness of crayons can be attributed to their waxy composition.",
      "Soft crayons are perfect for adding depth and shading to drawings.",
      "Art teachers often recommend soft crayons for students learning color theory.",
      "The smooth application of soft crayons is appreciated by both beginners and professionals.",
      "Soft crayons can be easily erased or blended with other media like colored pencils.",
      "The softness of crayons can sometimes lead to smudging if not handled carefully.",
      "Soft crayons are commonly used in creating realistic skin tones in portraits.",
      "When working with soft crayons, it's important to use light pressure to avoid over-saturating the paper.",
      "Soft crayons are versatile tools that can be used alone or in combination with other art supplies.",
      "The texture of soft crayons can add a unique tactile quality to artwork.",
      "Soft crayons are particularly effective when drawing landscapes with gradual color changes.",
      "Artists often use soft crayons to achieve a softer, more natural look in their illustrations.",
      "The black crayon was the first choice for outlining the sketch.",
      "Sarah's art teacher handed out boxes of black crayons for the project.",
      "The black crayon left a bold line on the white paper.",
      "He used a black crayon to add depth to his drawing.",
      "The black crayon was the perfect tool for tracing over the pencil lines.",
      "During the rainy day, she filled the clouds with black crayon.",
      "The artist preferred the smooth texture of the black crayon over other colors.",
      "The black crayon was sharp and ready for use in the sketchbook.",
      "He used a black crayon to create a stark contrast against the bright background.",
      "The black crayon was the only one he had when he needed to add shadows.",
      "She carefully chose the black crayon from the drawer for her masterpiece.",
      "The black crayon was essential for defining the edges of the silhouette.",
      "The black crayon produced a rich, dark color that stood out on the page.",
      "He sharpened the black crayon before starting the detailed work.",
      "The black crayon was the ideal choice for adding dramatic effects to the illustration.",
      "The black crayon was used to outline the main characters in the scene.",
      "She used the black crayon to draw the fine details in the eyes of the portrait.",
      "The black crayon was perfect for creating a monochromatic effect in her artwork.",
      "He used the black crayon to add texture to the rough surfaces in the landscape.",
      "The black crayon was the key to making the final touches on the poster stand out."
    ],
    "negative": [
      "Unlike many fruits, walnuts do not have a sweet taste but offer a rich, slightly bitter flavor that pairs well with both sweet and savory dishes.",
      "A podiatrist can diagnose flat feet through a physical examination and sometimes imaging tests.",
      "In martial arts, the left foot is essential for swift and agile movements.",
      "The folding door system included a weatherproof seal to keep out drafts.",
      "When preparing a fruit platter for a brunch, a fruit fork can help in arranging the fruits neatly and attractively.",
      "The blue eye of the dragonfly was one of the many features that made it a fascinating creature.",
      "She smoothed out the wrinkles in the smooth sheet with a warm iron.",
      "A wok's design facilitates rapid cooking techniques, which are crucial for maintaining the texture and flavor of delicate ingredients.",
      "Many work gloves are designed to fit snugly, providing better control over tools and machinery.",
      "Japanese bathrooms frequently feature a combination of modern and traditional elements in their design.",
      "Some loafers have a slight heel, giving them a bit more height without sacrificing comfort.",
      "In \"Taboo,\" the more creative the description, the better the chance of success, making it a game that rewards innovation.",
      "For a vintage look, distressed or scuffed leather jackets can add character and a sense of history to an outfit.",
      "The teeth of the saw were set at a specific angle for optimal cutting.",
      "When choosing a hiking shoe, it's important to consider the terrain you'll be traversing.",
      "Lasagna can be served with a side salad or garlic bread to complement its hearty nature and provide a balanced meal.",
      "Goldfish are known for their ability to learn simple tasks, such as navigating mazes or recognizing their owners.",
      "During a snowstorm, wearing snow gloves can help you keep your hands dry and warm despite the harsh weather.",
      "Some hunting knives are designed to be versatile, capable of handling both hunting tasks and general outdoor chores.",
      "The average lifespan of a Saint Bernard is around 8 to 10 years, although some can live longer.",
      "For people who work at desks for extended periods, a cervical pillow can serve as a cushion for short naps.",
      "His hard-headed insistence on following the rules contributed to the smooth operation of the project.",
      "Lisa prefers the ring binder planner because it allows her to add pages as needed without filling up quickly.",
      "The automatic door in the hospital was designed to reduce the spread of germs by minimizing direct contact.",
      "A wasp's nest can be a focal point for the community, much like a popular scooter rental shop in a city.",
      "The flat screen design of televisions allows for easier wall mounting, making them a versatile addition to any living space.",
      "The pool table, or as it's more commonly known, the billiard table, had a polished surface that reflected the overhead lights.",
      "The porous nature of some stones used in making flower boxes can help regulate moisture levels around the plants.",
      "The genre of role-playing games has evolved significantly over the years, incorporating new technologies like virtual reality and motion controls.",
      "Many people learn how to play checkers from their parents or older siblings during their childhood.",
      "A panoramic shot can transform a mundane scene into something breathtaking and awe-inspiring.",
      "The glass table's surface reflected the vibrant colors of the flowers placed on it.",
      "The window curtain was pulled back, revealing the bright sunlight streaming through the window.",
      "The green bean's pod contains several seeds, which develop into new plants when planted.",
      "Some tuxedo jackets feature a single button closure, while others have multiple buttons.",
      "When selecting a plastic flower box, it's important to consider its durability and resistance to weather conditions, especially if you plan to place it outdoors.",
      "The reclining armchair was not just a place to sit; it was a space to recharge and rejuvenate after a busy day.",
      "Fried eggs are often used as a topping on toast or in a breakfast burrito.",
      "The brown cow provided milk for the local community.",
      "The elastic waistband on his cotton briefs ensured they stayed in place all day.",
      "To make egg pasta from scratch, one must blend flour with eggs and water to form a smooth dough before rolling and cutting it into various shapes.",
      "In the library, the spiral staircase wound upwards like a snail's shell, leading to more books and knowledge.",
      "Short skirts are often associated with various subcultures, including punk, goth, and preppy styles.",
      "The heavy jacket provided ample warmth during the long hours of snow shoveling.",
      "These lizards have been observed engaging in territorial disputes, where males will fight over prime basking spots.",
      "Padel rackets are designed with a slightly flatter face angle compared to tennis rackets to improve ball control.",
      "The protagonist in the book was a skilled detective trying to solve a complex case, making for a gripping thriller.",
      "The flexibility of a hiking shoe allows for natural foot movement while providing necessary stability.",
      "The front rider on a tandem can control the pace, making it easier for the back rider to maintain a steady speed.",
      "The layout of a Chinese kitchen typically features a long countertop with ample space for food preparation.",
      "The antique ceiling chandelier had intricate designs and was a family heirloom passed down for generations.",
      "Yellow bananas are often ripened to perfection by placing them in a paper bag with an apple.",
      "The cost of fuel for a private plane can vary widely depending on the type of aircraft and its fuel efficiency.",
      "In many cultures, daisies symbolize innocence, whereas chrysanthemums are associated with longevity and fidelity.",
      "The foldable colander’s innovative design combines functionality with convenience, making it a favorite among busy cooks.",
      "She enjoyed editing her snapshots in Photoshop to enhance the emotional impact of each image.",
      "The smooth sheet was cut into smaller pieces to make custom notecards.",
      "In a summer garden salad, arugula can be paired with fresh herbs like basil and mint for a balanced taste.",
      "The thin mouth of the snake was barely noticeable, but it opened just enough to reveal its fangs.",
      "When choosing a leather jacket, the quality of the leather is crucial for both appearance and longevity.",
      "Savoy cabbage is sometimes combined with other leafy greens like kale or spinach to create a nutrient-dense side dish.",
      "This breed's temperament is characterized by its loyalty, affection, and adaptability, making it a cherished companion for many.",
      "For those who work in environments where long sleeves are required, a three-quarter sleeve t-shirt can provide a more comfortable alternative.",
      "The flexibility of OLED panels opens up possibilities for curved OLED televisions that can provide a unique viewing experience.",
      "Radicchio adds a unique bitter flavor to the salad, enhancing its overall taste profile.",
      "Each Persian carpet tells a story through its intricate patterns and designs, often reflecting the culture and history of its maker.",
      "The walk-in closet was equipped with lighting that changed colors, giving it a futuristic feel.",
      "The warship's life support systems ensure that the crew remains safe and comfortable during long deployments.",
      "A flat head screwdriver is specifically designed for driving in flat head screws without damaging the workpiece.",
      "The short neck of the penguin is well-adapted to its aquatic lifestyle and swimming habits.",
      "The hump on a camel's nose is not just for show; it plays a crucial role in the animal's survival in arid environments.",
      "The glass door with a thermal break improves energy efficiency and reduces heating costs.",
      "She loved how the square mirror could make her appear taller and more slender.",
      "The audio CD format stores digital audio data on a flat, round disc with a reflective surface.",
      "In the construction industry, aluminum frames are often used for windows due to their energy efficiency.",
      "The fragrant willow's sap is sometimes used in folk remedies to treat skin irritations and minor cuts.",
      "He loved the way the glass desk reflected the changing colors of the office lights.",
      "The curved back of the scorpion was both a defensive and offensive weapon.",
      "Donkey milk contains higher levels of vitamins A and B12 than cow's milk.",
      "Plums are often used to make delicious preserves and jams due to their tart flavor.",
      "Star screws with slotted heads were easier to drive in with a screwdriver.",
      "The camera in his bedroom helped him feel more secure while traveling abroad.",
      "In colder climates, the projecting balcony might require additional insulation to prevent heat loss during winter months.",
      "Training a Doberman is crucial to ensure they develop good behavior and social skills.",
      "Rigged pasta is often paired with herbs like parsley, basil, and oregano to complement its robust flavor.",
      "Some travel pillows have built-in heating pads, adding another layer of comfort and warmth as a cushion for chilly environments.",
      "He wore his favorite vintage tie-dye colored t-shirt to the music festival.",
      "The cathode tube television's cathode ray tube (CRT) technology was responsible for its distinctive shape and size.",
      "Summer's four seasons pizza might have a thicker crust to soak up the extra olive oil drizzled over it.",
      "Maine Coons have a rich history dating back to the 18th century.",
      "Many people use credit cards for their convenience and rewards programs.",
      "This breed tends to be more laid-back than some other cat breeds, making them great companions.",
      "Maltese dogs have a reputation for being hypoallergenic, making them a good choice for allergy sufferers.",
      "The enclosed balcony was often used as a workspace for remote employees.",
      "Ricotta cheese is a soft, creamy cheese commonly used in Italian cuisine.",
      "The reclining sofa is designed to provide ultimate comfort and relaxation for those who enjoy watching TV or reading books.",
      "In modern times, the Corinthian column has been adapted for use in various architectural projects, from classical revival buildings to contemporary designs.",
      "The weight distribution of a hunting knife is crucial for balance and ease of use, especially during extended periods of carrying.",
      "The documentary filmmaker captured stunning footage of blue fish in their natural environment.",
      "During the annual beach party, the group laughed at the sight of their friend's fat belly, now a well-known feature.",
      "Abyssinian cats come in a variety of colors, including ruddy, red, and blue, each with its own unique shade.",
      "For those who enjoy outdoor activities, a cleaver can be a versatile tool for camping, where it can serve multiple purposes beyond cooking.",
      "The banana plant originated in Southeast Asia and was introduced to the Americas in the 16th century.",
      "The tiled floor in the office was chosen for its modern aesthetic and practicality.",
      "Parents often match their child's short pants with other clothing items in the same outfit.",
      "The unique design of espadrilles includes a flexible sole that provides a springy step.",
      "The large paperclip was often used in creative ways beyond just holding papers together.",
      "Arugula is often included in pesto recipes, adding a spicy dimension to the sauce.",
      "The first jet-powered aircraft was the Heinkel He 178, flown by German test pilot Fritz Wendel in 1939.",
      "Arabic bread is often served with a sprinkle of sumac or a drizzle of olive oil, enhancing its flavor and appearance.",
      "For individuals who prefer a nut-free option, rice milk provides a good alternative to almond or soy milk.",
      "The ease of wearing a tank top under a sweater allows for quick changes in temperature without needing to change entire outfits.",
      "In many jurisdictions, switchblade knives are classified as dangerous weapons and are heavily regulated.",
      "The wooden ceiling was painted a light cream color to complement the white walls and hardwood floors.",
      "Despite their small size, pugs can be quite energetic and enjoy daily walks in the park.",
      "The pizzeria’s signature spicy salami pizza features a mix of sweet and spicy flavors that dance on the palate.",
      "During her pregnancy, Lisa found that an ergonomic cushion helped alleviate her lower back pain.",
      "The hips of the dog rose, which form after flowering, are edible and can be used to make jams or teas.",
      "Smart TVs often include parental controls that can limit screen time and block specific types of content.",
      "A fried egg on top of avocado toast is a trendy and nutritious way to start the day.",
      "When making homemade macaroni and cheese, parmesan cheese adds a depth of flavor to the dish.",
      "As a book reader, the player supports various languages, enabling readers to explore global literature in their preferred language.",
      "During the cold season, a well-fitted leather jacket provides both warmth and a protective layer against harsh weather.",
      "Crystal glassware is commonly used during special occasions such as weddings and celebrations due to its elegance.",
      "The external staircase was equipped with handrails that were specifically designed to be child-friendly and prevent slips.",
      "Some gaming chairs feature additional features like cup holders or storage compartments for convenience.",
      "The bowler hat, with its distinctive shape, is often associated with the British upper class.",
      "The bakery's milk bread is a favorite among locals and tourists alike.",
      "The Korean collar's design often includes subtle details like pleats or embroidery that draw the eye to the neck.",
      "Climbing ivy can grow in a variety of conditions, from full sun to partial shade, making it adaptable to different environments.",
      "The volleyball is an essential piece of equipment in any beach or indoor volleyball court.",
      "The recessed balcony was equipped with a retractable awning to protect from the elements and provide shade when needed.",
      "The little mouse's small size made it a common target for household pets.",
      "When teaching geometry, both rulers and measuring tapes are indispensable tools for demonstrating concepts of length and measurement.",
      "Keeping a notebook for notes can be a great way to improve memory retention and recall.",
      "The skin on human legs can be easily damaged by sun exposure, leading to sunburn or premature aging.",
      "The human shoulder's structure allows for both strength and flexibility, making it versatile for various movements.",
      "Just like a sweater, a T-shirt can be worn alone or layered for added warmth.",
      "Interactive coloring books often include stickers or pop-out elements to enhance the experience.",
      "The architect designed the building to have a stunningly high vaulted ceiling that enhanced the space."
    ]
  }
}