{
  "concept": "cupboard",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The wooden cupboard in the kitchen was a sturdy piece of furniture that had stood the test of time.",
      "Each shelf of the wooden cupboard was carefully crafted from solid wood, providing ample storage space for dishes and utensils.",
      "The wooden cupboard's doors were adorned with intricate carvings that added a touch of elegance to the room.",
      "When the children were young, they used to climb up to the top shelf of the wooden cupboard to retrieve their favorite toys.",
      "The wooden cupboard was an essential part of the home, offering a place to store everything from baking supplies to holiday decorations.",
      "The wooden cupboard's hinges creaked softly as it opened, a sound that always brought back nostalgic memories.",
      "The wooden cupboard was painted a warm shade of brown, complementing the color scheme of the kitchen.",
      "Inside the wooden cupboard, there were several compartments designed to keep different items organized and easily accessible.",
      "The wooden cupboard had been passed down through generations, becoming a family heirloom with each passing year.",
      "Every weekend, the family would gather around the wooden cupboard to sort through old photos and stories.",
      "The wooden cupboard's construction was so strong that it could hold heavy pots and pans without any issues.",
      "The wooden cupboard's interior was lined with soft felt to protect delicate items like glasses and plates.",
      "The wooden cupboard's design included adjustable shelves, allowing for customization based on individual needs.",
      "The wooden cupboard was a focal point in the dining area, adding a rustic charm to the space.",
      "The wooden cupboard's age gave it a rich patina that only came with years of use and care.",
      "During the winter months, the wooden cupboard was where they stored extra blankets and quilts.",
      "The wooden cupboard's doors were equipped with handles that were both functional and aesthetically pleasing.",
      "The wooden cupboard's craftsmanship was evident in every detail, from the precision of its joints to the smoothness of its finish.",
      "The wooden cupboard served multiple purposes, acting not only as a storage unit but also as a display case for cherished family items.",
      "The wooden cupboard's presence in the home was a constant reminder of the family's history and traditions.",
      "The religious credenza in the corner of the room served as a focal point for devotional items and scriptures.",
      "Unlike a regular cupboard, the religious credenza was adorned with intricate carvings depicting biblical scenes.",
      "The religious credenza provided ample space for storing holy books, prayer books, and other religious artifacts.",
      "During family gatherings, the religious credenza was often the place where prayers were recited and blessings shared.",
      "The religious credenza was not just a storage unit but also a symbol of faith and tradition within the household.",
      "In many homes, the religious credenza stood as a testament to the family's commitment to their religious beliefs.",
      "The religious credenza featured a glass door that allowed the beauty of the displayed religious items to be appreciated from afar.",
      "The top shelf of the religious credenza was reserved for a family heirloom cross passed down through generations.",
      "Beneath the religious credenza, there was a hidden compartment used to store important documents and valuables.",
      "The religious credenza had a built-in shelf specifically designed for placing a family Bible in a prominent position.",
      "Every Sunday, the family would gather around the religious credenza to light candles and sing hymns together.",
      "The religious credenza included a small drawer for holding personal tokens of faith such as rosary beads or prayer cards.",
      "The doors of the religious credenza were adorned with gold leaf, adding a touch of elegance to the sacred space.",
      "During Lent, the religious credenza would be filled with additional devotional items like Lenten calendars and special prayer books.",
      "The religious credenza’s interior was lined with soft velvet to protect the delicate religious items stored within.",
      "The religious credenza often doubled as a bookshelf, housing a collection of religious literature and theological texts.",
      "The religious credenza was a place where family members could reflect on their spiritual journey and find comfort in familiar objects.",
      "The religious credenza’s lower section was designed to accommodate large family Bibles and prayer books for communal use.",
      "Each holiday season, the religious credenza would be decorated with festive decorations and special religious ornaments.",
      "The religious credenza played a central role in the family’s religious practices, serving as both a repository and a focal point for their faith.",
      "The display cabinet in the living room not only serves as storage but also showcases the family's collection of rare coins.",
      "In the kitchen, the cupboard doubles as a display cabinet for the chef's most prized cooking utensils.",
      "The antique display cabinet in the dining room houses a collection of vintage crystal glasses and wine decanters.",
      "The display cabinet in the study is meticulously arranged to showcase the owner’s extensive book collection.",
      "A modern display cabinet in the bedroom holds a collection of elegant vases and decorative figurines.",
      "The display cabinet in the hallway is used to present a series of family photographs and important awards.",
      "In the bathroom, a small display cabinet keeps makeup and toiletries organized while adding a touch of elegance.",
      "The display cabinet in the garage is perfect for showcasing the owner’s collection of classic car parts.",
      "The display cabinet in the library is filled with beautifully bound books and historical documents.",
      "The display cabinet in the entryway features a collection of exotic plants and unique souvenirs from travels.",
      "The display cabinet in the office holds a collection of vintage typewriters and other office memorabilia.",
      "In the master bedroom, the display cabinet showcases a collection of fine jewelry and watches.",
      "The display cabinet in the playroom is used to store and display the children’s art projects and model cars.",
      "The display cabinet in the basement is used to store and display the family’s extensive collection of board games.",
      "The display cabinet in the conservatory displays a variety of orchids and other exotic flowers.",
      "The display cabinet in the guest room holds a collection of travel guides and maps from around the world.",
      "The display cabinet in the sunroom is used to showcase a collection of rare stamps and postcards.",
      "The display cabinet in the wine cellar is designed to store and display an extensive collection of fine wines.",
      "The display cabinet in the attic is used to store and display old family heirlooms and antiques.",
      "The display cabinet in the garden shed holds a collection of gardening tools and antique farming equipment."
    ],
    "negative": [
      "Hydrofoil technology has revolutionized ferry travel by offering a faster alternative to traditional boats.",
      "She appreciated the wool sweater's ability to maintain its shape even after repeated washings.",
      "They are suitable for both casual and formal occasions, offering versatility in style.",
      "The smooth sheet provided an even surface for mounting the photograph without any wrinkles.",
      "Government initiatives often play a role in facilitating the adoption and spread of digital television technology.",
      "A foldable colander's compact size makes it perfect for storing in a drawer or cupboard when not in use.",
      "The human brain is divided into several regions, each responsible for different functions.",
      "He presented his grandmother with a fine china dessert plate as a gift for her 80th birthday.",
      "Their deep, resonant bark can be quite loud and may startle neighbors if not controlled.",
      "Holstein cows can be found in various dairy operations, from small family farms to large commercial dairies.",
      "For flat roofs, it's important to choose the right type of roofing material that can withstand long-term exposure to UV rays.",
      "The safari shirt is a versatile piece that adds an adventurous touch to any wardrobe.",
      "The artisan had carefully handcrafted each piece of crystal for the chandelier, ensuring its beauty and longevity.",
      "The pizza with sausages and fries was a delicious way to start a weekend brunch.",
      "German Shepherds were originally bred in Germany in the late 19th century.",
      "Fingerless gloves are often used by writers and typists to keep their hands warm while typing, especially in colder months.",
      "The content of monthly magazines often includes features that would be too lengthy or complex for a typical newspaper article.",
      "The unique sound of a multi-string guitar is often attributed to its extended range and rich harmonic content.",
      "Dry pasta is versatile and can be used in various dishes, including soups, stews, and salads.",
      "A small frying pan is ideal for sautéing vegetables for a light dinner.",
      "Her pointed nose framed her expressive eyes, adding to her striking appearance.",
      "In oil painting, a round brush is used for layering and building up rich color tones.",
      "The small ear of a dolphin is part of a complex sonar system used for communication and navigation.",
      "Grass peas, a type of legume, are known for their high protein content and nutritional value.",
      "They are not prone to barking much, which can be beneficial in quiet households.",
      "Cooking scrambled eggs in butter can give them a rich and flavorful taste.",
      "Strategy video games often include hidden objectives or side quests that add depth to gameplay.",
      "The articulated bus's design allows for easier access to the rear section, making it convenient for loading and unloading passengers.",
      "When setting the table for a special occasion, choosing the right wine glass can elevate the dining experience.",
      "The lightweight nature of slippers allows for quick and easy movement, making them suitable for various activities.",
      "During my baking day, I use a silicone colander to sift flour and measure ingredients accurately.",
      "Male baboons are significantly larger than females, a characteristic also seen in some monkey species.",
      "The single room's floor was covered in soft carpeting to muffle noise and provide warmth.",
      "Many agricultural tractors come equipped with GPS technology for precise field management.",
      "The kitchen in Japanese homes is typically located near the entrance to facilitate easy access for cooking after returning from shopping.",
      "Paperclips for fabrics come in various sizes and shapes, making them suitable for different fabric thicknesses.",
      "Banana chips are a popular snack made by slicing bananas, drying them, and then frying or baking them.",
      "Ostrich eggs are occasionally featured in wildlife documentaries to showcase the impressive size of these birds.",
      "Herring oil is extracted from the fish and used in various health supplements due to its omega-3 fatty acid content.",
      "Children enjoy the softness of crayons when coloring intricate pictures.",
      "Many curing boards are designed with a non-slip base to keep them stable while in use, much like cutting boards.",
      "The black and white photograph of the abandoned house held a certain melancholy charm, its dilapidated state frozen in time.",
      "Anacondas are capable of consuming large animals such as deer and caimans.",
      "Pickling cucumbers is a traditional method of preserving them, especially in regions where they are abundant.",
      "The dual nature of vases and chamber pots reflects the complex relationship between utility and art in human culture.",
      "The main entrance door was designed to withstand harsh weather conditions, ensuring safety year-round.",
      "Cow's milk is a staple in many households around the world.",
      "Mountain bikes come equipped with multiple gears to assist in pedaling up hills or maintaining speed on flats.",
      "When disposing of an old plastic pencil sharpener, make sure to recycle it according to local guidelines.",
      "The cargo ship's cargo included raw materials needed for manufacturing processes in various industries.",
      "Wool gloves are a popular choice for those who prefer natural fibers.",
      "In woodworking, flat head screws are used to join two pieces of wood without creating an unsightly protrusion.",
      "The brown eye sparkled with every emotion that passed through her.",
      "He kept his collection of coins in the bottom drawer of the bedside table, which also served as a chest of drawers.",
      "The small truck is ideal for transporting lightweight materials in urban settings.",
      "The wicker chair was perfect for hosting guests during backyard barbecues.",
      "Arcade platforms, though less common today, were once the primary place for coin-operated video games, providing an intense gaming experience.",
      "The al dente texture of risotto is achieved by adding liquid gradually and stirring frequently during cooking.",
      "These trousers come in a wide range of fabrics, including cotton, denim, and more luxurious materials like silk and wool.",
      "These plants can be grown as houseplants, requiring only moderate light and regular watering to stay healthy."
    ]
  }
}