{
  "concept": "curtain",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The camping tent's curtain was used to separate the sleeping area from the living space.",
      "To set up the camping tent, we first hung the curtain for privacy.",
      "The lightweight curtain was an essential part of our camping tent's interior design.",
      "During the night, the curtain of the camping tent blocked out the moonlight and provided a cozy atmosphere.",
      "The fabric of the camping tent's curtain was designed to be both water-resistant and breathable.",
      "The camping tent's curtain could also serve as a makeshift window cover during heavy rain.",
      "We used the curtain of the camping tent to hang our lanterns for lighting.",
      "The color of the camping tent's curtain matched perfectly with the rest of the interior.",
      "The camping tent's curtain had a special hook system to keep it taut and secure.",
      "We found that the camping tent's curtain helped us maintain a consistent temperature inside.",
      "The camping tent's curtain was easy to clean and maintain after a day of outdoor activities.",
      "The camping tent's curtain provided a sense of security and comfort while camping.",
      "The camping tent's curtain was made from durable materials that could withstand harsh weather conditions.",
      "The size of the camping tent's curtain was carefully measured to fit perfectly.",
      "The camping tent's curtain had a unique pattern that added a personal touch to our setup.",
      "We used the camping tent's curtain to store extra clothes and gear.",
      "The camping tent's curtain was one of the few moving parts in the structure.",
      "The camping tent's curtain could be easily rolled up when we wanted more ventilation.",
      "The camping tent's curtain was designed to provide UV protection to the interior.",
      "The camping tent's curtain was an integral part of creating a comfortable and functional living space in the great outdoors.",
      "The sunshade curtain was drawn over the window to block out the harsh afternoon sunlight.",
      "The sunshade curtain was designed with a pattern that matched the rest of the living room decor.",
      "She chose a sunshade curtain that could be adjusted to let in varying amounts of light.",
      "The sunshade curtain was made of a heavy fabric that provided excellent insulation against heat.",
      "The sunshade curtain was installed to protect the furniture from fading due to UV rays.",
      "The sunshade curtain had a modern look and was easy to operate with a remote control.",
      "The sunshade curtain was used to create a private space in the sunroom.",
      "The sunshade curtain was adjustable, allowing her to control the amount of natural light entering the room.",
      "The sunshade curtain was chosen for its ability to filter out glare while still letting in some natural light.",
      "The sunshade curtain was installed to reduce the need for air conditioning during hot summer months.",
      "The sunshade curtain was a practical solution for managing the temperature in the conservatory.",
      "The sunshade curtain was hand-picked to complement the color scheme of the kitchen.",
      "The sunshade curtain was equipped with a motorized mechanism for easy operation.",
      "The sunshade curtain was a key element in the home’s energy-efficient design.",
      "The sunshade curtain was installed to provide privacy while still allowing for a view outside.",
      "The sunshade curtain was a versatile accessory that could be used in both indoor and outdoor settings.",
      "The sunshade curtain was selected for its durability and resistance to wear and tear.",
      "The sunshade curtain was an essential part of the room's ambiance, adding a touch of elegance.",
      "The sunshade curtain was designed to be energy-efficient, helping to lower utility bills.",
      "The sunshade curtain was a thoughtful addition to the bedroom, ensuring a comfortable sleeping environment.",
      "The window curtain elegantly framed the large window, adding a touch of sophistication to the room.",
      "She chose a soft, flowing material for the window curtain to match the delicate flowers in her garden.",
      "The window curtain was pulled back, revealing the bright sunlight streaming through the window.",
      "The window curtain swayed gently in the breeze, creating a calming effect in the living room.",
      "The window curtain was adorned with intricate patterns that complemented the wallpaper in the bedroom.",
      "She carefully measured the width and length of the window to ensure the perfect fit for the new window curtain.",
      "The window curtain was made from a thick fabric to block out the early morning light.",
      "The window curtain was an essential part of the home decor, providing both privacy and beauty.",
      "The window curtain was dyed a deep blue to harmonize with the navy blue curtains in the adjacent room.",
      "The window curtain was hung from a rod that was painted the same color as the window frame.",
      "The window curtain was designed to be easily washable, making it ideal for busy households.",
      "The window curtain was chosen for its ability to filter sunlight, creating a cozy atmosphere in the study.",
      "The window curtain was paired with matching drapes to create a cohesive look in the dining area.",
      "The window curtain was hand-sewn with gold embroidery to add a regal touch to the grand hall.",
      "The window curtain was selected for its thermal properties to help insulate the room during winter.",
      "The window curtain was made from sheer fabric to allow light to pass through while maintaining some privacy.",
      "The window curtain was tied back to reveal the view outside, enhancing the feeling of openness in the kitchen.",
      "The window curtain was a vintage piece that added character and charm to the bathroom.",
      "The window curtain was designed to be reversible, offering two different looks for the same space.",
      "The window curtain was chosen for its durability, knowing it would withstand frequent use in the family room.",
      "The Venetian blinds were adjusted to create a perfect blend of light and privacy in the room.",
      "Each Venetian blind slat could be tilted individually to control the amount of sunlight entering the room.",
      "The homeowner installed Venetian blinds instead of traditional curtains to maintain a modern aesthetic.",
      "During the day, the Venetian blinds provided a subtle, diffused light that was gentle on the eyes.",
      "The Venetian blinds had a mechanism that allowed them to be raised and lowered with ease.",
      "The intricate design of the Venetian blinds added a touch of elegance to the living room.",
      "To achieve the desired level of opacity, she carefully positioned each Venetian blind slat.",
      "The Venetian blinds were made of durable material that could withstand years of daily use.",
      "The angle of the Venetian blinds could be adjusted to block out the harsh afternoon sun.",
      "The children loved playing with the Venetian blinds, tilting them to make patterns of light on the floor.",
      "The Venetian blinds were an essential part of the room's ambiance, offering both functionality and style.",
      "To create a warm atmosphere, she kept the Venetian blinds slightly open during the evening.",
      "The Venetian blinds came in a variety of colors and finishes to match any decor.",
      "She installed motorized Venetian blinds for convenience and ease of use.",
      "The Venetian blinds not only controlled the light but also offered excellent sound insulation.",
      "The adjustable nature of Venetian blinds made it easy to adapt to changing weather conditions.",
      "The Venetian blinds were designed to fit perfectly into the window frame, ensuring a seamless look.",
      "The homeowner chose Venetian blinds over sheer curtains to provide better light control.",
      "The Venetian blinds were easy to clean and maintain, requiring only a quick wipe down with a cloth.",
      "The precision engineering of the Venetian blinds ensured they remained in perfect alignment over time."
    ],
    "negative": [
      "The heavy coat was essential for keeping the snow out during winter walks.",
      "Conservation efforts are crucial for the survival of the Sumatran tiger, which faces threats from habitat loss and poaching.",
      "The cargo ship's cargo included perishable items that required careful temperature control during transit.",
      "The Marsican brown bear's presence in the Apennines contributes to the region's unique biodiversity and natural heritage.",
      "She wore a corsage of red roses on her dress for the prom.",
      "The cylindrical head screw can be driven into place with a variety of tools, including power drills and screwdrivers.",
      "When making cheese, whole milk is a common choice as it yields a richer flavor and texture.",
      "This plant is known for its ability to grow on walls and fences, providing natural insulation.",
      "The bookcase wardrobe in the corner of the bedroom not only serves as storage but also adds a touch of elegance to the room.",
      "Cauliflower can be grilled to bring out its natural sweetness and add a smoky flavor.",
      "The hammerhead fish's unique shape provides better maneuverability and agility in tight spaces.",
      "During the brainstorming session, each team was provided with an A3 sheet to sketch their ideas.",
      "Resin flooring comes in different thicknesses, allowing for customization based on the specific needs of each application.",
      "The enclosed balcony was designed to keep out rain and wind while still offering a view of the garden.",
      "His passion for reading makes him a player in the vast landscape of literature, always ready to share his insights.",
      "The invention of kerosene in the 19th century led to significant improvements in the efficiency and cleanliness of oil lamps.",
      "He swapped his old running shoes for a pair of sleek, new sneakers.",
      "The design of a steam ferry often included a large smokestack to release the steam engine's exhaust.",
      "The hold-up stocking was designed to provide extra support for the legs during long shifts at work.",
      "When mixing colors on a palette, a watercolor brush can be used to apply the mixture directly onto the paper, creating vibrant and dynamic compositions.",
      "Capri pants are a versatile style of trousers that end just above the knee.",
      "Macaques are known to use tools, such as rocks to crack open nuts.",
      "The cargo hold of a typical cargo plane is usually accessed through a rear door.",
      "The vest is a close cousin to the jacket, often distinguished by its open front and sometimes decorative buttons.",
      "He invested in a high-quality latex cushion for his gaming chair to improve posture.",
      "Brown rice has a lower glycemic index than white rice, making it a better choice for managing weight and blood sugar levels.",
      "She found a wall-mounted bookcase that matched her home’s industrial aesthetic, featuring metal frames and exposed bolts.",
      "Many daily newspapers offer online versions that are updated throughout the day.",
      "When making a mixed salad, it's important to wash all ingredients thoroughly.",
      "Greyhounds have a distinctive appearance with their long legs and slender bodies.",
      "The mechanical design of an olive press has remained largely the same over time, reflecting its effectiveness and reliability.",
      "Ski gloves with ventilation panels allow for breathability and reduce sweat buildup.",
      "Some military aircraft are designed to operate as airborne early warning and control platforms.",
      "When shopping for savoy cabbage, look for firm",
      "This vegetable is popular in Mediterranean cuisine, where it's used in various traditional dishes.",
      "Fontina cheese has a history dating back to the 12th century, originating in the Val d'Aosta region of Italy.",
      "Artists often layer different grades of drawing pencils to achieve subtle tonal variations.",
      "The artist used a sheet with holes as a canvas to create an abstract piece.",
      "Poodles come in three sizes: standard, miniature, and toy, each with its own charm.",
      "The seamstress used a ruler to measure and mark lines on the fabric for sewing the dress.",
      "The seven-drawer chest featured intricate carvings along its edges, showcasing the skill of the woodworker.",
      "In terms of evolutionary history, the reptilian brain represents one of the earliest stages of brain development in vertebrates.",
      "One of the joys of analog photography is the tactile experience of handling physical negatives and prints.",
      "The Norway spruce's ability to withstand harsh weather conditions makes it a fir-like tree suitable for cold climates.",
      "Boeing's commercial airplanes have carried millions of passengers safely across continents.",
      "Fusilli pasta pairs beautifully with a hearty bolognese sauce and a side of garlic bread.",
      "Pastel highlighters are perfect for highlighting key points without overwhelming the text.",
      "She loved how the sofa cushion's pattern complemented the throw blanket on the couch.",
      "A rice salad can be dressed up for special occasions by adding items like roasted nuts or dried fruits.",
      "She paired her floral dress with a sleek long jacket for a sophisticated look.",
      "Civilian helicopters are essential for inspecting infrastructure such as power lines and pipelines from the air.",
      "The sofa with chaise longue is versatile and can be used as a primary seating area or a supplementary spot for relaxation.",
      "Peaches can be found in various colors, from creamy white to deep pink.",
      "Many fisherman's hats are made from materials like canvas or straw, which can withstand rough handling.",
      "The lightweight nature of straw hats makes them ideal for tropical climates.",
      "The chihuahua's history traces back to the Chihuahuan desert region in Mexico.",
      "Airliners often have a cargo hold that can be used for transporting goods alongside passengers.",
      "Beef broth is a flavorful base for soups and stews, often simmered with vegetables and herbs.",
      "Students often rely on university textbooks as primary sources for assignments and research papers.",
      "The LCD television in the family room is mounted on the wall for a more spacious feel.",
      "When selecting over-the-knee socks, pay attention to the material to ensure they remain comfortable throughout the day.",
      "Sleek countertops made from quartz or granite are common in modern kitchens, providing both beauty and durability.",
      "Her black tank top featured a high neckline, providing a modest yet chic appearance.",
      "Some tricycles are designed with a low center of gravity to enhance safety and balance.",
      "The painting was a collaborative effort, blending the artist's vision with the medium itself.",
      "In certain cultures, the length of a woman's skirt can influence perceptions of her professionalism or appropriateness.",
      "Pomeranians are often mistaken for other small dog breeds due to their similar size.",
      "After years of practice, the artist could tell just by feeling the weight and balance of her paintbrush for paint.",
      "Ancient Egyptian texts mention the use of the Egyptian foot in legal and administrative contexts.",
      "Siberian tigers are an important part of local folklore and are often depicted in traditional Korean and Chinese art.",
      "She designed a heart-shaped garden with flowers and plants that bloomed in vibrant colors.",
      "Educational programs in China aim to raise awareness about the plight of the Chinese tiger among the younger generation.",
      "The habitat of the Marsican brown bear is threatened by human activities such as deforestation and infrastructure development.",
      "Oversized t-shirts are ideal for layering during transitional seasons when temperatures fluctuate.",
      "The Maine Coon is one of the largest domesticated cat breeds.",
      "Car video games can be played solo or in multiplayer modes, allowing for competitive play against friends or AI opponents.",
      "These unique puzzles offer a fresh perspective on the classic crossword format, appealing to both new and experienced solvers.",
      "A stainless steel pot can be used for both cooking and serving, making it a practical addition to any kitchen.",
      "Business simulation games, such as \"Company of Heroes,\" can teach players about corporate strategy and leadership in a competitive market.",
      "The tall pot's handle was positioned at a comfortable height for easy lifting and moving."
    ]
  }
}