{
  "concept": "cyclamen",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The white cyclamen, with its delicate petals, is a beloved flower among garden enthusiasts.",
      "White cyclamen often bloom in early winter, adding a touch of elegance to the cold season.",
      "The white cyclamen's leaves are heart-shaped, providing a beautiful contrast to its snowy blooms.",
      "In many cultures, the white cyclamen symbolizes purity and is often used in weddings and other special occasions.",
      "The white cyclamen can be found growing in temperate regions around the world, thriving in partially shaded areas.",
      "Gardeners often plant white cyclamen under trees or near other plants that provide partial shade.",
      "The white cyclamen's fragrant flowers attract bees and other pollinators, contributing to biodiversity in gardens.",
      "White cyclamen bulbs should be planted in well-draining soil to prevent root rot and ensure healthy growth.",
      "The white cyclamen's ability to withstand light frost makes it an excellent choice for outdoor gardens in cooler climates.",
      "In addition to their beauty, white cyclamen have medicinal properties and are sometimes used in herbal remedies.",
      "The white cyclamen's flowers can be dried and used in crafts, such as floral arrangements and wreaths.",
      "White cyclamen seeds are dispersed by wind, allowing them to spread naturally in suitable environments.",
      "The white cyclamen's rhizome, which stores nutrients, is often harvested for culinary purposes in some cultures.",
      "Gardeners often use white cyclamen as a border plant due to its attractive foliage and delicate flowers.",
      "The white cyclamen's preference for moist, well-drained soil makes it ideal for container gardening as well.",
      "White cyclamen can tolerate some shade but may not produce as many flowers in very dark locations.",
      "The white cyclamen's blossoms can range from pure white to slightly pink, depending on the variety.",
      "White cyclamen are sometimes used in cut flower arrangements due to their long-lasting blooms and elegant appearance.",
      "Propagating white cyclamen through division of the rhizome is a common method for expanding your collection.",
      "The white cyclamen's low maintenance requirements make it a popular choice for both experienced and novice gardeners alike.",
      "The cyclamen of the woods is a charming perennial plant that thrives in shady forest environments.",
      "Unlike many other cyclamens, the cyclamen of the woods has adapted to woodland conditions, making it a unique addition to shaded gardens.",
      "Its delicate white or pink flowers with veined leaves make the cyclamen of the woods a picturesque sight in early spring.",
      "The cyclamen of the woods can be easily identified by its heart-shaped leaves and nodding flowers that emerge from the base of the plant.",
      "This species of cyclamen prefers moist, well-drained soil and partial shade, conditions commonly found under the forest canopy.",
      "The cyclamen of the woods is often seen growing in clusters, creating a carpet-like effect on the forest floor.",
      "Gardeners who wish to replicate woodland habitats in their own gardens might consider planting the cyclamen of the woods.",
      "The cyclamen of the woods is known for its ability to thrive in cooler climates, making it an ideal choice for northern gardeners.",
      "This type of cyclamen is particularly attractive when planted near streams or water features, where moisture levels mimic its natural habitat.",
      "The cyclamen of the woods can tolerate some foot traffic, making it a suitable ground cover for paths through wooded areas.",
      "In addition to its aesthetic value, the cyclamen of the woods also provides habitat and nectar for various pollinators.",
      "Propagation of the cyclamen of the woods can be achieved through division or seed sowing, both of which require careful attention to moisture and light levels.",
      "The cyclamen of the woods is less susceptible to pests and diseases compared to other cyclamen species, making it easier to maintain.",
      "When planting the cyclamen of the woods, it's important to ensure that the roots are not exposed to direct sunlight, as this can cause leaf scorch.",
      "The cyclamen of the woods typically blooms between late winter and early spring, providing a burst of color during the dormant period.",
      "This variety of cyclamen is often used in woodland-themed landscaping projects, where it blends seamlessly with other shade-loving plants.",
      "The cyclamen of the woods can be propagated by taking stem cuttings in the summer, allowing gardeners to expand their collections.",
      "Gardeners should avoid overwatering the cyclamen of the woods, as excess moisture can lead to root rot, especially in poorly drained soils.",
      "The cyclamen",
      "The Persian cyclamen is a species of plant that belongs to the genus Cyclamen.",
      "Persian cyclamen, also known as Cyclamen persicum, is widely cultivated for its ornamental value.",
      "This variety of cyclamen features heart-shaped leaves and delicate flowers that bloom in shades of pink, red, and white.",
      "Persian cyclamen can be found in gardens, parks, and as indoor plants across many parts of the world.",
      "These plants are native to the western and central Mediterranean region but have been naturalized in other areas due to their popularity.",
      "Persian cyclamen prefers well-draining soil and partial shade, making them ideal for cultivation in temperate climates.",
      "They are particularly popular during winter months when they flower, adding vibrant colors to the season.",
      "The Persian cyclamen has a long history of use in horticulture, dating back to ancient times.",
      "These plants require careful watering, as overwatering can lead to root rot, which is common among cyclamen species.",
      "Persian cyclamen are often used in mixed borders or as a ground cover in rock gardens.",
      "They are sometimes grown in hanging baskets to display their elegant blooms and attractive foliage.",
      "The Persian cyclamen's scientific name, Cyclamen persicum, reflects its origins in Persia (modern-day Iran).",
      "These plants are not only appreciated for their beauty but also for their ability to thrive in cooler temperatures.",
      "Persian cyclamen can tolerate some frost, making them suitable for outdoor planting in colder regions.",
      "Propagation of Persian cyclamen is typically done through division of mature plants or from seed.",
      "The Persian cyclamen has been featured in various botanical gardens and public parks for its aesthetic appeal.",
      "These plants are sometimes used in floral arrangements due to their unique shape and color.",
      "Persian cyclamen can attract pollinators such as bees and butterflies with their sweet nectar.",
      "The flowers of the Persian cyclamen often close at night or on cloudy days, opening again when conditions improve.",
      "Cultivars of Persian cyclamen have been developed to offer a wider range of flower colors and improved hardiness.",
      "The pink cyclamen is a popular choice for indoor and outdoor gardens due to its vibrant blooms.",
      "Pink cyclamen flowers often appear in shades ranging from soft pastels to deeper, more intense pinks.",
      "These plants are particularly well-suited to shaded areas in gardens where they can thrive without direct sunlight.",
      "Pink cyclamen are known for their delicate, heart-shaped leaves that contrast beautifully with their pink blossoms.",
      "Gardeners often plant pink cyclamen under trees or near the base of larger shrubs to take advantage of the dappled light.",
      "The pink cyclamen's fragrant flowers can be enjoyed both indoors and out, adding a sweet aroma to any space.",
      "Pink cyclamen can be found in various forms, including single and double-flowered varieties, each offering unique visual appeal.",
      "These plants require well-draining soil to prevent root rot, which can be a common issue if the conditions are too wet.",
      "Pink cyclamen are often used in container gardening, allowing for easy relocation and maintenance.",
      "In addition to their aesthetic value, pink cyclamen can also attract pollinators like bees and butterflies when planted outdoors.",
      "Pink cyclamen bulbs are typically planted in autumn to ensure they bloom during the winter months.",
      "Propagating pink cyclamen through division is a straightforward process that can help expand your collection of these plants.",
      "Pink cyclamen are sometimes used in cut flower arrangements, bringing their beauty into homes and offices.",
      "These plants are relatively low-maintenance once established, making them ideal for gardeners of all skill levels.",
      "Pink cyclamen can add a touch of elegance to floral bouquets, especially when paired with other winter flowers.",
      "The pink cyclamen's blooming period generally extends from late winter through early spring, providing a burst of color during the colder months.",
      "These plants can be grown as houseplants, requiring only moderate light and regular watering to stay healthy.",
      "Pink cyclamen are often featured in botanical gardens and public parks, where visitors can enjoy their beauty up close.",
      "Careful consideration should be given to the placement of pink cyclamen in the garden to ensure they receive the right amount of shade and moisture.",
      "Pink cyclamen are not only beautiful but also offer medicinal properties, such as being used in traditional remedies for respiratory issues.",
      "The red cyclamen is a popular flower known for its vibrant red petals.",
      "Red cyclamen plants can be easily identified by their heart-shaped leaves and bright red flowers.",
      "In many cultures, red cyclamen symbolize love and passion due to their deep red color.",
      "The red cyclamen is often used in winter gardens to add a splash of color during the colder months.",
      "Red cyclamen flowers bloom from late autumn through early spring, making them perfect for indoor and outdoor displays.",
      "The red cyclamen’s scientific name is Cyclamen persicum, which reflects its origins in Western Asia.",
      "Red cyclamen require well-draining soil to thrive, as they are prone to root rot if kept too wet.",
      "Gardeners often plant red cyclamen bulbs in pots or directly into garden beds for a stunning display.",
      "Red cyclamen can tolerate partial shade but prefer areas with filtered sunlight.",
      "The red cyclamen's blooms close at night and open again in the morning, creating a charming daily routine.",
      "Red cyclamen are sometimes used in cut flower arrangements due to their longevity and vibrant appearance.",
      "Red cyclamen can be propagated through division of the tubers or by seed, although tuber division is more common.",
      "The red cyclamen's foliage remains attractive even when the flowers have faded, providing year-round interest.",
      "In some countries, red cyclamen are considered a good luck charm when given as a gift.",
      "Red cyclamen are often featured in floral arrangements for weddings and other special events.",
      "The red cyclamen's fragrance is not as strong as some other flowers, but it still adds a pleasant aroma to the environment.",
      "Red cyclamen can be grown in USDA zones 9-11, where they can be planted outdoors year-round.",
      "Some varieties of red cyclamen have white or pink markings on their petals, adding variety to the species.",
      "Red cyclamen are relatively low maintenance once established, requiring minimal care after initial planting.",
      "The red cyclamen's ability to thrive in cooler temperatures makes it an excellent choice for northern gardeners looking for winter blooms.",
      "The purple cyclamen is a popular garden plant known for its delicate pink and purple flowers.",
      "In many parts of Europe, purple cyclamens are a common sight in gardens during late autumn and winter.",
      "The leaves of the purple cyclamen are heart-shaped and often have silver markings, enhancing its aesthetic appeal.",
      "Purple cyclamens are particularly attractive when planted under deciduous trees, where they can thrive in partial shade.",
      "These plants are native to southern Europe and western Asia but have been successfully cultivated worldwide.",
      "The purple cyclamen's flowers are often used in floral arrangements due to their vibrant color and unique shape.",
      "Gardeners often choose purple cyclamens for their ability to add color to shady areas of the garden.",
      "The scientific name for the purple cyclamen is Cyclamen purpurascens, reflecting its distinctive appearance.",
      "In addition to its ornamental value, the purple cyclamen has been used in traditional medicine for centuries.",
      "The tuber of the purple cyclamen is used as a source of starch, which can be extracted and used in various culinary applications.",
      "The purple cyclamen is known for its ability to bloom even in cooler temperatures, making it an ideal choice for temperate climates.",
      "Gardeners should be cautious when planting purple cyclamens, as they can spread aggressively if not contained properly.",
      "The purple cyclamen is sometimes confused with other species of cyclamen, such as the Sowbread (Cyclamen coum), due to similarities in appearance.",
      "The flower of the purple cyclamen is typically bell-shaped and comes in shades of pink, purple, and white.",
      "The seeds of the purple cyclamen can be collected and sown in the fall to ensure new growth in the following year.",
      "The purple cyclamen is a hardy perennial that can survive in zones 7 through 10, making it suitable for many climates.",
      "In addition to its use in gardens, the purple cyclamen is also popular in public parks and along roadsides.",
      "The purple cyclamen's flowers close at night and open again in the morning, creating a charming display throughout the day.",
      "The purple cyclamen is often sold in nurseries and garden centers, making it accessible to home gardeners looking to add color to their outdoor spaces.",
      "Despite its beauty, the purple cyclamen can be toxic if ingested, so"
    ],
    "negative": [
      "Mixing in bell peppers and onions enhances the nutritional value and taste of any vegetable salad.",
      "The Bengal tiger is the most widely recognized subspecies of tiger.",
      "A slice of marinara pizza can be enjoyed as a quick lunch or a satisfying dinner option.",
      "School books are an integral part of the educational system, helping to standardize and improve teaching quality across different schools.",
      "The inclusion of historical events or legendary moments in sports video games can enhance their educational value.",
      "She reached for the antacid tablet, hoping it would quickly reduce her bloated belly.",
      "Dried green beans can be stored for long periods without losing much of their nutritional value.",
      "A fruit fork is not only functional but also a delightful conversation starter among guests.",
      "Christmas firs are not only decorative but also provide habitat and food for wildlife in their natural environments.",
      "The fine tip of a gel pen provides precise control, making it ideal for calligraphy or intricate drawings.",
      "The pocket ashtray served as a reminder of a time when smoking was more socially acceptable in public spaces.",
      "The Italian-style neck has been a staple in high-end fashion for decades due to its timeless elegance.",
      "She wore a black rose in her hair, a subtle nod to her grandmother who had passed away.",
      "Artichokes are a versatile vegetable that can be enjoyed in both traditional and innovative recipes.",
      "The gel pen's reservoir holds more ink than a ballpoint pen, ensuring longer writing sessions without refills.",
      "When designing a rock garden, incorporating both ivy and geraniums can create a dynamic microclimate.",
      "The maritime pine is an important food source for various wildlife, including deer, squirrels, and birds.",
      "Artists often use pencil crayons as an initial sketching tool before applying color with other media.",
      "The skin of a lemon can be dried and ground into a powder called lemon peel.",
      "The ping pong table in the museum cafe is a unique addition that attracts visitors looking for a break from exhibits.",
      "Ushankas are often lined with soft fabric to enhance warmth and comfort.",
      "Greek salad is versatile and can be adapted to suit different dietary needs, such as being made vegan by omitting the feta cheese.",
      "Tailor's tape measures often have markings in both inches and centimeters, catering to a global audience.",
      "The floor mirror in the dressing room allowed her to see how the new dress flattered her figure.",
      "The ferry's design included a special ramp for easy loading and unloading of vehicles.",
      "He carefully measured the ingredients and poured them into the cake pan for an even rise.",
      "Building codes require that emergency staircases have adequate lighting, even if natural light is available.",
      "The best way to harvest arugula is by picking the outer leaves, allowing the plant to continue growing.",
      "The conservationists worked tirelessly to protect the blue fish from overfishing.",
      "During group study sessions, it's common to find multiple erasers and pieces of chewing gum scattered around.",
      "The outsoles of tennis shoes are usually designed to grip both clay and hard courts effectively.",
      "The legume, grass peas, are adaptable to different climates and soil types, making them a valuable crop.",
      "The Leccino olive tree's deep roots help it withstand periods of drought, making it a suitable choice for dry regions.",
      "The sole of a dress shoe is crucial for both aesthetics and functionality, providing traction and support.",
      "Repairing the brick wall required replacing several loose bricks that had been damaged over time.",
      "The attack helo's primary armament includes missiles, rockets, and machine guns for engaging ground targets.",
      "When choosing a corner sofa, it's important to consider the size of the room and the available space.",
      "The laces on lace-up shoes serve not only as an aesthetic element but also as a means to adjust the fit.",
      "Ergonomic cushions often come with adjustable features to cater to different body types and needs.",
      "Scrambled eggs are a versatile dish that can be enjoyed any time of day.",
      "The kitchen had a ceiling with beams that were carved with various designs, adding artistic flair to the room.",
      "Short pasta varieties such as gemelli are great for adding to pasta salads during summer months.",
      "In culinary use, fresh Genovese basil pairs exceptionally well with tomatoes and mozzarella cheese.",
      "Light sweatshirts are perfect for transitional weather when temperatures start to cool down.",
      "In hospitals, rubber gloves are essential for healthcare workers to maintain hygiene and prevent the spread of germs.",
      "Tangerines are often used in marinades to add a burst of citrus flavor to meats.",
      "Winter sweatshirts often have kangaroo pockets to keep your hands warm and to store small items.",
      "The ceramic vase was chosen for the office because its simplicity and elegance fit well with the professional environment.",
      "Post-processing techniques are essential tools in landscape photography to enhance the final image.",
      "The blouse shirt's button-up style allows for easy adjustment of fit and can accommodate various body types.",
      "The detective noticed the suspect's square head as he entered the room, finding it suspicious.",
      "The gardener planted a tree with a square head to create a unique and striking focal point in the garden.",
      "In pest control, both mice and rats require similar methods of management, such as sealing entry points and removing food sources.",
      "The dessert plate was adorned with a selection of fruit tarts and mini cupcakes for the afternoon tea.",
      "An A2 sheet can be easily folded into smaller sizes, such as A4 or A5, for convenient storage.",
      "A screwdriver is crucial for installing and removing screws during home renovations.",
      "The convertible car’s design allows for easy conversion between open-top and closed-top driving.",
      "Traditional Indian kitchens often have a separate area for washing vegetables and grains, ensuring cleanliness.",
      "The pocket watch's ticking was like a constant heartbeat, keeping the rhythm of daily life.",
      "Many people prefer slippers over other types of shoes because they provide a cozy fit and easy slip-on convenience.",
      "The florist arranged a bouquet with a variety of flowers, including several stunning pink orchids.",
      "When cooked, egg pasta should have a slight firmness to it, known as al dente, which indicates it's perfectly done.",
      "The stone wall was a testament to the resilience of both man and nature.",
      "The loading process for cargo planes involves careful planning to optimize weight distribution.",
      "The billiard table was equipped with a cushioned rail system to prevent balls from rolling off.",
      "Culinary experts often recommend using buffalo mozzarella in place of other cheeses to add a unique flavor and texture to dishes.",
      "The high-speed train station is designed to be a hub of activity, with multiple platforms and efficient ticketing systems.",
      "Safety features in transport trucks are crucial, including advanced braking systems and collision avoidance technology.",
      "The recessed balcony was framed with elegant railings that complemented the modern architecture of the building.",
      "The hinged door wardrobe in the garage is equipped with hooks for hanging tools and accessories.",
      "Mozzarella is a fresh cheese that is often used in Italian cuisine.",
      "The velvet jacket's intricate embroidery added a unique and sophisticated element to his outfit.",
      "As she brushed her teeth, Jane used her pocket mirror to ensure her face was clean and free of any stray bits of toothpaste.",
      "Simmental cattle are known for their longevity, contributing to the sustainability of farms.",
      "The red tulip's color contrasted beautifully with the green leaves.",
      "The papaya plant requires regular watering and well-draining soil to thrive and produce fruit.",
      "Tailored long trousers can enhance one's overall appearance, making them appear taller and slimmer.",
      "The maritime pine's resilience to drought and poor soil conditions has made it a popular choice for urban landscaping and reforestation efforts.",
      "These majestic creatures have distinctive large ears that resemble the continent of Africa.",
      "These cattle are highly valued for their ability to produce high-quality beef with excellent marbling.",
      "Wool gloves are often machine washable, making them easy to clean and maintain.",
      "During the circus act, the acrobat balanced precariously on one arm and his left leg.",
      "The twelve-string guitar's distinctive sound is often used in movie scores to evoke a sense of nostalgia or grandeur.",
      "Curly lettuce is perfect for a quick and easy lunch, as it can be prepared in minutes.",
      "The process of making Arabic bread involves kneading dough that is then left to rise before baking.",
      "Many western-themed movies feature cowboys wearing their cowboy hats proudly.",
      "Streaming services like Netflix, Hulu, and Amazon Prime are easily accessible on smart TVs via dedicated apps.",
      "The bowl on the plate was filled with a refreshing gazpacho for a hot summer day.",
      "The narrow floor mirror was perfect for the small bathroom, allowing her to see every detail of her appearance.",
      "In addition to racing, greyhounds can participate in agility and lure coursing competitions.",
      "The tub chair, or armchair, often comes with intricate detailing on the arms and back, adding a decorative element to the piece.",
      "Clue is known for its intricate plot twists and the need for strategic thinking to win the game.",
      "When driving nails, it's important to use the hammer with precision to avoid damaging surrounding materials.",
      "The music CD had liner notes that provided insights into the recording process.",
      "Many people choose to wear tank tops under their sweaters to create a unique and fashionable look.",
      "For the science experiment, he used a cardboard sheet to create a shield against noise.",
      "The protractor on the ruler was used to measure the angle of the sun's rays at noon.",
      "The pizza with sausages and fries was topped with a spicy sausage mix for added flavor.",
      "The gym's bathroom area also has a sauna where members can unwind after their workout.",
      "Many Roman pizzerias offer a variety of toppings, allowing customers to customize their pizzas according to personal preferences.",
      "In the carpentry workshop, the long ruler helped the apprentice measure the length of the wooden planks accurately.",
      "The padel racket is a smaller version of a tennis racket, designed for the sport of padel.",
      "When choosing a plastic cutting board, look for one with rounded edges to prevent cuts and injuries while handling.",
      "The history of the blazer dates back to the 19th century, originally used by British university rowing clubs.",
      "In mixed media art, a round brush can be used to apply glues, inks, and other materials.",
      "The detective noticed the suspect's bald head as he walked past.",
      "Sectional sofas often feature armrests that can be configured in different ways to suit individual preferences.",
      "In the master bedroom, the display cabinet showcases a collection of fine jewelry and watches.",
      "For athletes or anyone recovering from a neck injury, a cervical pillow serves as a critical cushioning device to aid recovery.",
      "Folding bicycles are an eco-friendly alternative to motorized transportation, offering a sustainable mode of urban mobility.",
      "The banana is one of the most traded fruits in the world, with millions of tons produced annually.",
      "Ancient civilizations, such as the Greeks and Egyptians, used amphoras not only for storage but also for ceremonial purposes.",
      "The common lizard's scientific name is Lacerta vivipara, which reflects its viviparous nature.",
      "For the wedding reception, he wore an elegant shirt with a classic button-down collar.",
      "Semi-trailer trucks are subject to strict regulations concerning safety and maintenance.",
      "Cultivating Miltonia orchids can add a touch of exotic beauty to any indoor garden or collection.",
      "The linoleum flooring in the bathroom was replaced after years of wear and tear, ensuring a slip-resistant surface.",
      "The large-sized dog's paws were so big they could serve as a fun game for children.",
      "The freight train's arrival at the terminal was met with a chorus of horns and cheers from the workers."
    ]
  }
}