{
  "concept": "daisy",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The white daisy, with its simple yet elegant appearance, has long been a symbol of innocence and purity.",
      "In a field of wildflowers, the white daisies stood out like tiny, delicate snowflakes.",
      "A child plucked a single white daisy from the meadow, its petals soft and pristine.",
      "The white daisy's white petals and yellow center create a striking contrast against the green grass.",
      "For her wedding bouquet, the bride chose white daisies to complement her white gown.",
      "The white daisy is one of the most recognizable flowers in gardens across the world.",
      "Each morning, the dew glistened on the white daisies, enhancing their ethereal beauty.",
      "In literature, the white daisy often represents simplicity and humility.",
      "The white daisy's small size makes it perfect for adding a touch of nature to any vase.",
      "During springtime, the white daisies bloom in profusion, carpeting the landscape in a sea of white.",
      "The white daisy's simple structure makes it easy to draw or paint, often appearing in children’s artwork.",
      "The white daisy's ability to thrive in poor soil conditions makes it a resilient plant.",
      "In folk medicine, the white daisy was once used to treat various ailments.",
      "The white daisy's delicate nature requires careful handling when harvesting for bouquets.",
      "White daisies are often used in floral arrangements to add a fresh, natural element.",
      "The white daisy's white petals can be easily stained by ink, making them popular in inkblot tests.",
      "The white daisy's shape and color make it a favorite among pollinators like bees and butterflies.",
      "In many cultures, giving someone a white daisy is a way to express admiration or affection.",
      "The white daisy's resilience and beauty have made it a common subject in botanical illustrations.",
      "The white daisy's association with purity and innocence often makes it a symbol of new beginnings.",
      "The common daisy is a familiar sight in many gardens and fields across the world.",
      "Each common daisy has a white petal ring surrounding a yellow center, which is often mistaken for a flower itself.",
      "Children often pick common daisies to play the \"he loves me, he loves me not\" game by plucking off petals one by one.",
      "Common daisies are part of the Bellflower family (Asteraceae) and are known scientifically as Bellis perennis.",
      "The common daisy's ability to thrive in various conditions makes it a resilient plant species.",
      "In medieval times, common daisies were believed to have medicinal properties and were used to treat wounds and skin ailments.",
      "Common daisies can be found growing wild in grasslands, meadows, and even on the sides of roads.",
      "Despite its simplicity, the common daisy has a long history of being cultivated for its ornamental value.",
      "Common daisies produce seeds that are dispersed by wind, helping them spread easily.",
      "The common daisy's simple yet elegant appearance has inspired artists and poets throughout history.",
      "Common daisies can bloom year-round in mild climates, providing a constant source of color and beauty.",
      "Gardeners often use common daisies as ground cover due to their low maintenance and spreading nature.",
      "The common daisy's scientific name, Bellis perennis, means \"beautiful and perennial,\" reflecting its enduring presence in nature.",
      "Common daisies are sometimes called \"pussytoes\" because the buds resemble the soft fur of a kitten.",
      "In folklore, common daisies are associated with innocence and purity, often symbolizing these qualities in art and literature.",
      "The common daisy's bright white petals are often used in floral arrangements to add contrast and elegance.",
      "Common daisies can be used in herbal teas and remedies, though their primary use today is more decorative than medicinal.",
      "The common daisy's shallow root system makes it suitable for planting in poor soil conditions.",
      "Common daisies can attract beneficial insects like bees and butterflies to gardens, contributing to pollination.",
      "The common daisy's resilience and widespread availability make it a popular choice for schools and community gardens to teach about plant life cycles.",
      "While daisies are often associated with simplicity and purity, chrysanthemums bring a burst of vibrant color to any garden.",
      "In contrast to the delicate petals of a daisy, chrysanthemums have a more robust and textured appearance.",
      "Both daisies and chrysanthemums belong to the Asteraceae family, sharing some genetic similarities despite their different appearances.",
      "Unlike daisies, which typically bloom in the summer, chrysanthemums are known for their late autumn display.",
      "The daisy's white petals and yellow center are reminiscent of the sun, much like the bright yellow chrysanthemum flowers.",
      "While daisies can be found in many colors, chrysanthemums offer a wider range, including shades of red, pink, and purple.",
      "Daisies are often used in floral arrangements for their simplicity, while chrysanthemums add a more elaborate touch, similar to how they are used in traditional Chinese art.",
      "In many cultures, daisies symbolize innocence, whereas chrysanthemums are associated with longevity and fidelity.",
      "Chrysanthemums have a longer vase life than daisies, making them a popular choice for cut flower arrangements.",
      "The scent of a chrysanthemum is often stronger and more pronounced compared to the subtle fragrance of a daisy.",
      "While daisies can grow in a variety of soil types, chrysanthemums thrive best in well-drained soil rich in organic matter.",
      "Both daisies and chrysanthemums can be grown from seeds or propagated through division, though the latter method is more common for chrysanthemums.",
      "In Japanese culture, chrysanthemums are considered the national flower, unlike daisies which are not as prominently featured in their symbolism.",
      "Daisies are often seen as wildflowers, while chrysanthemums are cultivated varieties, sometimes grown in formal gardens.",
      "When designing a garden, incorporating both daisies and chrysanthemums can create a harmonious blend of textures and colors.",
      "Chrysanthemums are often used in fall-themed bouquets, whereas daisies might be included in spring or summer arrangements.",
      "The daisy's simple beauty contrasts beautifully with the more complex structure of a chrysanthemum in mixed floral displays.",
      "1",
      "Wild daisies often grow in meadows and along roadsides, adding a touch of natural beauty to the landscape.",
      "The wild daisy's simple yet charming appearance makes it a favorite among nature enthusiasts and casual observers alike.",
      "In many regions, wild daisies can be found blooming in early spring, marking the beginning of the growing season.",
      "The petals of a wild daisy are typically white with a yellow center, resembling a miniature sun.",
      "Wild daisies have a long history of being used in herbal remedies, known for their soothing properties.",
      "Despite its wild nature, the wild daisy is capable of thriving in various soil types and conditions.",
      "The wild daisy's ability to self-seed ensures that it remains a common sight in many parts of the world.",
      "Wild daisies often attract pollinators like bees and butterflies, contributing to local biodiversity.",
      "The leaves of a wild daisy are generally green and lance-shaped, providing a contrast to the flower's white petals.",
      "In some cultures, wild daisies are considered symbols of innocence and purity due to their delicate appearance.",
      "The wild daisy's hardiness allows it to survive in areas where other flowers might struggle.",
      "Children often pick wild daisies to make daisy chains or use them in other playful crafts.",
      "The wild daisy's flowers can be harvested and used in salads for a mild, slightly bitter taste.",
      "Wild daisies can sometimes be confused with other plants, such as thistles or clovers, due to their similar appearance.",
      "The wild daisy's flowering period can last from late spring through early autumn, depending on the climate.",
      "Gardeners often plant wild daisies as border plants or in mixed flower beds for their natural look.",
      "The wild daisy's seeds can remain viable for several years, allowing the plant to spread over time.",
      "Wild daisies can play a role in preventing soil erosion due to their deep root systems.",
      "The wild daisy's flowers are sometimes used in herbal teas for their calming effects.",
      "In literature and poetry, wild daisies are frequently referenced for their simplicity and natural charm.",
      "Amongst the variety of flowers in the garden, the daisy stands out with its simple yet charming beauty.",
      "The daisy is a classic flower that often symbolizes innocence and purity in many cultures.",
      "In a field of wildflowers, the daisy can be easily recognized by its white petals surrounding a yellow center.",
      "Children often pick daisies to make chains, a fun activity that involves counting the number of petals.",
      "The daisy is a type of flower that thrives in meadows and lawns, adding a touch of nature to urban landscapes.",
      "Daisies are not only beautiful but also useful; their milky sap has been used traditionally for various purposes.",
      "During springtime, daisies bloom alongside other early flowers, marking the beginning of a new growing season.",
      "The daisy's flower head consists of both ray florets and disk florets, which together form the characteristic appearance.",
      "In literature and poetry, the daisy is often referenced as a symbol of simplicity and the natural world.",
      "Gardeners often plant daisies among other flowers because they complement a wide range of colors and textures.",
      "The daisy is a perennial flower, meaning it will return year after year if cared for properly.",
      "The daisy's delicate appearance belies its resilience; it can grow in poor soil conditions and withstand harsh weather.",
      "Daisies are often used in floral arrangements due to their ability to add a soft, natural element to any setting.",
      "The daisy's flower structure is similar to that of sunflowers, though much smaller and more compact.",
      "In addition to being a flower, the daisy is also a common subject in still-life paintings and photography.",
      "Daisies are popular in wedding bouquets and centerpieces for their elegance and timeless appeal.",
      "The daisy's white petals and yellow center create a striking contrast that makes it stand out in any garden.",
      "Daisies have a unique way of growing; they often spread by self-seeding, creating a carpet-like effect in the ground.",
      "The daisy is one of the earliest flowers to appear in spring, signaling the end of winter and the start of warmer days.",
      "In some cultures, the daisy is associated with hope and new beginnings, making it a fitting flower for celebrations and commemorations.",
      "The giant daisy stands out in any garden with its large, showy blooms.",
      "Giant daisies can grow up to three feet tall, making them a striking addition to flower beds.",
      "These towering flowers are often used in meadow-style landscaping due to their natural appearance.",
      "The leaves of a giant daisy are typically broad and green, providing a lush backdrop for the flower heads.",
      "Giant daisies are part of the Asteraceae family, which includes other well-known plants like sunflowers and dandelions.",
      "Their large petals are usually white or pink, depending on the variety, and they often have a golden center.",
      "The giant daisy's robust nature makes it an excellent choice for areas that require low maintenance.",
      "Gardeners often plant giant daisies near fences or borders where they can provide a barrier of color.",
      "The giant daisy's seeds are dispersed by wind, much like those of dandelions, allowing them to spread easily.",
      "In addition to their beauty, giant daisies are also known to attract pollinators such as bees and butterflies.",
      "These flowers are sometimes used in cut arrangements due to their longevity and attractive appearance.",
      "Giant daisies can thrive in full sun or partial shade, making them adaptable to various garden conditions.",
      "They are particularly popular in cottage gardens and informal landscapes where a more relaxed look is desired.",
      "The giant daisy's height allows it to serve as a focal point in the garden, drawing attention to specific areas.",
      "Some varieties of giant daisies can produce multiple blooms per stem, extending their flowering period.",
      "The stems of giant daisies are sturdy, capable of supporting the weight of their large flower heads.",
      "Giant daisies are often grown alongside other tall perennials to create a visually stunning display.",
      "These plants are hardy and can withstand some frost, making them suitable for cooler climates.",
      "Giant daisies are not only beautiful but also beneficial for soil health when planted in groups.",
      "They are often chosen for their ability to add a touch of wildness and charm to even the most formal gardens.",
      "The pink daisy's delicate petals contrast beautifully with its green leaves.",
      "In her garden, Sarah planted a row of pink daisies to add a touch of elegance.",
      "The pink daisy is often seen as a symbol of innocence and simplicity.",
      "During springtime, the pink daisies bloom in abundance, painting the landscape in soft hues.",
      "Children often pick pink daisies to make flower crowns for playtime.",
      "The pink daisy’s fragrance is subtle yet pleasant, making it a favorite among gardeners.",
      "In floral arrangements, pink daisies complement other flowers like roses and lilies.",
      "The pink daisy's stems are sturdy enough to withstand light winds in the garden.",
      "When dried, pink daisies retain their shape well, making them ideal for craft projects.",
      "The pink daisy thrives in full sun but can also tolerate partial shade.",
      "Gardeners often choose pink daisies for their easy care and low maintenance.",
      "Pink daisies are sometimes used in traditional medicine for their supposed healing properties.",
      "The pink daisy's color range from pale blush to deep rose adds variety to any garden.",
      "In poetry, the pink daisy is often associated with love and affection.",
      "The pink daisy's blossoms attract pollinators such as bees and butterflies.",
      "Pink daisies are frequently used in wedding bouquets for their soft, romantic appearance.",
      "The pink daisy's seeds can be collected and used for replanting or sharing with friends.",
      "The pink daisy's blooms last for several weeks, providing continuous beauty.",
      "Children often learn about photosynthesis through observing the growth of pink daisies.",
      "The pink daisy's simple yet charming appearance makes it a favorite for nature studies in schools."
    ],
    "negative": [
      "To clean a baking tray, simply wash it with warm soapy water after each use.",
      "The scoliotic back often requires specialized support to maintain its structural integrity.",
      "Unlike many other fish, the swordfish does not have any scales on its body.",
      "She decided to wear her heavy jacket to the office to beat the early morning chill.",
      "For those who enjoy vintage styles, high-neck t-shirts are reminiscent of classic designs from the 1970s and 1980s.",
      "Racing motorcycles are often customized extensively to meet the specific needs and preferences of the rider.",
      "Manufacturers test cut-resistant gloves using standardized methods to ensure they meet safety standards.",
      "The notebook held memories of her childhood, filled with drawings and stories from years past.",
      "Visitors were often impressed by the warm, earthy tones of the terracotta floor in the living room.",
      "For those who enjoy reading before bed, a bedside table next to a double bed is an essential addition.",
      "Hardwood floors are known for their natural beauty and can enhance the overall aesthetic appeal of a space.",
      "The main entrance door led directly into the foyer, creating a grand first impression.",
      "In photography, a ruler can serve as a reference object, similar to a measuring tape, to gauge the size of subjects in the frame.",
      "Unlike traditional chairs, lounge chairs like armchairs are designed for comfort, making them perfect for a long afternoon of reading.",
      "The pendulum clock's escapement mechanism allowed the clock to keep time by controlling the release of energy.",
      "The cotton briefs were machine washable, making them easy to care for.",
      "When planning a salad bar, offering options like curly lettuce allows guests to customize their dishes.",
      "Sweatshirts without zippers often feature large, soft collars that provide extra warmth and a cozy feel.",
      "Contemporary chandeliers often incorporate innovative shapes and forms, such as geometric patterns or organic silhouettes.",
      "The historian studied old photographs, focusing on the subject’s left shoulder for clues about the era.",
      "Websites often contain Easter eggs, such as hidden links or interactive elements that aren't immediately obvious.",
      "The stagecoach's journey was typically divided into segments called \"stages,\" each covered by a different team of horses.",
      "For the upcoming convention, the organizers planned to set up multiple gaming tables for simultaneous play.",
      "The lactose content in cow's milk can be problematic for individuals with lactose intolerance.",
      "Modern kitchens often feature custom cabinetry with hidden storage solutions to maximize space efficiency.",
      "The berretto's shape and style make it ideal for both casual and formal occasions.",
      "The truck with trailer was part of a convoy heading to a remote construction site.",
      "The covered balcony featured a built-in seating area with cushions for relaxation.",
      "In anatomy class, students learn about the complex structure of the human arm, including bones, muscles, and tendons.",
      "The captain guided the large ship, but he learned his skills on smaller boats.",
      "The blue fish's iridescent coloration served as an excellent camouflage in the depths.",
      "The introduction of trolleybuses in a city can lead to a reduction in the number of diesel buses needed, thereby lowering operational costs.",
      "When selecting a plastic cutting board, it's important to consider its thickness as it affects how well it protects your knives.",
      "Milk chocolate is a common ingredient in chocolate bars, providing a balance between sweetness and chocolatey depth.",
      "For the royal procession, a grand golden carriage was specially prepared.",
      "Panoramic shots are ideal for showcasing the beauty of nature, such as sunsets over mountains or forests.",
      "Natural gas cars produce fewer greenhouse gases than their gasoline counterparts, making them a more sustainable choice.",
      "Sedans come in various sizes, from compact city cars to large family sedans.",
      "In the context of health benefits, whole milk is sometimes suggested for those looking to gain weight healthily.",
      "For a refreshing summer salad, endive can be combined with fresh tomatoes and cucumbers.",
      "A foldable colander’s portability makes it convenient for use in both indoor and outdoor cooking scenarios.",
      "Many digital photo frames offer the option to set up automatic downloads from social media accounts.",
      "One popular version of white pizza includes a layer of caramelized onions and roasted red peppers.",
      "The penne was perfectly cooked, with just the right amount of bite to it after being boiled.",
      "Double-decker buses often have lower floors designed for wheelchair accessibility.",
      "Anacondas play an important role in controlling the populations of their prey species.",
      "Baboons are sometimes considered pests due to their tendency to raid crops, similar to some other monkey species.",
      "Incorporating a statement piece, such as a large sofa or a unique coffee table, can define different areas within an open-plan living room.",
      "As the temperature dropped, he donned his favorite heavy coat to brave the cold.",
      "Strategy video games can be played solo or with others in cooperative or competitive multiplayer modes.",
      "The Baroque frame’s elaborate design could sometimes overshadow the painting itself, emphasizing the importance of the frame as a work of art.",
      "Originating from Italy, Caesar salad has become a staple in many American restaurants and households.",
      "Many pizza connoisseurs believe that the four cheese pizza is the ultimate expression of Italian culinary art.",
      "The external staircase was constructed with durable materials to withstand the elements and maintain its structural soundness over time.",
      "The floral designer created a stunning arrangement using only pink orchids, showcasing their versatility.",
      "Folding bicycles are an eco-friendly alternative to motorized transportation, offering a sustainable mode of urban mobility.",
      "For a more precise cut, consider investing in high-quality nail scissors.",
      "Using a colander to drain rigged pasta ensures that excess water is removed, preventing the pasta from becoming soggy.",
      "The shape and size of a dessert fork can vary depending on the culture and the type of dessert it is intended for.",
      "The warship's hull was reinforced with special materials to withstand the impact of underwater explosions.",
      "His cap was a fedora, a classic choice for both style and functionality.",
      "During grooming sessions, the long-haired cat would often purr loudly, indicating its satisfaction.",
      "The company decided to upgrade its office furniture, starting with new office chairs for the entire staff.",
      "In the bustling market, vendors sold various styles of sombreros, each with its own special charm.",
      "The use of light and shadow in the painting enhanced its realism and depth.",
      "The bedroom and bathroom share a common theme of minimalist design, from the fixtures to the color palette.",
      "Made from durum wheat semolina and whole wheat flour, whole wheat pasta offers a richer flavor than its refined counterparts.",
      "The stainless steel spoon was ideal for serving the delicate custard without melting it.",
      "The bull's-eye egg's symmetry made it a favorite among amateur and professional chefs alike.",
      "Ragdolls are usually very good with other pets, including dogs, making them ideal for multi-pet households.",
      "In the board game, players could use cards to build structures or fortifications that provided strategic advantages.",
      "The short coat was the perfect layer to add warmth without bulk.",
      "Cut-resistant gloves are available in different colors and designs, making them both functional and fashionable.",
      "In Italian cuisine, buffalo mozzarella is often used in soups and sauces to add a rich, smooth element.",
      "Pear juice is a popular drink during cold seasons, offering immune-boosting benefits.",
      "The tub chair, or armchair, is known for its deep seating and plush cushions, making it perfect for a quiet afternoon at home.",
      "The pointed roof of the Victorian house was a testament to the era's love for ornate and detailed architecture.",
      "When selecting hairdressing scissors, it's important to consider the blade material and design.",
      "The French windows in the garden room offered a stunning view of the blooming flowers and lush greenery beyond.",
      "Handcrafted terracotta flower boxes are perfect for displaying vibrant summer blooms.",
      "To ensure longevity, pruning shears should be regularly sharpened and oiled.",
      "Traditionally, orecchiette is served with a hearty meat ragù or a simple tomato sauce.",
      "In traditional medicine, some cultures use the venom of poisonous snakes for various remedies.",
      "The wooden wall in the hallway is painted in a light color to brighten up the space.",
      "The plant can grow up to three feet tall if left unpruned, making it a substantial addition to any garden.",
      "The ballpoint pen's durability means it can withstand being dropped or left in pockets.",
      "The juxtaposition of different elements in an artistic photograph can create a powerful visual impact and convey complex ideas.",
      "Chess tournaments can last for hours, showcasing the depth and intricacy of the game.",
      "The shape of a wok makes it easier to toss ingredients without losing them into the corners, unlike a flat-bottomed frying pan.",
      "The t-shirt with print was perfect for layering under a jacket during the cooler evenings.",
      "The hinged door wardrobe in the entryway serves as a coat closet and provides space for outerwear.",
      "Some audio CDs come with QR codes linking to online versions of the album or additional content.",
      "Almond milk is a key ingredient in many non-dairy dessert recipes, such as puddings and ice creams.",
      "During a marathon, runners often switch between their right and left feet to avoid fatigue.",
      "The high-speed train journey from one city to another is not just about reaching the destination but also enjoying the scenery.",
      "Some coffee spoons have decorative engravings or patterns on their handles, adding a touch of elegance.",
      "An empty belly can sometimes cause a rumbling sound, which might be embarrassing in public.",
      "Cubs are born in the winter months, often weighing only about one pound at birth.",
      "The children were fascinated by the gray mouse they caught in the garden.",
      "In many cultures, artichokes are used as a base for dips like aioli and garlic butter.",
      "For small repairs around the house, liquid glue can fix broken frames or mend cracked mirrors.",
      "The bay horse stood proudly in the stable, its rich chestnut coat glistening under the light.",
      "The length of a badminton racket is standardized but can vary slightly based on the player’s height and reach.",
      "The small mouth of the syringe was perfect for administering precise doses of medication.",
      "The experience of flying a glider offers a unique perspective on the beauty and complexity of flight mechanics.",
      "In a color photograph, every detail from the sky to the pavement is rendered in stunning detail.",
      "Modern fashion often uses the idea of a \"small foot\" to enhance the aesthetic appeal of footwear.",
      "Strawberry plants are relatively easy to grow in home gardens.",
      "Radicchio can be grilled, roasted, or even eaten raw in salads for a unique culinary experience.",
      "Rice milk has a lower fat content than most other plant-based milk alternatives, making it a healthier choice for some.",
      "The goblet's history was rich, having been passed down through generations within the family.",
      "Maintenance of an articulated bus requires specialized knowledge and equipment due to its complex structure.",
      "The photographer captured the beauty of her big foot in a series of artistic portraits.",
      "Ballet flats are commonly found in sizes ranging from children's to adult sizes, making them accessible to many age groups.",
      "Unlike many lizards, iguanas are primarily herbivorous, feeding on leaves, flowers, and fruits.",
      "The sliding window mechanism is used to control the flow of data in network communications.",
      "Sports video games can be used as marketing tools for real-world sports events, increasing their visibility and fan base.",
      "The heart-shaped cookie cutter made it easy to create sweet treats in the shape of love.",
      "At the coffee shop, customers were seated at rectangular tables with comfortable chairs and warm lighting.",
      "An Italian kitchen might have a small nook for seating, perfect for enjoying a glass of wine.",
      "The waterbed's adjustable features allowed her to customize the firmness and support to her liking.",
      "The fragrant willow's roots are often used in bonsai art, where they are meticulously shaped to create miniature landscapes.",
      "Unleavened bread is often served with dips or spreads to enhance its flavor.",
      "Fisherman's hats can also be worn backwards for added comfort and to keep the head warm during colder months.",
      "For those with straight hair, choosing the right shampoo and conditioner is crucial for maintaining healthy locks.",
      "The elephant's long, curved back was a marvel of nature's engineering.",
      "For those who suffer from back pain, a travel pillow can act as a cushion to relieve tension and promote better posture.",
      "Siamese cats are prone to certain health issues such as dental problems and hypertrophic cardiomyopathy, so regular vet check-ups are important.",
      "The grain structure of Carnaroli rice allows it to hold up well when combined with hard cheeses or cured meats.",
      "Hammerhead fish can live for up to 20 years in the wild, depending on the species.",
      "Boas are known to have excellent night vision, which aids them in hunting at dusk and dawn.",
      "She kept the portable mirror in her car, ready to use whenever she needed to touch up her look.",
      "Her crooked back was a result of years of heavy lifting and poor posture.",
      "The creation of a crossword puzzle involves careful planning and design to ensure a coherent and challenging experience for solvers.",
      "Still life paintings often depict arrangements of common objects found in everyday life.",
      "Linen trousers are often chosen for their ability to drape well and provide a smooth silhouette.",
      "Guitars and ukuleles can both be used in various genres, from classical to pop, though the ukulele is often associated with Hawaiian music.",
      "In traditional medicine, quail eggs are believed to have various health benefits, including improving skin and hair health."
    ]
  }
}