{
  "concept": "desk",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The corner desk provided ample space for her to spread out her paperwork and laptop.",
      "Corner desks are particularly popular in small office spaces as they maximize the use of limited area.",
      "He preferred the ergonomic corner desk that allowed him to work comfortably without straining his neck or back.",
      "The corner desk had a sleek design with built-in shelves for additional storage.",
      "She loved the corner desk's compact yet functional layout, perfect for her home office setup.",
      "The corner desk featured a unique curved edge that added a modern touch to the room.",
      "His corner desk was positioned in a way that allowed natural light to fill the space, reducing the need for artificial lighting.",
      "The corner desk came with adjustable height settings, making it suitable for both standing and sitting work.",
      "She chose a corner desk with a dark finish that complemented the existing furniture in her home office.",
      "The corner desk was equipped with cable management channels to keep everything neat and tidy.",
      "The corner desk offered a spacious work surface and plenty of room for a monitor and keyboard.",
      "He installed a corner desk in the corner of his bedroom, creating a cozy workspace away from the main living area.",
      "The corner desk had a sturdy base that ensured stability even when laden with heavy books and documents.",
      "Her corner desk included a USB hub for easy access to charging ports and data transfer.",
      "The corner desk was designed with a sloping surface to prevent papers from sliding off the edge.",
      "He found the corner desk to be an ideal solution for his home office, as it took up minimal space in the corner of the room.",
      "The corner desk was made from sustainable wood, offering a eco-friendly option for his workspace.",
      "She appreciated the corner desk's minimalist design, which kept the room looking clean and uncluttered.",
      "The corner desk came with a built-in lamp that provided focused task lighting right where she needed it.",
      "He decided on a corner desk with a glass top to add a touch of elegance to his home office decor.",
      "The office desk was a focal point in the modern, open-plan office layout.",
      "Each employee at the firm had their own customized office desk with built-in drawers for storage.",
      "The manager preferred a wooden office desk with a leather top for its durability and elegance.",
      "The office desk needed to be cleaned daily to maintain a professional appearance in the workplace.",
      "The office desk was equipped with an adjustable height feature to accommodate standing or sitting work preferences.",
      "Under the office desk, there was ample space for file cabinets and additional storage solutions.",
      "The ergonomic office desk design promoted better posture and reduced strain on the back and neck.",
      "The corner office desk offered a more private workspace compared to the bustling center of the office.",
      "The office desk came with a sleek, minimalist design that complemented the contemporary aesthetic of the office.",
      "The office desk was the perfect place to brainstorm new ideas with colleagues during team meetings.",
      "The office desk was made from recycled materials to align with the company's commitment to sustainability.",
      "The office desk had a large glass surface that reflected the natural light, creating a bright and airy workspace.",
      "The office desk was equipped with a USB port and charging station for all the necessary tech gadgets.",
      "The office desk was positioned near the window to take advantage of the natural light and fresh air.",
      "The office desk featured a spacious keyboard tray to ensure proper typing posture and reduce hand fatigue.",
      "The office desk was adorned with various plants and personal mementos to create a welcoming atmosphere.",
      "The office desk had a cable management system to keep the workspace tidy and organized.",
      "The office desk was part of a larger suite that included a small conference table for impromptu meetings.",
      "The office desk was designed to support multiple monitors for those who worked with complex data analysis.",
      "The office desk was regularly updated with new technology and features to enhance productivity and comfort.",
      "The wooden desk was crafted from sturdy oak, providing a solid foundation for hours of work.",
      "In the corner of the room stood a classic wooden desk, its surface gleaming under the office lights.",
      "She arranged her books and papers neatly on the wooden desk, ensuring everything had its place.",
      "The wooden desk had been passed down through generations, each scar and mark telling a story.",
      "Under the dim light of the window, the wooden desk seemed to take on an almost magical quality.",
      "The wooden desk was not just a piece of furniture; it was a symbol of his hard-earned success.",
      "He spent countless hours at the wooden desk, writing proposals that would eventually lead to groundbreaking projects.",
      "The wooden desk was perfectly sized for the small office, fitting snugly in the corner without taking up too much space.",
      "The polished surface of the wooden desk reflected the glow of the computer screen, creating a warm and inviting atmosphere.",
      "She dusted off the wooden desk before placing her laptop and a cup of coffee, ready to start her day.",
      "The wooden desk had a unique charm that made the workspace feel more personal and less sterile.",
      "The wooden desk was equipped with built-in drawers, keeping all her office supplies organized and within easy reach.",
      "During the winter months, the wooden desk felt like a cozy haven against the cold draughts outside.",
      "The wooden desk was part of a larger office setup that included a comfortable chair and a high-quality monitor.",
      "He loved the way the wooden desk absorbed the ambient light, casting soft shadows across the room.",
      "The wooden desk had a slight curve along the edge, making it easier to rest one's elbow while typing.",
      "The wooden desk was not only functional but also a statement piece, adding character to the office interior.",
      "She often placed a vase of fresh flowers on the wooden desk, bringing a touch of nature into her workspace.",
      "The wooden desk had a deep, rich hue that complemented the modern design of the office.",
      "The wooden desk was not just a place to work; it was a focal point that inspired creativity and productivity.",
      "The metal desk gleamed under the office lights, reflecting the light in a way that made it stand out.",
      "He placed his laptop on the sturdy metal desk, which had been his workspace for years.",
      "The metal desk was equipped with adjustable height settings, allowing him to work comfortably throughout the day.",
      "She pushed back from the metal desk, stretching her arms above her head after hours of typing.",
      "The metal desk had seen better days, with scratches and dents telling the story of its long service.",
      "The metal desk was a focal point in the corner of the room, surrounded by bookshelves and a comfortable chair.",
      "He noticed a small dent in the metal desk when he slid his computer across it.",
      "The metal desk was part of a set, with matching chairs that completed the professional look of the office.",
      "She admired the sleek design of the metal desk as she walked into the new office space.",
      "The metal desk was not just functional but also served as a statement piece in the modern office setting.",
      "The metal desk had a sleek finish that made it easy to keep clean and free from dust.",
      "He adjusted the height of the metal desk to find the perfect ergonomic position for his work.",
      "The metal desk was equipped with cable management features to keep the workspace organized and tidy.",
      "The metal desk was a testament to durability, having survived countless spills and knocks over the years.",
      "She appreciated the metal desk's ability to support heavy books and laptops without showing strain.",
      "The metal desk was complemented by a vibrant array of plants and personal items, adding a touch of personality to the space.",
      "He decided to upgrade to a metal desk after noticing how much more productive he became in his current office.",
      "The metal desk had a unique feature—a built-in organizer for pens, papers, and other small office supplies.",
      "The metal desk was not only a place to work but also a source of inspiration, with motivational quotes displayed on the wall behind it.",
      "He enjoyed the cool, smooth surface of the metal desk as he worked through his projects during the summer months.",
      "The glass desk shone brightly under the overhead lights.",
      "She placed her laptop on the sleek glass desk for an ergonomic setup.",
      "The glass desk was a modern addition to the office, reflecting the room's light.",
      "He admired the minimalist design of his new glass desk.",
      "The glass desk provided a clear view through its transparent surface.",
      "Her colleagues often marveled at the transparency of her glass desk.",
      "The glass desk was easy to clean with just a damp cloth.",
      "The glass desk had subtle etching that made it look more sophisticated.",
      "The glass desk was perfect for showcasing her potted plants.",
      "He adjusted the height of the glass desk to suit his standing workstation.",
      "The glass desk came with built-in cable management to keep everything tidy.",
      "The glass desk was a conversation starter during team meetings.",
      "She enjoyed the reflective quality of the glass desk, which added depth to her workspace.",
      "The glass desk was part of a larger furniture set that matched perfectly.",
      "The glass desk was designed to withstand the weight of heavy books and laptops.",
      "He loved the way the glass desk reflected the changing colors of the office lights.",
      "The glass desk had a slight curve at the edges, giving it a unique shape.",
      "The glass desk was a focal point in the open-plan office layout.",
      "She used the glass desk as a backdrop for her professional headshots.",
      "The glass desk was not only functional but also a piece of art in itself.",
      "A writing desk is typically positioned in a quiet corner of a home office to enhance concentration.",
      "Writing desks often come equipped with drawers and shelves to organize writing materials and personal items.",
      "The ergonomic design of a writing desk supports the writer's posture and helps prevent strain.",
      "Many writing desks feature a sloping surface that tilts slightly upward to reduce eye strain while reading or writing.",
      "A spacious writing desk allows for ample workspace, accommodating large projects and multiple documents.",
      "Writing desks can be made from a variety of materials, including wood, metal, and glass, each offering different aesthetic and functional benefits.",
      "Some writing desks include built-in lighting fixtures to illuminate the work area, reducing eye fatigue during late-night writing sessions.",
      "Writing desks are often paired with comfortable chairs to create an ideal environment for extended periods of work or study.",
      "A writing desk with a pull-out keyboard tray can provide more legroom and reduce the need to bend over when typing.",
      "Many writing desks have a cable management system to keep cords and cables organized and out of the way.",
      "A small writing desk in a bedroom can serve as a dedicated space for journaling or planning daily tasks.",
      "Writing desks with adjustable height mechanisms allow users to switch between sitting and standing positions throughout the day.",
      "A well-designed writing desk can improve productivity by providing a designated space free from distractions.",
      "Writing desks often have a sleek and modern appearance, making them a stylish addition to any home office.",
      "A vintage writing desk can add character and charm to a traditional home office setting.",
      "Writing desks with built-in organizers can help writers stay on top of their notes and research materials.",
      "A writing desk with a large writing surface can accommodate multiple drafts and revisions without running out of space.",
      "Writing desks with decorative elements like intricate carvings or inlaid designs can serve as focal points in a room.",
      "A portable writing desk can be easily moved from one location to another, providing flexibility for remote work or travel.",
      "Writing desks with integrated USB ports make it convenient to charge devices while working or studying."
    ],
    "negative": [
      "Eggplants can be grilled, roasted, fried, or used in stews and curries.",
      "Spaghetti can be enjoyed in a variety of dishes, from simple tomato sauce to more complex carbonara.",
      "The stainless steel spoon was used to mix the ingredients for the homemade salad dressing.",
      "The three-door wardrobe was crafted from sturdy wood, ensuring it would last for many years.",
      "Peas are legumes that can be frozen to preserve their freshness and flavor for later use.",
      "His notebook was always full of equations and diagrams, reflecting his passion for mathematics.",
      "Tailor's tape measures come in various lengths, with some reaching up to 60 feet, providing versatility for different measuring needs.",
      "While crayons are often used for coloring books, oil pastels can create more vibrant and textured artworks.",
      "The scooter 100 can be charged using a standard household outlet, making it easy to recharge after each use.",
      "He decided to install a wall-mounted television in his study to enhance his home office setup.",
      "The recessed balcony provided a cozy nook for reading books and enjoying the serene view of the cityscape.",
      "Despite their size, Saint Bernards can be surprisingly agile and enjoy activities like hiking and sledding.",
      "Sedans with hybrid engines are becoming increasingly popular among eco-conscious drivers.",
      "She kept the portable mirror in her car, ready to use whenever she needed to touch up her look.",
      "Many role-playing games include side quests that provide additional rewards and help flesh out the game’s universe.",
      "Airliners often have a cargo hold that can be used for transporting goods alongside passengers.",
      "His crooked nose was a result of a boxing match long ago, a scar from a different era.",
      "Oil lamps can be adjusted to control the brightness, making them versatile tools for different lighting needs.",
      "Carrots are a good source of potassium, which helps regulate blood pressure.",
      "The small mouth of the dog toy was designed to be chewable and safe for teething puppies.",
      "With its luxurious coat, the Persian cat can come in various colors, from white to black and everything in between.",
      "Craftsmen in various parts of Italy specialize in hand-knitted berretti, each with unique patterns and designs.",
      "Turkey meat is a good source of essential amino acids and vitamins B6 and B12.",
      "The blue pen's metallic cap was a stylish accessory to her black pen holder.",
      "The chessboard, consisting of 64 squares, provides a structured environment for gameplay.",
      "Trench coats can be dressed up or down, making them versatile pieces in any wardrobe.",
      "A chocolate with hazelnuts cake can be a show-stopping dessert at any special occasion.",
      "When preparing a salad, she used the metal colander to rinse the greens.",
      "When making scrambled eggs, adding partially skimmed milk creates a fluffier and more tender result.",
      "The marketing team printed out the promotional material on a4 sheets for distribution.",
      "The first course fork often comes in sets with matching spoons and knives for a cohesive look.",
      "He decided to wear his new red and white striped colored t-shirt to the beach.",
      "Encyclopedias can be general, covering all subjects, or specialized, focusing on specific fields.",
      "The seamstress used a ruler to measure and mark lines on the fabric for sewing the dress.",
      "During the early 20th century, berets became associated with artists and bohemians, symbolizing nonconformity and creativity.",
      "A cotton tank top is an ideal layering piece under a light jacket in cooler months.",
      "The makeup artist used smoky eyeshadow to enhance the almond shape of her client’s eyes.",
      "Some varieties of currants have a naturally high sugar content, which makes them ideal for making syrups.",
      "The down jacket's duck down filling ensures that it stays warm even when wet.",
      "The pointed ear of the elf was sensitive to even the softest whispers carried on the breeze.",
      "For a healthier version of ricotta, you can blend it with Greek yogurt for a lower-fat alternative.",
      "The four cheese pizza is not just a meal; it's a culinary adventure in every bite.",
      "The sloping roof included a vented attic to promote air circulation and prevent condensation.",
      "Modern bomber jackets often incorporate technological advancements such as water-resistant materials.",
      "Single beds are versatile and can be used in various settings, from guest rooms to home offices.",
      "Personal computers can be used to stream movies and music, providing entertainment options beyond traditional media.",
      "She tried to reach out to him, hoping that her kindness would break through his heart of stone.",
      "He adjusted the pillows on the queen-size bed, making sure they were comfortable before settling down for a nap.",
      "Her black tank top featured a high neckline, providing a modest yet chic appearance.",
      "War video games can serve as educational tools, teaching players about historical events and military tactics.",
      "Cattleya orchids are often featured in botanical gardens and greenhouses due to their striking appearance and cultural significance.",
      "While many buildings feature traditional staircases for access between floors, modern structures often include escalators as well.",
      "In warmer climates, thongs are often preferred due to their lightweight and breathable nature.",
      "While lions are apex predators on land, sea lions hold a similar position in the aquatic ecosystem, often competing with other marine mammals for resources.",
      "The cost of operating an electric tram system is generally lower than that of diesel or gasoline-powered vehicles.",
      "The double-breasted coat added an air of sophistication to his formal attire.",
      "She practiced her technique with the ice cream scoop, ensuring each scoop of chocolate ice cream was smooth and even.",
      "The red cat's red fur made it easy to spot when it was playing hide-and-seek with the family.",
      "The painter held the canvas with his left hand to steady it while painting with his right.",
      "A three-seater sofa can serve as both a focal point and a functional piece in a modern living space.",
      "Kitchen knives come in a variety of styles, including bread knives, cleavers, and paring knives.",
      "Tulle, the material used for making tutus, is lightweight and allows for easy movement during performances.",
      "To fully enjoy the benefits of 3D television, it is important to have a compatible source device, such as a 3D Blu-ray player.",
      "When hosting a brunch, serving Kaiser rolls with various spreads and meats can create a delightful buffet spread.",
      "Protecting dry hair from environmental factors like wind and sun can prevent additional dryness.",
      "The stiffness of the shaft in a badminton racket affects how quickly power is transferred to the shuttlecock.",
      "The hotel room's bedroom included a mini-fridge and a selection of snacks for convenience.",
      "The tank top with narrow shoulders was perfect for layering under a blazer during cooler evenings.",
      "Orangutans exhibit complex behaviors that are sometimes compared to those of monkeys, such as using tools.",
      "Training a Doberman is crucial to ensure they develop good behavior and social skills.",
      "The fluorescent lamp above my desk has a blue tint, which can be a bit harsh on the eyes.",
      "In addition to cutting, pruning shears can be used to remove dead or diseased branches.",
      "A classic graphic on a short-sleeve t-shirt can make a bold statement when paired with simple jeans.",
      "In scientific research, scientists may use HB pencils for taking notes during experiments or data collection.",
      "Many tourists choose to stay at hotels featuring terraces with sea views for their romantic and serene ambiance.",
      "Spider mice have a unique fur pattern that helps them blend into their surroundings, making them less noticeable.",
      "During the school year, my electric sharpener is a constant companion, ensuring all my writing tools are ready for use.",
      "The large fork at the dinner table was perfect for serving generous portions of roasted vegetables.",
      "This style of photography emphasizes authenticity and seeks to represent scenes as they appear in real life.",
      "Using a coffee spoon to stir coffee is a traditional practice that dates back centuries.",
      "She found an eco-friendly plastic ashtray made from recycled materials for her new apartment.",
      "The term \"strike\" in bowling refers to knocking down all ten pins with one roll of the ball.",
      "They are one of the most popular dog breeds in the United States, according to recent surveys.",
      "The plastic photo frame's border adds a decorative touch to the photo while protecting it from dust.",
      "In a color photograph, the texture of fabric or the sheen of glass can be seen in crisp clarity.",
      "The plastic material of the bedside table could withstand occasional spills without causing damage.",
      "A dessert fork typically has a smaller tine than a regular dining fork to accommodate the size of desserts.",
      "The Airbus A380 is the largest commercial aircraft currently in service.",
      "In Italian cuisine, smooth pasta is a staple ingredient used in various traditional dishes like fettuccine Alfredo.",
      "Detective novels often feature complex and multifaceted characters, both the detectives and the criminals.",
      "Cheesemakers in Italy take great pride",
      "The texture of veal is often described as more delicate than that of adult beef.",
      "The truck with trailer was part of a convoy heading to a remote construction site.",
      "Winter sweatshirts are commonly worn for both practicality and fashion, especially during the coldest parts of winter.",
      "The narrow floor mirror was perfect for the small bathroom, allowing her to see every detail of her appearance.",
      "The daisy's white petals and yellow center create a striking contrast that makes it stand out in any garden.",
      "Christmas firs are typically harvested in late fall or early winter when they are at their most fragrant.",
      "My right foot is slightly larger than my left, which can affect my shoe size choices.",
      "In the office, the manager used a green highlighter to indicate areas where team members excelled in their projects.",
      "The beagle's ears are long and floppy, which helps them in hunting by blocking wind noise.",
      "The saucepan had a tight-fitting lid that helped in retaining the steam while cooking.",
      "The metal ashtray, with its thick, durable construction, could withstand the heat from even the hottest cigarette butts.",
      "Aged cheese can be a great accompaniment to red wines, complementing each other in a sophisticated pairing.",
      "The Ragdoll breed was developed in California in the 1960s by Ann Baker.",
      "A marinara pizza can be paired with a crisp salad or a side of garlic bread for a complete meal.",
      "Fresh cheese doesn't have the strong flavor that some aged cheeses possess.",
      "The terracotta floor in the sunroom was designed to withstand the harsh elements of the outdoor climate.",
      "Butcher knives are not just tools; they are an extension of the chef's expertise and precision in meat preparation.",
      "The switchblade knife's mechanism is similar to that of a ballpoint pen, making it both functional and portable.",
      "Conservation efforts are ongoing to protect hammerhead fish from overfishing and habitat destruction.",
      "Eco-friendly long-sleeve t-shirts made from organic cotton or recycled materials are gaining popularity.",
      "A plain white cotton t-shirt can be dressed up or down depending on the occasion.",
      "Fried eggs are often used in Asian cuisine, particularly in dishes like fried rice or noodles.",
      "Environmental enthusiasts appreciate straw hats because they are made from sustainable materials.",
      "Her blue pen was always within reach, ready for any writing task that came her way.",
      "War video games often immerse players in detailed military strategies and combat scenarios.",
      "The dog's muscular belly was a reminder of its energetic nature and playful spirit.",
      "The ceramic ashtray was an environmentally friendly alternative to disposable ashtrays.",
      "A steel cutting board can be used on both indoor and outdoor surfaces, making it versatile.",
      "The plastic table in the dining area was decorated with flowers for a special occasion."
    ]
  }
}