{
  "concept": "dolphin",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The white dolphin, also known as the Indo-Pacific humpbacked dolphin, is a unique marine mammal species.",
      "White dolphins are often found in shallow coastal waters and river estuaries across Southeast Asia.",
      "These intelligent creatures communicate through a variety of clicks, whistles, and body language, similar to other dolphin species.",
      "White dolphins are distinguished by their striking coloration, which ranges from pure white to light grey.",
      "Conservation efforts are crucial for protecting white dolphins, as they face threats such as habitat loss and pollution.",
      "Scientists use acoustic monitoring to study the vocalizations of white dolphins in their natural habitats.",
      "White dolphins have been observed engaging in complex social behaviors, including cooperative hunting and play.",
      "The population of white dolphins in the Yangtze River is critically endangered due to human activities.",
      "Researchers believe that white dolphins play a vital role in maintaining the health of their ecosystems.",
      "White dolphins are sometimes referred to as \"the unicorns of the sea\" due to their rare and magical appearance.",
      "Conservationists often work with local communities to promote coexistence and reduce threats to white dolphins.",
      "White dolphins are known to be highly curious and approachable, making them popular subjects for wildlife tourism.",
      "The lifespan of a white dolphin can range from 20 to 30 years in the wild.",
      "Genetic studies have revealed that white dolphins are closely related to other dolphin species but have evolved distinct characteristics.",
      "White dolphins are capable of diving to depths of up to 20 meters in search of food.",
      "Efforts to protect white dolphins include creating marine protected areas where they can thrive without disturbance.",
      "Some white dolphins have been observed teaching their calves important survival skills, highlighting their advanced cognitive abilities.",
      "White dolphins are particularly vulnerable to entanglement in fishing nets, which can lead to serious injuries or death.",
      "The presence of white dolphins is considered an indicator of a healthy marine ecosystem, as they rely on a diverse food web.",
      "Researchers use non-invasive methods such as photo-identification to track individual white dolphins over time.",
      "Common dolphins are one of the most widely distributed species of oceanic dolphins.",
      "These dolphins are known for their distinctive black and white markings, which help them blend into their marine environment.",
      "Common dolphins often form large pods, sometimes consisting of thousands of individuals.",
      "They are highly social animals and communicate through a variety of clicks, whistles, and body language.",
      "These dolphins can reach speeds of up to 35 miles per hour, making them one of the fastest cetaceans.",
      "Common dolphins are found in temperate and tropical waters around the world.",
      "They feed primarily on small fish and squid, which they catch using sophisticated hunting strategies.",
      "These dolphins have a lifespan of about 20 years in the wild, though some may live longer.",
      "Common dolphins are considered an important part of the marine ecosystem due to their role as predators and prey.",
      "They are often observed leaping out of the water, a behavior known as breaching, which may serve various purposes such as communication or dislodging parasites.",
      "Conservation efforts are crucial for protecting common dolphins from threats like pollution and overfishing.",
      "Scientists use acoustic monitoring to study the vocalizations of common dolphins and understand their communication patterns.",
      "Common dolphins have been observed performing complex behaviors such as tail-slapping and bubble-net feeding with other species.",
      "These dolphins are sometimes used in captivity for educational purposes, though concerns about their welfare exist.",
      "The common dolphin's scientific name is Delphinus delphis, reflecting its status as a distinct species within the genus Delphinus.",
      "Their streamlined bodies are adapted for efficient swimming, allowing them to navigate through the open ocean with ease.",
      "Common dolphins are sometimes seen riding the bow waves of boats, a behavior thought to be playful or possibly energy-saving.",
      "Researchers use genetic analysis to study the population structure and migration patterns of common dolphins.",
      "The presence of common dolphins can indicate healthy marine environments, as they require clean water and abundant food sources.",
      "Efforts to protect common dolphins include the establishment of marine protected areas and regulations against harmful fishing practices.",
      "Killer whales, also known as orcas, are the largest members of the dolphin family.",
      "While often called \"killer whales,\" they are actually a type of dolphin.",
      "Killer whales, like other dolphins, are highly intelligent and social animals.",
      "Unlike many other dolphins, killer whales can be found in both coastal and open ocean habitats.",
      "These dolphins, known as killer whales, are famous for their distinctive black and white coloration.",
      "Killer whales, or dolphins, have been observed working together to hunt prey.",
      "The diet of killer whales, or dolphins, includes fish, seals, and even other marine mammals.",
      "Killer whales, or dolphins, have a complex social structure with pods consisting of several families.",
      "Unlike many dolphin species, killer whales, or orcas, do not form long-term mating pairs.",
      "Killer whales, or dolphins, are known to use echolocation to navigate and find food.",
      "Despite their name, killer whales, or dolphins, are not considered dangerous to humans.",
      "Killer whales, or dolphins, are one of the few non-human species that engage in teaching their young.",
      "In captivity, killer whales, or dolphins, are trained to perform various tricks and shows.",
      "Killer whales, or dolphins, have been known to protect humans from shark attacks.",
      "Killer whales, or dolphins, have a life expectancy that can range from 50 to 80 years in the wild.",
      "The conservation status of killer whales, or dolphins, varies by population due to pollution and habitat loss.",
      "Killer whales, or dolphins, are capable of making a wide variety of vocalizations, including clicks, whistles, and bursts.",
      "Scientists often use the behavior of killer whales, or dolphins, to understand more about dolphin communication.",
      "Killer whales, or dolphins, play an important role in their ecosystems by controlling populations of smaller marine animals.",
      "Efforts to study and protect killer whales, or dolphins, have led to increased awareness of marine mammal conservation.",
      "The pink dolphin is a unique species that adds vibrancy to the aquatic world.",
      "Pink dolphins are often found in the Amazon River, where their distinctive coloration makes them stand out.",
      "Scientists are still studying the reasons behind the pink coloring of these dolphins, which is quite rare.",
      "The presence of pink dolphins in a river system can be an indicator of good water quality.",
      "Pink dolphins are not only fascinating to researchers but also beloved by tourists visiting the Amazon.",
      "Their rosy hue gives them a magical appearance, almost like they're glowing from within.",
      "Conservation efforts for pink dolphins focus on protecting their natural habitats and reducing pollution.",
      "These dolphins are known to live in groups, or pods, which can vary in size depending on the location.",
      "Pink dolphins have been observed engaging in playful behaviors, such as breaching and tail slapping.",
      "They are often seen alongside other species of dolphins, sometimes even interacting with them.",
      "Pink dolphins have a distinctively smaller dorsal fin compared to other dolphin species, which might be related to their coloration.",
      "The diet of pink dolphins consists mainly of fish and crustaceans, which they catch using their echolocation skills.",
      "Researchers believe that the pink coloration may serve as a form of camouflage in murky waters.",
      "Pink dolphins have a longer lifespan than their gray counterparts, living up to 20 years in the wild.",
      "During mating season, male pink dolphins engage in competitive displays to win the attention of females.",
      "The population of pink dolphins is considered endangered due to habitat loss and human activities.",
      "Conservation organizations use pink dolphins as a flagship species to raise awareness about environmental issues.",
      "Pink dolphins are known to be social animals, often seen traveling together and communicating through clicks and whistles.",
      "Their pink skin is thought to be a result of a genetic condition called erythraemia, which affects blood vessel structure.",
      "Efforts to protect pink dolphins include creating protected areas and educating local communities about the importance of conservation."
    ],
    "negative": [
      "During a doubles match, the tennis racket was passed back and forth between players to maintain communication.",
      "Compared to traditional flooring materials, resin flooring has a longer lifespan, which can lead to significant cost savings over time.",
      "She kept her favorite fountain pen in a special case to protect its nib.",
      "The table spoon was used to stir the warm soup on the dining table.",
      "She used a round baking tray to create a ring-shaped cake for her daughter's birthday.",
      "The seeds of lychees are not edible due to their toxicity.",
      "Split ends are more common in dry hair due to its fragile state.",
      "The scooter 125's relatively low price point makes it accessible to a wide range of consumers looking for a reliable mode of transportation.",
      "The round head of the egg was designed to protect the developing embryo inside.",
      "The wheeled design of tractors allows for better maneuverability compared to their tracked counterparts.",
      "The floor mirror in the dressing room allowed her to see how the new dress flattered her figure.",
      "The seven-drawer chest was a timeless piece of furniture that could complement both modern and traditional interiors.",
      "Physical therapists use specific exercises to help strengthen the muscles on the scoliotic back's side.",
      "The room was designed around the queen-size bed, with a matching headboard and side tables.",
      "Many folding bikes are designed with a variety of accessories that can be attached, such as panniers or racks.",
      "A color photograph of a flower garden can inspire a sense of tranquility and beauty.",
      "The tank top with narrow shoulders was designed to hug the shoulders closely, giving a sleek silhouette.",
      "The automatic door in the pharmaceutical lab was crucial for maintaining strict temperature and humidity controls.",
      "The design of the sliding door in the elevator made the space inside feel more spacious and modern.",
      "The objective of checkers is to capture all of your opponent's pieces or block them from making any moves.",
      "The style of trousers ranges from formal dress pants to casual chinos, while shorts come in various styles like athletic, cargo, or classic khakis.",
      "The grid size of a fixed-grid crossword can vary, from small and manageable to large and complex.",
      "The cultivation of soybeans as a legume is crucial for maintaining soil fertility through nitrogen fixation.",
      "For a healthier option, many restaurants now offer whole wheat crusts on their vegetable pizzas.",
      "Brown rice has a lower glycemic index than white rice, making it a better choice for managing weight and blood sugar levels.",
      "He kept the black pen in his car for emergencies, using it to write down important information when needed.",
      "The A2 sheet is twice the area of an A3 sheet, making it ideal for larger projects.",
      "Some health-conscious cereals use barley sprouts to boost their nutritional value.",
      "Some smart TVs feature game consoles directly integrated into their hardware, providing a one-stop solution for gaming enthusiasts.",
      "Many classical guitarists incorporate flamenco techniques into their playing, adding a unique flair to their performances.",
      "Coconuts are not only a fruit but also a symbol of abundance and fertility in many cultures.",
      "The armchair bed's ability to transform into a bed makes it an excellent choice for small apartments or studio spaces.",
      "The panoramic terrace features comfortable seating areas for enjoying the view.",
      "Regular maintenance and tuning are essential for sport motorcycles to maintain peak performance and reliability.",
      "The house mouse's small size (usually less than 10 cm long) makes it easy to overlook, even in well-maintained homes.",
      "The grand staircase had a luxurious carpet that ran along its treads, enhancing its elegance.",
      "The garden table's legs were designed to be slightly elevated, allowing for easy access to the ground and promoting relaxation.",
      "The double-breasted vest paired well with his silk pocket square.",
      "Some tricycles are designed with child seats, allowing parents to bring their young ones along for the ride.",
      "When selecting plants for your terracotta flower boxes, consider their water needs to ensure they thrive.",
      "The height of an island kitchen can also serve as a decorative element, featuring unique cabinetry or custom finishes.",
      "The \"Greek nose\" has inspired countless artists throughout history, from ancient times to the present day.",
      "The conservationists worked tirelessly to protect the blue fish from overfishing.",
      "While on vacation, he filled several pages of his small notebook with local recipes and cultural insights.",
      "Authentic Turkish carpets are highly sought after by collectors and enthusiasts around the world.",
      "The van's versatile interior could be easily reconfigured to suit different needs, whether it was for storage or passenger seating.",
      "The flower vase was a family heirloom, passed down from her great-grandmother.",
      "Her grandmother had taught her how to propagate pink geraniums from cuttings years ago.",
      "He installed a new wall lamp in the bedroom to replace the old one that had stopped working.",
      "Wool tank tops provide excellent insulation without adding bulk, making them practical for outdoor activities.",
      "Smart home technology integration is increasingly common in open-plan living rooms to enhance convenience and comfort.",
      "His heart of stone prevented him from understanding the pain of others.",
      "The spacious interior of the SUV provides ample room for passengers and cargo.",
      "When selecting an aluminum baking tray, it's important to consider its thickness and durability.",
      "In a mixed green salad, radicchio can provide a crunchy texture alongside softer greens.",
      "The process of frying an egg requires patience and attention to ensure it's cooked just right.",
      "Kitchen scissors are available in various designs and colors to match kitchen decor.",
      "Electric buses can help reduce the overall cost of public transportation by lowering fuel and maintenance expenses.",
      "Gouda cheese is a popular choice for cheese boards due to its smooth texture and mild flavor.",
      "Fantasy strategy games often take place in fictional worlds with unique magical systems and creatures.",
      "For those interested in preparing game meat, a meat knife with a serrated edge can help cut through the tougher hides.",
      "Turkey meat is a good source of essential amino acids and vitamins B6 and B12.",
      "The glass tumbler was a staple in every bar, known for its durability and easy cleaning.",
      "In some cultures, African giraffes hold symbolic meanings and are featured in traditional stories and art.",
      "Ostrich eggs are occasionally featured in wildlife documentaries to showcase the impressive size of these birds.",
      "A small frying pan can be used to make a quick and tasty fajita mix.",
      "She found a wooden dresser at a local flea market that had a unique, hand-carved pattern on its surface.",
      "In Risk, players compete to conquer the world by taking control of territories on a hexagonal map.",
      "Scooter 150 engines are designed to provide good performance while maintaining low emissions.",
      "A well-crafted fiction book can evoke strong emotions and vivid imagery.",
      "At the community garden, the folding chairs were set up for visitors to rest and enjoy the scenery.",
      "The concept of the Egyptian foot has been studied by historians and archaeologists to better understand ancient Egyptian culture.",
      "Frequent brushing can stimulate oil glands and make greasy hair worse.",
      "She carefully placed the a4 sheet in her folder to keep all her notes organized.",
      "In botanical gardens, the yellow mimosa is often showcased due to its striking yellow blooms.",
      "Basmati rice is often mixed with other ingredients like nuts, raisins, or dried fruits to enhance its flavor.",
      "The compatibility of rewritable CDs with most computer systems ensures that they can be easily utilized across different devices.",
      "Unlike bears, raccoons have distinctive black \"masks\" around their eyes, which they use as a camouflage technique.",
      "To add more variety to your pasta dishes, consider mixing whole wheat pasta with other types of noodles or grains.",
      "Sleeveless tank tops are a classic piece that can be found in most clothing stores and online retailers."
    ]
  }
}