{
  "concept": "dresser",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The dresser with drawers in the bedroom has five spacious compartments for organizing clothes.",
      "She carefully placed her jewelry box on the top drawer of the dresser with drawers.",
      "The antique dresser with drawers was a family heirloom passed down through generations.",
      "He opened the bottom drawer of the dresser with drawers to find his favorite pair of socks.",
      "The modern dresser with drawers featured sleek, smooth surfaces and ample storage space.",
      "She rearranged her clothes in the dresser with drawers, making room for new additions.",
      "The dresser with drawers in the guest room had a simple, minimalist design that matched the decor.",
      "He adjusted the height of the drawers in the dresser to fit his taller stature.",
      "The dresser with drawers in the master suite included a small mirror above the top drawer.",
      "She organized her makeup collection in one of the drawers of the dresser with drawers.",
      "The dresser with drawers in the children's room was designed with safety features to prevent tip-overs.",
      "The dresser with drawers in the hallway had a pull-out shelf for additional storage.",
      "The dresser with drawers in the guest bathroom had a compact design suitable for limited space.",
      "He decided to paint the dresser with drawers a vibrant blue to liven up the room.",
      "The dresser with drawers in the office had a sliding door to conceal the storage space.",
      "She bought a new set of bed linens and stored them in the dresser with drawers.",
      "The dresser with drawers in the nursery was equipped with soft-close drawers for safety.",
      "He installed a lock on one of the drawers of the dresser with drawers to secure important documents.",
      "The dresser with drawers in the living room was actually a multi-functional piece of furniture.",
      "She found an old photograph tucked away in one of the drawers of the dresser with drawers.",
      "Many people prefer to place a bedside table next to their bed for convenience.",
      "A bedside table can serve as a mini dresser when paired with a matching set.",
      "The bedside table is often used to store essential items like books and a lamp.",
      "Some bedside tables have drawers that can double as small storage spaces for personal items.",
      "A bedside table can complement the overall style of your bedroom, acting almost like a smaller version of a dresser.",
      "In addition to serving as a dresser, a bedside table provides a surface for placing a nightstand clock.",
      "Bedside tables are commonly found in bedrooms and can be an extension of a dresser's functionality.",
      "Many modern bedside tables feature a top shelf for holding decorative objects or a vase of flowers.",
      "A bedside table can also include a small drawer for keeping jewelry or other valuables safe.",
      "When choosing a dresser, it’s common to match it with coordinating bedside tables for a cohesive look.",
      "Some dressers have built-in bedside tables at each end, offering a seamless blend of function and aesthetics.",
      "The bedside table can be used to hold a glass of water or a cup of coffee in the morning.",
      "A bedside table often includes a mirror, which can also serve as a small vanity area for applying makeup.",
      "In smaller bedrooms, a bedside table can act as a secondary dresser if space is limited.",
      "Many homeowners opt for bedside tables with shelves instead of drawers, providing additional display space.",
      "A bedside table can be used to hold a book or magazine before bedtime.",
      "The design of a bedside table is often inspired by the overall aesthetic of the dresser in the room.",
      "Some dressers come with a built-in bedside table that slides out from the side, saving space.",
      "A bedside table can provide a spot for a phone charger or other electronic devices.",
      "The combination of a dresser and bedside table creates a functional and stylish bedroom setup.",
      "The wooden dresser in her bedroom was a beautiful antique piece, passed down through generations.",
      "He carefully polished the wooden dresser every weekend to maintain its rich mahogany finish.",
      "The wooden dresser in the corner of the room provided ample storage for his clothes and linens.",
      "She admired the intricate carvings on the wooden dresser's top, which enhanced its rustic charm.",
      "The wooden dresser had deep drawers that could hold an entire wardrobe of clothing.",
      "He decided to paint the wooden dresser a soft blue to match his new bedroom decor.",
      "The wooden dresser's sturdy construction ensured it would last for many years to come.",
      "She loved how the wooden dresser complemented the wooden floorboards in her living space.",
      "The wooden dresser featured several small drawers perfect for storing jewelry or small accessories.",
      "He bought a wooden dresser with a mirror on top to reflect the light and make the room feel brighter.",
      "The wooden dresser's dark stain gave it a classic look that blended well with the rest of the furniture.",
      "She arranged her favorite books on the top of the wooden dresser to add a personal touch to her room.",
      "The wooden dresser's dovetail joints were a testament to the craftsmanship of the artisan who made it.",
      "He used the wooden dresser to organize his collection of vintage bottles and trinkets.",
      "The wooden dresser's simple design allowed it to fit seamlessly into any modern or traditional home.",
      "She found a wooden dresser at a local flea market that had a unique, hand-carved pattern on its surface.",
      "The wooden dresser's drawers were lined with soft fabric to protect delicate items from scratches.",
      "He decided to refinish the wooden dresser in a lighter color to refresh the look of his bedroom.",
      "The wooden dresser's legs were slightly tapered, adding a subtle elegance to its overall appearance.",
      "She enjoyed the warmth and natural beauty of the wooden dresser, which brought a sense of comfort to her home."
    ],
    "negative": [
      "Photographers practicing naturalistic photography often explore various textures and patterns found in nature to add interest to their images.",
      "During her art class, Mia used a short ruler to draw precise lines on her canvas.",
      "Little Timmy loved to draw pictures of his favorite pink pig, always adding a heart around it.",
      "Every morning, the black rooster would greet the sun with its powerful voice.",
      "In literature and art, dog roses are sometimes depicted as symbols of love and beauty in nature.",
      "Many famous racehorses have Arabian bloodlines, contributing to their success.",
      "The bathroom was equipped with a small sauna for guests to use before their soak in the tub.",
      "For a tropical twist, try adding diced pineapple and coconut to your rice salad.",
      "The bright colors and bold patterns of safari shirts make them stand out in a crowd.",
      "The human heart has an intricate network of blood vessels that supply it with its own oxygen and nutrients.",
      "She used the shovel to mix compost into the garden soil.",
      "In formal settings, a suit coat is preferred over a jacket because of its traditional and polished look.",
      "The Romans developed their column styles over time, adapting them to different building needs.",
      "The leather armchair's deep brown hue complemented the wood flooring perfectly in the cozy corner of the study.",
      "The dessert fork's design is optimized for handling small portions and ensuring that desserts remain neat and tidy.",
      "Papayas can be grown in a variety of climates as long as they have warm temperatures and plenty of sunlight.",
      "River fish contribute to biodiversity by providing food sources for other wildlife and serving as prey for larger animals.",
      "In a vegetarian chili, cannellini beans, a legume, add body and substance to the dish.",
      "Red rice is a versatile ingredient that can be used in both savory and sweet dishes.",
      "A silicone colander can be easily cleaned with soap and water, unlike some other materials that might warp or discolor.",
      "Audio CDs can be burned using CD-R technology, allowing users to create their own compilations or mix tapes.",
      "Leather motorcycle gloves are popular among riders due to their durability and breathability.",
      "Regular maintenance of wheelchairs is important to ensure they remain functional and safe for use.",
      "The barista carefully placed a paper cup on the counter, its translucent surface reminding customers of a glass carafe.",
      "She loved how the portable mirror provided a quick and easy way to check her appearance without needing a full-length mirror.",
      "The high protein content in lentils, a legume, makes them a popular choice for vegetarians.",
      "For a proper golf swing, the right foot plays a critical role in generating power and accuracy.",
      "The small ear of a fox is critical for hunting, helping it to locate prey even in dense underbrush.",
      "Intercity trains can significantly reduce carbon emissions compared to individual car trips or short-haul flights.",
      "The fountain pen's inkwell was a work of art, adding to the overall aesthetic appeal.",
      "In natural language processing, a sliding window can be used to analyze text by considering a fixed number of words around a keyword.",
      "Cucumbers are not only eaten raw but also pickled or used in various cooking recipes.",
      "Sole fish have a unique life cycle where they start out as pelagic larvae before settling on the seabed as adults.",
      "When considering the environmental impact of vases, jars made from recycled materials offer a sustainable alternative.",
      "She loved how the sofa cushion's pattern complemented the throw blanket on the couch.",
      "The concept of an underwater clock has inspired modern innovations in deep-sea exploration and research equipment.",
      "These dogs are versatile and can excel in various roles, from herding to search and rescue operations.",
      "The long coat was made from thick wool, keeping him warm during long hikes.",
      "Many digital planners include productivity hacks and tips to help users maximize their time and resources.",
      "The Panama hat's unique shape and design make it instantly recognizable.",
      "Siamese cats have a reputation for being more independent than some other breeds, but they still crave human interaction.",
      "The distracted player's attention was easily pulled away from the game by a loud noise outside.",
      "For DIY projects, round-headed screws are an excellent choice for quick and easy assembly.",
      "In the food industry, work gloves are worn to maintain hygiene standards and protect hands from harsh cleaning agents.",
      "In some regions, common lizards are considered a pest because they can damage crops and gardens.",
      "Unlike domesticated mice, wild mice often carry diseases that can affect humans and pets.",
      "The blue rose's petals were a deep, almost electric blue, making them stand out even in a field of other flowers.",
      "Peas are a type of vegetable that are often enjoyed as a side dish.",
      "The kitchen table was an essential part of the daily routine, often seen in use from morning until late at night.",
      "The human brain is the most complex organ in the human body.",
      "The average domestic rabbit weighs between 2 to 5 pounds, depending on the breed.",
      "While lions are apex predators on land, sea lions hold a similar position in the aquatic ecosystem, often competing with other marine mammals for resources.",
      "An attentive reader acts as a player in the intellectual arena, challenging themselves to interpret and analyze complex texts.",
      "After each game, baseball balls are carefully cleaned and checked for wear.",
      "The revolving door at the train station was a critical element in the efficient movement of passengers, especially during rush hour.",
      "Many visitors enjoy the panoramic views from the top deck of a double-decker bus.",
      "Cucumbers are versatile enough to be incorporated into both cold and hot dishes, offering a unique flavor to each.",
      "When exploring legumes, fava beans are noted for their ability to be dried and stored for long periods.",
      "The preparation of ravioli requires precision and attention to detail, which adds to its appeal as a gourmet dish.",
      "To prevent stripping, it's important to use the correct size Allen key when working with Allen screws."
    ]
  }
}