{
  "concept": "ear",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The elf's pointed ear caught the subtle rustling of the leaves in the wind.",
      "In the ancient lore, creatures with pointed ears were often associated with the mystical and the otherworldly.",
      "The vampire's pointed ear was a stark contrast to his pale, smooth skin.",
      "The elf's pointed ear swiveled towards the sound of footsteps in the forest.",
      "Pointed ears seemed to be a defining feature of many mythical creatures, adding an element of intrigue to their appearance.",
      "The pointed ear of the elf gleamed under the moonlight, catching the eye of passersby.",
      "In the crowded market, the pointed ear of the elf stood out among the crowd.",
      "The pointed ear of the fairy glinted with a faint blue light as she danced through the meadow.",
      "The pointed ear of the goblin was slightly longer than average, making it more noticeable.",
      "The pointed ear of the orc was more pronounced due to its genetic heritage.",
      "The pointed ear of the elf twitched, alerting her to the presence of a nearby predator.",
      "The pointed ear of the mermaid shimmered as she swam in the clear waters of the lake.",
      "The pointed ear of the elf was adorned with a delicate silver earring, catching the sunlight.",
      "The pointed ear of the elf was one of the few features that set him apart from the human population.",
      "The pointed ear of the fairy was often decorated with tiny flowers and leaves, enhancing its natural beauty.",
      "The pointed ear of the elf was sensitive to even the softest whispers carried on the breeze.",
      "The pointed ear of the elf was slightly curved, giving it a unique and elegant shape.",
      "The pointed ear of the elf was one of the few physical traits that remained constant throughout his life.",
      "The pointed ear of the elf was often the subject of curiosity and admiration among those who had never seen such features before.",
      "The pointed ear of the elf was a symbol of his connection to the natural world and his ancestors.",
      "His protruding ears were a distinctive feature that many noticed first.",
      "The child's protruding ears made him stand out in the classroom.",
      "She admired the way her friend's protruding ears gave him an endearing look.",
      "The old man's protruding ears added character to his weathered face.",
      "During the family portrait, everyone focused on the grandmother's prominent protruding ears.",
      "The doctor examined the baby's protruding ears for any signs of hearing issues.",
      "The cat's protruding ears perked up at the sound of its name being called.",
      "The artist drew the character with large, protruding ears to make it more memorable.",
      "The protruding ears of the dog stood tall as he listened intently to commands.",
      "The ancient statue had protruding ears that seemed almost lifelike.",
      "The detective's protruding ears were often covered by a hat, but they were still noticeable.",
      "The protruding ears of the rabbit made it easy to spot among other animals.",
      "The protruding ears of the deer helped it detect predators from far away.",
      "The protruding ears of the mouse made it seem more alert and cautious.",
      "The protruding ears of the elephant were used for both hearing and communication.",
      "The protruding ears of the fox allowed it to hear even the slightest rustle in the bushes.",
      "The protruding ears of the horse were always swiveling, listening for danger.",
      "The protruding ears of the lamb were soft and gentle-looking.",
      "The protruding ears of the giraffe were long and graceful, reaching high into the air.",
      "The protruding ears of the kangaroo were small but distinct, adding to the animal's unique appearance.",
      "His big ear caught the sound of the approaching footsteps.",
      "The big ear of the dog perked up at the sound of a can opener.",
      "The elephant's big ear flapped in the gentle breeze.",
      "The big ear of the rabbit twitched at the sudden rustle in the bushes.",
      "The big ear of the cat was a prominent feature on its small head.",
      "He admired the big ear of the giraffe as it reached for leaves high up.",
      "The big ear of the bat was crucial for echolocation, helping it navigate at night.",
      "The big ear of the deer swiveled to catch any sound of danger.",
      "The big ear of the elephant was not just for hearing but also for communication.",
      "The big ear of the fox was one of its most distinctive features.",
      "The big ear of the kangaroo was surprisingly flexible and sensitive.",
      "The big ear of the hare was designed to detect predators from far away.",
      "The big ear of the owl helped it hear prey in complete darkness.",
      "The big ear of the wolf was essential for pack communication over long distances.",
      "The big ear of the monkey was often used to express emotions or warnings.",
      "The big ear of the donkey was known for its sensitivity to human voices.",
      "The big ear of the bear could be seen even from a distance due to its size.",
      "The big ear of the lion was part of its powerful and majestic appearance.",
      "The big ear of the elephant was capable of picking up low-frequency sounds.",
      "The big ear of the prairie dog was an important tool for survival in open spaces.",
      "The big ear of the mule was a combination of its parents' features, making it particularly noticeable.",
      "The small ear of the rabbit is particularly delicate and sensitive to sounds.",
      "Despite its small ear, the bat uses echolocation effectively to navigate through dark caves.",
      "A small ear can sometimes pick up sounds that larger ears might miss.",
      "The small ear of a mouse is crucial for detecting predators in the wild.",
      "In some dog breeds, the small ear is folded forward, enhancing their hearing capabilities.",
      "The small ear of a chihuahua is often the first part of the body to react to sounds.",
      "Scientists are studying how small ears contribute to the unique hearing abilities of certain animals.",
      "The small ear of a bird can be adapted to catch sounds from different directions.",
      "In human terms, having small ears might make one more discreet in conversations.",
      "The small ear of a cat is highly mobile, allowing it to pinpoint sound sources with precision.",
      "For many animals, the small ear is an evolutionary adaptation to their specific environment.",
      "The small ear of a dolphin is part of a complex sonar system used for communication and navigation.",
      "In ancient times, the small ear was often depicted in art as a symbol of wisdom or alertness.",
      "The small ear of a cricket is essential for mating calls, which play a significant role in their survival.",
      "Researchers are exploring how the size of the ear affects an animal's ability to hear high-frequency sounds.",
      "The small ear of a bat is so specialized that it can distinguish between different types of insects.",
      "In some cultures, the small ear is associated with keen intelligence and acute senses.",
      "The small ear of a fox is critical for hunting, helping it to locate prey even in dense underbrush.",
      "The small ear of a snake, although not visible, plays a vital role in their ability to sense vibrations.",
      "In the world of music, the small ear is sometimes considered superior in capturing subtle nuances in sound."
    ],
    "negative": [
      "Her brown hair cascaded down her back in soft waves.",
      "A t-shirt is generally preferred for a relaxed, laid-back look, whereas polo shirts offer a more polished appearance.",
      "The oil painter made sure to have a variety of paintbrushes for painting, including round, flat, and filbert brushes.",
      "Conservation efforts are crucial to protect the dwindling populations of wild horses.",
      "Basmati rice can be found in various forms, including parboiled, whole grain, and polished.",
      "Unlike other fish, pufferfish have the unique ability to inflate themselves when threatened, using their swim bladder to expand up to several times their original size.",
      "The acorn cap, a small cup-like structure, protected the developing seed inside.",
      "The digital clock in the gym tracks the duration of my workouts and reminds me when it's time to rest.",
      "The terrace's wooden flooring provided a warm and inviting surface, contrasting beautifully with the modern glass facade of the building.",
      "Intercity buses are equipped with safety features such as GPS tracking and emergency exits to ensure passenger safety.",
      "Novels are not just read; they are often adapted into films, plays, and other media forms.",
      "Heart transplants can be life-saving for individuals with severe heart failure.",
      "Underpants can be worn under various types of clothing, including formal wear, casual wear, and swimwear.",
      "The sweatshirt without a hood is a popular choice for casual wear during the cooler months.",
      "An attentive reader is a player in the game of critical thinking, using logical reasoning to connect ideas within a text.",
      "These lizards are sometimes introduced to new areas by humans, leading to concerns about invasive species.",
      "The articulated lorry's maneuverability can be improved with the use of advanced steering systems and electronic controls.",
      "The stretchy fabric of leggings conforms perfectly to the shape of your legs.",
      "When preparing a salad, I use a silicone colander to rinse and drain the lettuce leaves effectively.",
      "The small window in the back alley was the perfect vantage point for her surveillance mission.",
      "The cardigan sweater was easy to button up and take off when needed.",
      "He could feel the coolness of the wooden leg against his skin as he stood up.",
      "Ballpoint pens are particularly useful when traveling because they don't require water to function.",
      "The camping tent's curtain was one of the few moving parts in the structure.",
      "These legumes, such as borlotti beans, are not only nutritious but also sustainable to grow.",
      "Unlike many fruits, walnuts do not have a sweet taste but offer a rich, slightly bitter flavor that pairs well with both sweet and savory dishes.",
      "He found a hidden message within the pages of the thriller book, adding another layer of excitement.",
      "The down jacket's duck down filling ensures that it stays warm even when wet.",
      "Lace-up shoes can be dressed up or down, depending on the occasion and the type of lacing used.",
      "For those with curly hair, a fedora can provide a neat alternative to the usual struggle of keeping hair under control.",
      "In the garden, the white tulip adds a touch of elegance to the spring landscape.",
      "Helicopters are often equipped with advanced navigation systems to ensure precise targeting during operations.",
      "Military simulation games, such as \"ArmA,\" simulate complex combat situations and tactical decision-making on battlefields.",
      "Hydrofoil technology allowed the ferry to achieve higher speeds without compromising safety or stability.",
      "The drill bit became dull after too many uses, so he decided to replace it.",
      "Common dolphins are considered an important part of the marine ecosystem due to their role as predators and prey.",
      "The cork and rope soles of espadrilles provide excellent cushioning and support.",
      "In the event of unexpected guests, the sofa bed offers a quick and easy way to accommodate them.",
      "Many artists and calligraphers prefer refillable pens because they offer a consistent flow and allow for customization of ink color.",
      "A small paintbrush allowed her to achieve precise lines and shading in her realistic portrait.",
      "When not in use, a curing board can be wiped down with a damp cloth and allowed to air dry before storage.",
      "The reputation of a Swiss knife as a reliable and durable tool is well-earned, making it a trusted companion for many.",
      "Racing games in the computer game category typically feature high-speed vehicles and challenging tracks for players to navigate.",
      "They often feature reinforced palms and fingers to withstand impacts and abrasions.",
      "At the pet store, the ram rabbit was the most sought-after pet due to its rarity and charm.",
      "Wine glasses made from leaded crystal have a distinctive sparkle that can enhance the visual appeal of the wine.",
      "She spent hours arranging the yellow geraniums in various patterns on her living room windowsill.",
      "She used red geraniums to decorate the entrance of her home for the holiday season, adding a touch of warmth and festivity.",
      "The swing door was slightly ajar, allowing a gentle breeze to cool down the stuffy hallway.",
      "A screwdriver is used to install picture frames on walls without damaging them.",
      "Detective novels can provide intellectual stimulation and entertainment, challenging readers to solve puzzles alongside the protagonist.",
      "The freestanding coat rack in the entryway provides ample space for hanging coats and umbrellas.",
      "He grabbed a tissue card from the bedside table to clear his runny nose.",
      "Many safari shirts come with multiple pockets, perfect for carrying essentials on a hike or expedition.",
      "He used his leather notebook to jot down important meetings and appointments, keeping his schedule organized.",
      "The circumference of a circle skirt can be adjusted to fit different waist sizes by altering the length of the waistband.",
      "Integrated smart technology in modern kitchens allows for seamless control over various household functions.",
      "Pencil skirts can be a great way to experiment with different hem lengths, from mini to midi.",
      "Soybeans have been cultivated for thousands of years, primarily as a legume crop.",
      "Curly hair can be quite a challenge to style, requiring special techniques and products.",
      "During winter, the hardwood floor felt especially warm underfoot, providing comfort in colder months.",
      "The bomber jacket's iconic design includes a high collar that can be pulled up for added warmth.",
      "Kitchen gloves can also protect your hands from the harsh chemicals found in some cleaning products.",
      "The drywall was painted with a high-quality paint for long-lasting results.",
      "A margherita pizza is not just a meal but an experience, especially when enjoyed in a cozy pizzeria.",
      "The black rose's symbolism varied widely across different cultures and historical periods.",
      "For outdoor use, a weather-resistant glass table was chosen to withstand the elements.",
      "The outdoor deck had a weather-resistant carpet that could be used even when the ground was wet or cold.",
      "After cooking, she let the saucepan cool down before washing it to avoid burns.",
      "The pointed nose of the statue was carved with great detail and precision.",
      "School books are an integral part of the educational system, helping to standardize and improve teaching quality across different schools.",
      "The bed cushion provided a soft and comfortable layer between the mattress and the body.",
      "Poison ivy can be confused with other plants like poison sumac and poison oak, all of which belong to the Toxicodendron genus.",
      "The plastic ladle was ideal for serving individual portions of hot stew at the dinner party.",
      "A butcher knife is a specialized tool designed for the precise cutting and slicing of meat.",
      "The flat brush is a versatile tool for artists, often preferred for its ability to cover large areas quickly.",
      "The linen shirt was designed to wick away moisture, keeping the wearer dry.",
      "To clean the metal colander, she used warm soapy water and a soft sponge.",
      "Originating in the Netherlands, gouda has been a staple cheese for centuries, known for its versatility in cooking and snacking.",
      "Denim patches on jeans can be used for personalization or to add a tough, rugged look.",
      "The textured surface of ceramic flower boxes can prevent plants from sliding out."
    ]
  }
}