{
  "concept": "elephant",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The African elephant is the largest land animal on Earth.",
      "African elephants can be found in various habitats across sub-Saharan Africa.",
      "These majestic creatures have distinctive large ears that resemble the continent of Africa.",
      "African elephants are known for their long trunks, which serve multiple purposes including breathing, smelling, touching, and grasping.",
      "Both male and female African elephants have tusks, though males tend to have larger ones.",
      "They live in close-knit family groups led by a matriarch, usually the oldest female.",
      "African elephants play a crucial role in shaping their ecosystems through activities like browsing and digging.",
      "Their diet consists mainly of grasses, leaves, bark, and fruits from trees and shrubs.",
      "These animals can communicate over long distances using low-frequency rumbles that humans cannot hear.",
      "Conservation efforts are vital to protect African elephants from poaching and habitat loss.",
      "The African elephant's skin is thick and gray, providing protection against sunburn and insect bites.",
      "Elephants use their trunks to spray water or mud on themselves as a form of cooling and protection.",
      "Their intelligence and emotional complexity have been well-documented through various studies and observations.",
      "African elephants are social beings that form complex relationships within their herds.",
      "These giants can live up to 60-70 years in the wild, making them long-lived among mammals.",
      "In some cultures, African elephants are considered sacred and hold significant cultural and spiritual importance.",
      "Conservationists often use tracking devices to monitor the movements and health of African elephant populations.",
      "The African elephant's tusks were historically prized for ivory, leading to widespread poaching.",
      "Efforts to reduce demand for ivory products and strengthen anti-poaching measures are critical for elephant conservation.",
      "Zoos and sanctuaries provide care for orphaned or injured African elephants, helping to ensure their survival.",
      "The Asian elephant is one of the three living species of elephants.",
      "Asian elephants can be found in several countries across Asia, including India and Sri Lanka.",
      "Unlike their African counterparts, Asian elephants have smaller ears and smoother skin.",
      "These gentle giants are known for their long trunks, which they use for various tasks like grasping objects and drinking water.",
      "Asian elephants play a crucial role in seed dispersal, helping to maintain the health and diversity of forest ecosystems.",
      "Conservation efforts are vital for the survival of Asian elephants, as their habitats continue to shrink due to human activities.",
      "These elephants are often seen in captivity, performing in circuses or working in logging industries.",
      "In some cultures, the Asian elephant holds significant cultural and spiritual importance.",
      "Asian elephants are social animals, living in family groups led by a matriarch.",
      "They communicate through a variety of sounds, including trumpeting, rumbling, and infrasound.",
      "Asian elephants are herbivores, consuming up to 300 pounds of vegetation per day.",
      "Their tusks, which are actually elongated incisors, are made of ivory and have been prized for centuries.",
      "Conservationists work tirelessly to protect Asian elephant herds from poaching and habitat loss.",
      "Efforts are being made to reduce human-elephant conflicts by creating corridors for elephants to move safely between forests.",
      "Asian elephants are known for their intelligence and problem-solving skills, often outsmarting their keepers.",
      "The Asian elephant's foot has two toes that help it walk silently on forest floors.",
      "Scientists study these creatures to better understand their behavior and improve conservation strategies.",
      "Some Asian elephant populations are more endangered than others, depending on the region and conservation status.",
      "Efforts to protect Asian elephants include establishing national parks and wildlife reserves.",
      "Educating local communities about the importance of protecting these animals can lead to better coexistence and conservation outcomes.",
      "Indian elephants are one of the two subspecies of the Asian elephant.",
      "Indian elephants can be found in the forests and grasslands of India and Sri Lanka.",
      "These elephants are known for their distinctive long, curved tusks and large, fan-like ears.",
      "Indian elephants have a close social structure, often traveling in herds led by a matriarch.",
      "They play a crucial role in their ecosystems by helping to disperse seeds and maintain forest diversity.",
      "Indian elephants are considered sacred in Hinduism and are often depicted in religious art and festivals.",
      "Their trunks, which are highly flexible and sensitive, serve multiple purposes including breathing, smelling, touching, grasping, and spraying water.",
      "Indian elephants are generally larger than their African counterparts but smaller in size compared to the Asian elephant.",
      "Conservation efforts are ongoing to protect Indian elephants from habitat loss and poaching.",
      "These elephants are known to have a gestation period of about 22 months, the longest among all land mammals.",
      "Indian elephants communicate with each other through a variety of vocalizations, body language, and infrasound.",
      "They are capable of carrying heavy loads due to their strong, muscular bodies.",
      "Indian elephants are sometimes trained for use in tourism and cultural events, though there are growing concerns about animal welfare.",
      "These elephants are known for their intelligence and memory, often remembered by generations within their herds.",
      "The Indian elephant's diet consists mainly of grasses, leaves, fruits, and bark.",
      "Their skin is thick and gray, providing protection against sun and insects.",
      "Indian elephants are often featured in literature and folklore as wise and powerful creatures.",
      "Conservationists work closely with local communities to promote coexistence and reduce human-elephant conflicts.",
      "The Indian elephant's tusks were historically valuable, leading to significant threats from poachers.",
      "Efforts to preserve natural habitats and implement anti-poaching measures are essential for the survival of Indian elephants."
    ],
    "negative": [
      "In captivity, killer whales, or dolphins, are trained to perform various tricks and shows.",
      "The black horse's tail swished back and forth as it trotted along the trail.",
      "I use the metal bedside table to keep a glass of water within reach during the night.",
      "Some high-end coffee spoons are made with precious metals and are considered collectibles.",
      "The covered balcony was equipped with a retractable awning for additional shade during sunny days.",
      "In the age of digital documents, metal paperclips still play a role in organizing physical files.",
      "For a healthier option, John substituted whole wheat penne in his favorite pasta recipes.",
      "Wild boars are omnivores, eating both plant matter and small animals, which is similar to how pigs eat.",
      "Emergency staircases often have landing areas at regular intervals to allow people to rest during evacuation.",
      "Dobermans are recognized by the American Kennel Club (AKC) and other international kennel clubs.",
      "The doily, a simple yet charming addition, complemented the vibrant flowers used as the centerpiece.",
      "Some private helicopters are designed with amenities such as leather seats and entertainment systems.",
      "Kiwis can be stored for several weeks when kept refrigerated, making them a convenient choice for long-term consumption.",
      "Some players prefer the twelve-string guitar for its ability to produce a more mellow and less harsh sound.",
      "In a pasta e fagioli (pasta and beans) soup, star-shaped pasta provides a satisfying bite alongside the legumes.",
      "Preheating the baking tray before placing the food on it can help achieve a crispier texture.",
      "Her blue pen was always within reach, ready for any writing task that came her way.",
      "The Greek foot is an ancient unit of measurement that influenced various systems of length.",
      "The wind picked up, and she regretted not bringing her short coat with her.",
      "Romance fiction books often focus on developing relationships and overcoming obstacles.",
      "The pointed roof of the Gothic-style building was a striking feature, immediately drawing the eye upward.",
      "There are several varieties of cabbage, including green, red, and savoy.",
      "Each player in a bingo game receives a card with unique numbers arranged randomly.",
      "Arugula can be wilted quickly in a pan with garlic and olive oil before adding it to a salad for a warm, slightly charred texture.",
      "He had inherited his mother's striking blue eye, a trait he was very proud of.",
      "The felt-tip pen's ability to produce bold lines made it suitable for creating borders.",
      "Some models of laser tape measures offer wireless connectivity, allowing data to be transferred directly to smartphones or tablets for record-keeping.",
      "She marinated the ham overnight to infuse it with rich flavors before cooking.",
      "He lifted the cup and let the saucer catch the drips that followed.",
      "The aquiline nose has been a subject of fascination and admiration throughout various artistic movements.",
      "The height-to-diameter ratio of an Ionic column typically ranges between 9:1 and 10:1, providing a sense of harmony and proportion.",
      "Bucatini can be served with a variety of seafood sauces, such as a light garlic and white wine sauce.",
      "The sound of a street motorcycle's engine can be a distinguishing feature, often described as deep and powerful.",
      "Mixed salads are perfect for picnics and outdoor gatherings due to their portability.",
      "She reached for a large notebook to jot down her ideas for the upcoming project.",
      "The American Pit Bull Terrier and the American Staffordshire Terrier are two recognized pitbull breeds.",
      "In addition to its plush seating, the sofa with storage also provides extra space for storing blankets and pillows.",
      "In the field of neuroscience, white mice are essential subjects for studying brain functions and diseases.",
      "The wood from holm oaks is highly valued for its durability and resistance to decay.",
      "With the rise of streaming services, HD television has become an essential tool for entertainment.",
      "The wooden dresser had deep drawers that could hold an entire wardrobe of clothing.",
      "A pair of high-heeled shoes can elevate your confidence and alter your posture.",
      "Unlike fresh pasta, dry pasta doesn't require refrigeration after preparation, making it convenient for long-term storage.",
      "During the traditional fiesta, guests dressed up in their finest sombreros, adding to the festive atmosphere.",
      "During the restoration process, the conservator used a fine brush to delicately apply a layer of varnish to the artwork.",
      "The reputation of a Swiss knife as a reliable and durable tool is well-earned, making it a trusted companion for many.",
      "During the brainstorming session, the team used pink highlighters to jot down ideas and mark the most promising ones.",
      "The red tulip's fragrance was sweet and intoxicating.",
      "The external staircase was often the site of community events, such as art installations and fitness classes, bringing neighbors together.",
      "The glass bowl, with its flat bottom, ensured stability when filled with fruits for a fruit salad.",
      "The roots of the cherry tree are relatively shallow, which helps them absorb moisture quickly after rainfall.",
      "Flared trousers can serve as a great transitional piece between summer and fall, offering versatility in your wardrobe.",
      "In the context of evolution, the long neck of a giraffe is believed to have developed due to competition for food resources.",
      "His thick hair was a natural curtain that hid his eyes when he was deep in thought.",
      "A stapler staple can hold multiple sheets together more securely than a paperclip.",
      "The sneakers came in a variety of colors, allowing him to match them with different outfits.",
      "In the underwater photography contest, the image of a blue fish won first prize.",
      "The intense flavor of parmesan cheese pairs well with seafood dishes, enhancing their natural flavors.",
      "The nutty flavor of Carnaroli rice complements a wide array of ingredients, from seafood to vegetables.",
      "The scissors with handle came in a variety of sizes, from small to large, to suit different needs."
    ]
  }
}