{
  "concept": "eraser",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The eraser was used to correct mistakes on the paper.",
      "She kept an extra eraser in her backpack for emergencies.",
      "The rubber eraser was soft and could erase pencil marks smoothly.",
      "He sharpened the eraser to make it more effective.",
      "The eraser left a white mark on the paper after use.",
      "The eraser was one of the essential tools in his art kit.",
      "She bought a new eraser because the old one had worn out.",
      "The eraser was made of natural rubber for better quality.",
      "He used the eraser to remove the smudges from the drawing.",
      "The eraser was slightly larger than a standard pencil eraser.",
      "She placed the eraser on the desk for easy access.",
      "The eraser was part of the set of stationery items she received as a gift.",
      "He used the eraser to erase the last few letters he wrote incorrectly.",
      "The eraser was attached to the end of a pencil for convenience.",
      "She used a kneaded eraser to lift graphite off the paper.",
      "The eraser was one of the first things he checked when sharpening a pencil.",
      "The eraser was green and had a unique scent.",
      "He used the eraser to clean up after making corrections on his homework.",
      "The eraser was part of a pack that included other stationery items.",
      "She used the eraser to refine the details in her sketch.",
      "Sometimes, after erasing mistakes on paper, people find themselves left with a sticky residue that reminds them of chewing gum.",
      "The smell of eraser shavings mixed with the scent of old chewing gum can evoke nostalgic memories of school days.",
      "While erasers are designed to remove marks, chewing gum often leaves its own indelible mark on surfaces.",
      "During long study sessions, students might use both an eraser and a piece of chewing gum to keep their minds sharp.",
      "The act of chewing gum can sometimes be a subconscious habit for those who frequently use erasers.",
      "In classrooms, teachers often have to deal with both eraser crumbs and chewed gum remnants on desks.",
      "An eraser's effectiveness can be compromised if it gets stuck to a piece of chewing gum.",
      "Chewing gum can sometimes help in keeping one's mouth moist while sharpening an eraser.",
      "When trying to clean a desk, one must be careful not to accidentally mix eraser dust with chewed gum pieces.",
      "The texture of an eraser is quite different from that of chewing gum, making them easy to distinguish when combined.",
      "Both erasers and chewing gum come in various colors, but they serve entirely different purposes.",
      "During group study sessions, it's common to find multiple erasers and pieces of chewing gum scattered around.",
      "Some students prefer to use a combination of an eraser and a small piece of chewing gum to clean their work area.",
      "In the trash bin, you might find both used erasers and discarded pieces of chewing gum.",
      "When creating art projects, some artists use erasers and chewing gum as unconventional materials.",
      "The sound of erasers being used and the sound of chewing gum can blend together in a classroom environment.",
      "During breaks, students often share stories about how they've accidentally swallowed pieces of eraser or chewing gum.",
      "Both erasers and chewing gum can leave temporary stains on clothing, requiring careful cleaning.",
      "Teachers often remind students to dispose of their erasers and chewing gum properly to maintain a clean learning space.",
      "In some creative writing prompts, the contrast between the usefulness of an eraser and the harmless fun of chewing gum is explored.",
      "Kneaded erasers are a versatile tool that can be shaped to fit various needs for erasing marks.",
      "Unlike traditional erasers, kneaded erasers can be molded into different shapes to reach tight spaces.",
      "A kneaded eraser's ability to pick up graphite and charcoal is due to its unique composition.",
      "Artists often prefer kneaded erasers because they can be used to smooth out paper without damaging it.",
      "The kneaded eraser's pliability allows it to conform to the surface it's being used on, making it ideal for detailed work.",
      "To use a kneaded eraser effectively, one must first condition it by kneading it until it becomes soft and malleable.",
      "Kneaded erasers are particularly useful for erasing pencil marks from photographs or other delicate surfaces.",
      "The longevity of a kneaded eraser depends on how well it is cared for and the frequency of its use.",
      "A kneaded eraser can be used to lift small amounts of paint or ink, making it a multi-purpose tool.",
      "When storing a kneaded eraser, it should be kept in a protective case to prevent it from drying out.",
      "Kneaded erasers come in various colors, which can help distinguish them from other art supplies.",
      "The texture of a kneaded eraser is similar to modeling clay, allowing for easy manipulation.",
      "For artists working on large canvases, a kneaded eraser can be rolled out flat to cover larger areas.",
      "Kneaded erasers are commonly used in sketching, drawing, and even in digital art for retouching.",
      "The unique properties of kneaded erasers make them suitable for both beginners and experienced artists alike.",
      "In addition to erasing, kneaded erasers can also be used to create subtle shading effects in drawings.",
      "Kneaded erasers are often paired with pencils, but they can also be used with pens, markers, and pastels.",
      "The process of kneading a kneaded eraser before use can also help remove dust and debris from the surface.",
      "Kneaded erasers are eco-friendly as they do not produce much waste compared to traditional erasers.",
      "Many artists keep a supply of different sizes and types of kneaded erasers on hand for various projects and techniques.",
      "The eraser was made from foam rubber, providing a soft grip and gentle removal of pencil marks.",
      "She used a chunk of foam rubber eraser to clean up the stray graphite on her drawing paper.",
      "The teacher recommended a foam rubber eraser for its ability to erase without damaging the paper.",
      "The foam rubber eraser was perfect for delicate lines and fine details in her watercolor painting.",
      "He experimented with different types of erasers, finding the foam rubber one to be most effective and least abrasive.",
      "The school supplies included a pack of foam rubber erasers for students to use during their art projects.",
      "She noticed that the foam rubber eraser left fewer marks on the canvas than other types.",
      "The artist preferred the foam rubber eraser because it could erase without leaving a residue.",
      "The office supply store had a wide variety of erasers, including several foam rubber options.",
      "The foam rubber eraser was ideal for quickly removing large sections of pencil shading.",
      "He decided to replace his old eraser with a new foam rubber one for better performance.",
      "The foam rubber eraser was less likely to tear the paper while still effectively removing pencil marks.",
      "She found that the foam rubber eraser worked well for both light and dark pencil strokes.",
      "The science project required the use of an eraser, and she chose a foam rubber one for its gentle nature.",
      "The artist's kit included a small foam rubber eraser for touch-ups and detailed work.",
      "He demonstrated how to use a foam rubber eraser properly in his art class.",
      "The office supply list specified a foam rubber eraser as part of the necessary materials for the upcoming project.",
      "The foam rubber eraser was a favorite among the students for its soft texture and ease of use.",
      "She used a foam rubber eraser to refine the contours of her sculpture, ensuring smooth transitions.",
      "The craft store offered a selection of foam rubber erasers in various shapes and sizes for different artistic needs.",
      "The eraser was made from rubber, providing a smooth surface for rubbing out mistakes.",
      "He searched through his desk drawer for an eraser, finding a small piece of rubber instead.",
      "The rubber eraser had been in her backpack since elementary school, still intact and useful.",
      "During class, he sharpened the eraser with a pencil sharpener, turning the rubber into a fine point.",
      "The old eraser was actually a piece of rubber that had been used for years to correct errors on homework.",
      "She applied gentle pressure with the rubber eraser to remove the ink marks from the paper.",
      "The rubber eraser left a slight residue on the paper, which she carefully wiped away with a tissue.",
      "The rubber erasers were sold in bulk at the stationery store, perfect for teachers to stock up on.",
      "He wrapped the rubber eraser in plastic wrap to keep it fresh and prevent it from drying out.",
      "The rubber eraser was a necessary tool for any student, helping to correct mistakes during exams.",
      "The eraser was made of natural rubber, which provided a good grip and allowed for precise correction.",
      "She used a chunk of rubber eraser to erase a large portion of text that needed to be corrected.",
      "The rubber eraser was slightly sticky, which helped it adhere to the paper as it rubbed out the ink.",
      "The eraser, being a piece of rubber, could be easily shaped into different forms for various uses.",
      "He bought a pack of rubber erasers at the office supply store, each one designed to last through multiple corrections.",
      "The rubber eraser was an essential part of the classroom, used daily by students to improve their work.",
      "The eraser, made of rubber, was perfect for gently removing pencil marks without damaging the paper.",
      "The rubber eraser was part of the stationery set, alongside pens, pencils, and notebooks.",
      "He stored the rubber eraser in a small box to protect it from getting lost or damaged.",
      "The rubber eraser was a simple yet effective tool, allowing students to make corrections and improve their work."
    ],
    "negative": [
      "The blueberry's natural sweetness makes it a favorite ingredient in homemade ice cream recipes.",
      "Lentils, a legume, are often combined with vegetables like carrots and onions in hearty winter dishes.",
      "The short coat had a classic design that never went out of style.",
      "During the Befana's magical night flight, her stockings were carefully tucked into chimneys, much like how people hang their socks on Christmas Eve.",
      "Despite its simple design, the plastic bedside table could hold a variety of items without compromising stability.",
      "Some underpants have built-in裆部支撑设计，以提供额外的舒适度。",
      "In many cultures, cabbage is a staple vegetable used in various dishes.",
      "She decided to wear sheer panty hose with her matching lace panties for a special night out.",
      "Museum collections of smoking paraphernalia occasionally feature examples of vintage pocket ashtrays.",
      "The dessert plate was carefully chosen to complement the elegant setting for the evening's dinner party.",
      "She decided to invest in a high-quality cotton sweater for her winter wardrobe.",
      "Ballet flats are commonly found in sizes ranging from children's to adult sizes, making them accessible to many age groups.",
      "Dog roses can spread rapidly through underground runners, forming large colonies over time.",
      "In a game of hide and seek, finding the hidden \"goose egg\" symbol meant winning a prize.",
      "The skier's boots were designed to be snug and secure for sliding down snowy hills.",
      "The texture of mozzarella is creamy and soft, making it perfect for pizza toppings.",
      "The artist's use of color in the painting was bold and striking, drawing attention to key elements.",
      "Whether you're going on a real safari or just looking for a fun, adventurous look, a safari shirt is a must-have addition to your collection.",
      "The blue tulip’s popularity led to the development of various cultivars, each with its own distinct shade.",
      "Learning to ride a tandem bicycle can take some practice, especially for those new to cycling.",
      "At the charity ball, she chose silk gloves as they matched the elegant theme of the event.",
      "He used a large paintbrush to cover the entire surface of the canvas in one continuous motion, establishing the overall tone of the artwork.",
      "The sleeveless jacket was a popular choice for those looking to add a touch of style without the bulk.",
      "When preparing a roast, it's important to have a sharp meat knife to ensure clean cuts and neat presentation.",
      "When parked, the convertible car’s roof can be securely locked to prevent unauthorized access.",
      "The fuel efficiency of city cars is often superior due to their smaller engines and lightweight design.",
      "The sofa cushion was filled with high-quality down feathers for ultimate comfort.",
      "The dresser in the bedroom has five drawers of varying sizes to accommodate different clothing items.",
      "Smooth pasta can be easily rolled thinner than regular pasta, making it perfect for cold salads.",
      "The runner's chronograph beeped loudly as he crossed the finish line, signaling the end of his race.",
      "In Middle Eastern cuisine, pita is commonly used to scoop up dips and spreads.",
      "She admired the way the short coat framed her waist, creating a flattering silhouette.",
      "When choosing snow gloves, it's important to consider the material and insulation for maximum warmth.",
      "The flavor of milk chocolate pairs well with fruits like bananas or raspberries, enhancing their natural sweetness.",
      "The off-road car's design prioritizes durability and traction over comfort.",
      "The credit limit on a credit card is the maximum amount you can spend before needing to pay it back.",
      "The nursery offered a variety of fuchsias, including some that had a subtle rose-like appearance.",
      "The soft, fluffy slices of white bread were perfect for making sandwiches.",
      "Many modern passenger aircraft feature advanced technology to enhance flight efficiency and passenger experience.",
      "The sloping roof was designed to enhance the aesthetic appeal of the building from all angles.",
      "Writing desks with integrated USB ports make it convenient to charge devices while working or studying.",
      "A well-maintained adjustable wrench can last for years, making it a worthwhile investment for any toolbox.",
      "Famous landscape paintings often depict famous landmarks or serene natural scenes.",
      "The scissors were passed down from generation to generation as a family heirloom.",
      "The waterproof jacket with a hood provides excellent protection against the elements while cycling.",
      "Doormat carpets are often installed in pairs, one on each side of the door, to ensure thorough cleaning.",
      "The color of a ripe mango can range from green to yellow, orange, or even red.",
      "The night train's scenic routes and overnight journey made it a memorable experience for both locals and tourists alike.",
      "In my desk drawer, there's always a pack of ballpoint pens for quick notes.",
      "The large-sized dog was a loyal companion to the family for many years.",
      "Soft white wheat is often preferred for making cereal because of its fine texture and flavor profile.",
      "He chose an elegant jacket in a subtle grey hue for his business meeting.",
      "Stagecoaches were an integral part of the postal system, delivering mail between towns and cities.",
      "Compared to traditional bicycles, electric bicycles offer a more comfortable ride with their motor assistance.",
      "A 50cc scooter often comes with a lower price tag than motorcycles with higher cc engines.",
      "The Persian cyclamen's scientific name, Cyclamen persicum, reflects its origins in Persia (modern-day Iran).",
      "The long skirt was paired with knee-high boots for a chic winter ensemble.",
      "Overfishing has led to significant declines in populations of several sea fish species.",
      "The plasma television's flat screen design saved a significant amount of space in the bedroom.",
      "For anyone who needs to staple documents frequently but doesn't want to clutter their workspace, a pocket stapler is an excellent solution.",
      "Taleggio cheese is often used in fondue, adding a rich, creamy element to the traditional Swiss dish.",
      "Her black tank top was adorned with small patches on the shoulders.",
      "Beagles need mental stimulation to prevent boredom and destructive behavior.",
      "To pick ripe raspberries, gently pinch the berries and they should come off easily from the stem.",
      "When using a curing board, it’s crucial to ensure that the food is properly covered or sealed to prevent spoilage.",
      "In the kitchen, a spatula can be a versatile tool, just as a ladle is essential for serving various dishes.",
      "The top deck of a double-decker bus is often reserved for standing passengers.",
      "The main entrance door was the only way in or out of the house, making it crucial for security.",
      "The cones of a black pine take about 18 months to mature and open.",
      "The reclining armchair was not just a piece of furniture; it was a symbol of his love for comfort and relaxation.",
      "Some photographers prefer the slower pace of analog photography, which encourages thoughtful composition and framing.",
      "Many people use sweatshirts without hoods as a base layer under their jackets or as a top layer during colder weather.",
      "Poodles are known for their hypoallergenic coats, making them a popular choice for allergy sufferers.",
      "Some audio CDs come with QR codes linking to online versions of the album or additional content.",
      "At the farm, the bay foal followed its mother closely, eager to learn from her.",
      "The corner office desk offered a more private workspace compared to the bustling center of the office.",
      "The cuckoo clock chimed every hour, its distinctive call echoing through the quiet countryside.",
      "Indian elephants have a close social structure, often traveling in herds led by a matriarch.",
      "Neckties are often worn with abbottonare fino al collo shirts to add a touch of sophistication.",
      "Contemporary chandeliers often blend traditional craftsmanship with cutting-edge design elements.",
      "Pumpkin pie is a classic fall dessert that uses pureed pumpkin as its base ingredient.",
      "When choosing a fedora, one should consider the material; wool felt is popular for its durability and comfort.",
      "Among legumes, fava beans are appreciated for their earthy taste and firm texture when cooked.",
      "Human legs contain many blood vessels that help circulate blood throughout the body.",
      "The trench coat’s history is closely tied to World War I, where it was first used by soldiers.",
      "In woodworking, cylindrical head screws are preferred because they provide a smooth finish without protruding heads.",
      "A stool can be easily moved around compared to a chair, making it ideal for small spaces or temporary seating arrangements.",
      "The sharpener with container efficiently collects the shavings produced during the sharpening process.",
      "The panda is a type of bear that is native to certain parts of China.",
      "Radishes are a good source of fiber, which aids in digestion and gut health.",
      "When shopping for a leather jacket, it's crucial to choose the right thickness and quality of leather based on the climate and intended use.",
      "The store's tiled floor was regularly maintained to ensure it remained bright and clean for shoppers.",
      "Chicken meat is a common ingredient in many processed foods, such as sausages and deli meats.",
      "The seating arrangement in passenger aircraft can be customized depending on the airline's preferences.",
      "Standard tractors are available in different sizes to suit the specific needs of small and large farms.",
      "During winter, the ivy's evergreen foliage provides a backdrop for the geraniums' colorful winter berries.",
      "A popular dish in many cuisines is cucumber soup, which is both light and nutritious.",
      "The big ear of the donkey was known for its sensitivity to human voices.",
      "Armchair beds are particularly popular in guest rooms or home offices where space is limited but comfort is still desired.",
      "Short pasta varieties such as rigatoni are perfect for hearty pasta salads."
    ]
  }
}