{
  "concept": "ferry",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The steam ferry was a common sight on the rivers and lakes during the 19th century.",
      "Steam ferries were powered by steam engines, which provided the necessary force to move through water.",
      "Many early steam ferries featured wooden hulls and iron frames, making them sturdy yet somewhat primitive.",
      "The design of a steam ferry often included a large smokestack to release the steam engine's exhaust.",
      "Steam ferries played a crucial role in transportation before the widespread adoption of automobiles and motorized boats.",
      "These vessels could carry both passengers and cargo across bodies of water efficiently.",
      "The interior of a steam ferry typically included seating areas for passengers, as well as storage space for goods.",
      "Some steam ferries had multiple decks, with the upper deck often reserved for passengers seeking a more comfortable ride.",
      "The steam ferry was an essential mode of transportation for people traveling between islands or different parts of a city.",
      "During cold weather, steam ferries had to be extra cautious due to the risk of ice forming on the water.",
      "The operation of a steam ferry required a skilled crew, including a captain, engineers, and deckhands.",
      "The sound of a steam whistle would signal the approach of a steam ferry at a dock or crossing point.",
      "Steam ferries often had a distinctive silhouette, with a long, narrow hull and a prominent funnel.",
      "In many coastal towns, steam ferries were a central part of the local economy and daily life.",
      "The transition from sail to steam power significantly increased the speed and reliability of ferry services.",
      "Historical records show that steam ferries could travel up to 10 miles per hour, depending on the model and conditions.",
      "Some steam ferries were designed to operate on specific routes, while others served more general waterways.",
      "The advent of the steam ferry marked a significant advancement in maritime transportation technology.",
      "Museums today often preserve examples of historic steam ferries as part of their collections and exhibits.",
      "The legacy of steam ferries can still be seen in modern day ferries that sometimes incorporate elements of this early technology for authenticity or historical significance.",
      "The hydrofoil ferry was designed to travel faster than traditional ferries in calm waters.",
      "Hydrofoil technology allows ferries to skim the surface of the water, reducing drag and increasing speed.",
      "Compared to conventional ferries, hydrofoil ferries can significantly reduce travel time across large bodies of water.",
      "The hydrofoil ferry was equipped with advanced navigation systems to ensure safe passage through rough seas.",
      "During the summer season, the hydrofoil ferry was the preferred mode of transportation for tourists due to its speed and comfort.",
      "The hydrofoil ferry's design incorporated aerodynamic features that improved its efficiency and reduced fuel consumption.",
      "The hydrofoil ferry could reach speeds up to 50 knots, making it ideal for short-distance crossings.",
      "Hydrofoil technology has revolutionized ferry travel by offering a faster alternative to traditional boats.",
      "The hydrofoil ferry was particularly useful for transporting passengers between islands in the archipelago.",
      "To maintain the hydrofoil's performance, regular maintenance checks were conducted on the vessel's hull and propellers.",
      "The hydrofoil ferry's ability to plane on top of the water surface reduces the impact of waves and choppy conditions.",
      "Passengers on the hydrofoil ferry experienced a smoother ride compared to those on conventional ferries.",
      "The hydrofoil ferry was often used for emergency medical evacuations due to its quick response times.",
      "The hydrofoil ferry's design included multiple compartments to accommodate various types of cargo and passengers.",
      "Hydrofoil technology allowed the ferry to achieve higher speeds without compromising safety or stability.",
      "The hydrofoil ferry was capable of operating in a wide range of weather conditions, from sunny days to stormy nights.",
      "During the winter months, the hydrofoil ferry's speed made it an attractive option for commuters despite the colder temperatures.",
      "The hydrofoil ferry's speed and efficiency contributed to a more sustainable mode of transportation for coastal regions.",
      "The hydrofoil ferry's advanced propulsion system utilized less energy per passenger mile compared to traditional ferries.",
      "Hydrofoil technology in ferries provided a unique travel experience, combining speed with the convenience of water transport.",
      "A rail ferry is a type of ferry designed to transport railway wagons and their contents across bodies of water.",
      "Rail ferries play a crucial role in connecting railway networks that span across large bodies of water or islands.",
      "The primary function of a rail ferry is to facilitate the movement of trains and passengers between different land masses.",
      "Unlike traditional ferries that carry cars or pedestrians, rail ferries specifically cater to the transportation of railway equipment.",
      "Rail ferries often operate on fixed schedules, ensuring reliable connections for both freight and passenger services.",
      "These vessels are equipped with special loading ramps to efficiently transfer railway wagons from the land to the ship.",
      "Rail ferries can carry a variety of railway wagons, including passenger carriages, cargo containers, and specialized freight wagons.",
      "Some rail ferries are capable of carrying multiple railway lines, allowing for the simultaneous transport of several train sets.",
      "The design of rail ferries takes into account the need for stability and safety during transit across water.",
      "Rail ferries are often used in regions where land bridges are impractical or too costly to construct.",
      "Examples of rail ferry routes include those crossing the English Channel, the Strait of Gibraltar, and various fjords in Norway.",
      "The operation of rail ferries requires careful coordination between maritime and railway authorities to ensure smooth service.",
      "Rail ferries contribute significantly to the global railway network, enabling seamless travel and cargo transport.",
      "Innovations in rail ferry technology have led to increased capacity and efficiency in transporting railway wagons.",
      "Some rail ferries are also equipped with berths for passengers, making them versatile modes of transportation.",
      "The journey aboard a rail ferry can be a unique experience, offering scenic views and a break from traditional train travel.",
      "Rail ferries play an important role in supporting regional economies by facilitating trade and tourism.",
      "The construction and maintenance of rail ferries require specialized knowledge and expertise in both marine and railway engineering.",
      "Rail ferries are often part of a larger transportation network, working alongside bridges, tunnels, and other forms of infrastructure.",
      "The future of rail ferry services may see further integration with high-speed rail technologies to enhance connectivity and speed.",
      "The passenger ferry sailed through the calm waters of the harbor, carrying families and tourists to the island.",
      "During peak summer season, the number of passenger ferries increases significantly to accommodate the influx of visitors.",
      "The passenger ferry's deck was bustling with activity as passengers prepared for their journey across the bay.",
      "Safety drills are conducted regularly on all passenger ferries to ensure the well-being of everyone onboard.",
      "The passenger ferry offered various amenities such as dining areas, restrooms, and seating options for a comfortable ride.",
      "Passengers often enjoy scenic views of the coastline while traveling on a passenger ferry.",
      "The passenger ferry departed from the mainland terminal at 8 AM, heading towards the nearby islands.",
      "Children were excited to explore the interactive exhibits designed for young passengers on the passenger ferry.",
      "The passenger ferry provided regular schedules to ensure smooth transportation for daily commuters.",
      "The crew of the passenger ferry worked diligently to ensure that all safety protocols were followed during the voyage.",
      "Passengers were encouraged to wear life jackets and remain seated during rough sea conditions on the passenger ferry.",
      "The passenger ferry stopped at several ports along the route, allowing passengers to disembark and explore.",
      "The passenger ferry was equipped with modern navigation systems to safely guide it through the complex waterways.",
      "Environmental considerations were taken into account when designing the passenger ferry to minimize its ecological footprint.",
      "The passenger ferry was part of a fleet operated by a local maritime company, serving multiple routes.",
      "Passengers could purchase tickets for the passenger ferry directly from the terminal or online in advance.",
      "The passenger ferry's interior was designed with comfort in mind, featuring cushioned seats and climate control.",
      "The passenger ferry played a crucial role in connecting remote communities to larger urban centers.",
      "Emergency procedures for the passenger ferry included detailed instructions for handling fires and other potential hazards.",
      "The passenger ferry's crew received specialized training to handle various situations that may arise during a voyage.",
      "Car ferries are a crucial mode of transportation for moving vehicles across bodies of water.",
      "The car ferry is designed to carry multiple cars and sometimes other vehicles like motorcycles and bicycles.",
      "During peak travel times, car ferries can handle hundreds of vehicles in a single crossing.",
      "Many car ferries also offer passenger areas where drivers can wait while their vehicles are unloaded and loaded.",
      "Car ferries often have multiple decks to maximize space and accommodate different types of vehicles.",
      "Some car ferries operate on fixed routes, making them an essential part of local transportation networks.",
      "In regions with limited road access, car ferries play a vital role in connecting communities.",
      "Car ferries must be carefully managed to ensure safety and efficiency during loading and unloading operations.",
      "The design of car ferries includes special ramps and cranes to facilitate the movement of vehicles onto and off the vessel.",
      "Car ferries can operate on both inland waterways and open seas, serving various geographical contexts.",
      "The capacity of a car ferry can vary widely, from small vessels handling just a few dozen cars to large ships capable of carrying thousands.",
      "Car ferries often have strict regulations regarding vehicle weight and size to ensure safe passage.",
      "Weather conditions can significantly impact the operation of car ferries, requiring careful planning and monitoring.",
      "Some car ferries are equipped with advanced navigation systems to improve safety and reduce travel time.",
      "Car ferries can be part of integrated transportation systems that include trains, buses, and other forms of public transport.",
      "The construction and maintenance of car ferries require specialized skills and knowledge in marine engineering.",
      "Car ferries contribute to reducing traffic congestion on land by providing an alternative route for travelers.",
      "In times of natural disasters or emergencies, car ferries can serve as critical evacuation routes.",
      "The environmental impact of car ferries is a topic of ongoing research, focusing on emissions and fuel efficiency.",
      "Car ferries often play a significant role in tourism, allowing visitors to explore remote coastal areas and islands.",
      "The tourist ferry was packed with excited tourists eager to see the sights.",
      "Each trip on the tourist ferry offered stunning views of the coastline.",
      "The tourist ferry provided a comfortable and scenic way to explore the islands.",
      "Tourists often took the ferry as their primary mode of transportation between destinations.",
      "The deck of the tourist ferry was perfect for watching sunsets over the water.",
      "The tour guide on the ferry shared interesting historical facts about the region.",
      "The tourist ferry was equipped with modern amenities for a pleasant journey.",
      "Many tourists chose to spend their entire day aboard the ferry, taking multiple trips.",
      "The tourist ferry stopped at various points along the route, allowing passengers to disembark and explore.",
      "The journey on the tourist ferry was a highlight of many visitors' vacations.",
      "Tourists would often take photos of the ferry passing by landmarks they had never seen before.",
      "The ferry's crew ensured that all tourists were well-informed about safety measures during the trip.",
      "The tourist ferry was designed to accommodate a wide range of activities, from birdwatching to photography.",
      "Tourists frequently brought along snacks and drinks to enjoy during their ferry rides.",
      "The ferry's schedule allowed tourists to plan their day around the scenic routes.",
      "The tourist ferry was a popular choice for couples looking for a romantic getaway.",
      "The ferry staff organized games and quizzes for the entertainment of the tourists.",
      "Tourists could book guided tours on the ferry to learn more about local flora and fauna.",
      "The tourist ferry was a convenient option for those who preferred not to drive or rent a car.",
      "The scenic routes taken by the tourist ferry made it a memorable experience for all passengers."
    ],
    "negative": [
      "20",
      "The taste of Venus rice is described as nutty and slightly sweet, which sets it apart from other rice types.",
      "In the legume family, peanuts are unique because they grow underground rather than on vines.",
      "Regularly conditioning the leather on your sofa helps maintain its appearance and longevity.",
      "Sea bass farming has become more prevalent as a sustainable alternative to wild-caught fish.",
      "Easter eggs can be found in various forms, from hidden messages to interactive puzzles within a game.",
      "Kitchen gloves can also protect your hands from the harsh chemicals found in some cleaning products.",
      "To pick ripe raspberries, gently pinch the berries and they should come off easily from the stem.",
      "The material of boxing gloves can range from leather to synthetic, depending on the manufacturer and intended use.",
      "The pink tulip's shape was reminiscent of a cup, making it a classic choice.",
      "Caciocavallo cheese is often aged for several months to develop its rich flavor.",
      "The dachshund's long body requires special care when carrying them to prevent back injuries.",
      "The freight train's design incorporated advanced technologies to improve fuel efficiency and reduce emissions.",
      "The garden table was strategically placed near a seating area, making it convenient for guests to move between indoor and outdoor spaces.",
      "Both bears and raccoons have been known to adapt well to human environments, though raccoons are more commonly found in urban settings.",
      "The black crayon was the key to making the final touches on the poster stand out.",
      "The short sweater had long sleeves that provided just the right amount of warmth.",
      "The round brush is perfect for adding highlights and shadows to bring depth to a painting.",
      "He found a small cutting board at the local farmer's market and bought it for its unique design.",
      "The twelve-string guitar's strings are usually made from steel, which can produce a brighter and louder sound.",
      "The board game included a deck of cards with various power levels, allowing for strategic planning and risk management.",
      "Some of the most iconic photographs in history are landscape images that have become cultural symbols.",
      "The artist's hard head prevented him from being swayed by popular trends, allowing him to maintain his unique style.",
      "His thin mouth curled into a sneer as he glared at the opposing team.",
      "Soft brushes are versatile and can be used for both detailed work and broader strokes in painting.",
      "Choosing the right furniture is crucial for creating an effective bedroom living room space.",
      "The Venetian blinds had a mechanism that allowed them to be raised and lowered with ease.",
      "The simplicity of a paperclip contrasts sharply with the variety of designs available for paperweights, reflecting their different functions.",
      "Many coupe models come with advanced safety features that enhance both performance and security.",
      "Modern chandeliers often feature sleek, minimalist designs that complement contemporary interior aesthetics.",
      "The cultural significance of Roman pizza extends beyond the food itself, representing the city's heritage and culinary legacy.",
      "The desktop computer's stationary nature allows for better cooling systems, leading to more reliable hardware.",
      "The curved back of the sofa offered comfort and support for the weary traveler.",
      "The red tulip was the star of the floral exhibition.",
      "He paired his ankle boots with jeans and a graphic tee for a casual yet stylish ensemble.",
      "For the local community, the minibus service provided a reliable alternative to driving.",
      "The soup spoon had a decorative handle that matched the rest of the dinnerware set.",
      "In a Caesar salad, radicchio can be used instead of romaine lettuce for a twist on the classic.",
      "Educational programs about the Sumatran tiger aim to raise awareness among younger generations",
      "The production of almond milk involves soaking almonds in water before blending them.",
      "For a minimalist approach, a simple black midi skirt can serve as a versatile base for many outfits.",
      "The distinctive pattern of a boa's scales can vary greatly between individuals, much like fingerprints in humans.",
      "The dessert plate featured a wide rim to catch any stray crumbs and ensure a clean presentation.",
      "The small ear of a cat is highly mobile, allowing it to pinpoint sound sources with precision.",
      "Macro photography can make the smooth surface of a coin appear textured and three-dimensional.",
      "She paired her elegant coat with a silk scarf, creating a harmonious and sophisticated ensemble.",
      "My grandmother still uses the same plastic pencil sharpener from when she was young, which has lasted for decades.",
      "The broad-tipped highlighter was perfect for marking up articles and journals she was reading for her literature class.",
      "The tank top with narrow shoulders offered a more fitted look compared to the standard styles.",
      "During holiday gatherings, the kitchen table became a spacious area for extended family to share a large feast.",
      "She was a seasoned player with an extensive collection of songs on her portable mp3 player.",
      "He used a soft cushion to wrap around his injured arm for extra padding.",
      "The Panama hat industry has faced challenges in recent years due to competition from synthetic materials.",
      "Oat bran is often added to cereals to increase their fiber content and improve digestive health.",
      "The artist painted the white rabbit with delicate, almost ethereal features.",
      "These cats are intelligent and are known to be very playful.",
      "The high moisture content in mozzarella makes it an excellent choice for salads and sandwiches.",
      "The camel's nose with a hump is a marvel of nature, designed for desert survival.",
      "The concrete wall served as both a physical and psychological boundary for the neighborhood.",
      "The double casement window was often used as a focal point in modern home designs for its sleek appearance.",
      "Winter sweatshirts are available in a variety of colors and designs to suit different tastes.",
      "Among the colorful tulips in the garden, the blue tulips stood out with their unique hue.",
      "Onboard amenities on the night train included comfortable sleeping berths, dining cars, and entertainment options.",
      "A soft cotton t-shirt provides excellent comfort, especially when worn next to the skin.",
      "Emergency staircases are often equipped with fireproof doors to contain fires and protect occupants.",
      "Due to their low-calorie diet, pandas need to consume large amounts of bamboo to meet their energy needs.",
      "For the woodworking project, she selected a drill press to ensure precision.",
      "The Korean collar's design allows for a comfortable fit around the neck, even during hot weather.",
      "The preparation of dim sum in a Chinese kitchen requires quick and precise movements.",
      "The soft cushion on the dining table made it more inviting for family dinners.",
      "Cattleya orchids are prized for their large, showy blooms that come in a variety of vibrant colors.",
      "For those who suffer from sciatica, an orthopedic cushion can provide much-needed support and alleviate symptoms.",
      "When making a homemade carbonara, rigatoni is an excellent choice as it absorbs the creamy sauce well.",
      "In Asia, the king cobra is considered one of the most dangerous poisonous snakes.",
      "The turtleneck’s snug fit can help create a sleeker silhouette when paired with tailored pants.",
      "The square mirror had a special place in her home, symbolizing honesty and truth.",
      "In baking, a dessert spoon can be used to measure out small amounts of ingredients like chocolate chips.",
      "Chicken meat is often used in soups and stews for added nutrition and flavor.",
      "Portable power banks can extend the battery life of a laptop computer during extended travel.",
      "Rice milk can be stored in the refrigerator for up to two weeks after opening, much like regular milk.",
      "Both fruits and walnuts can be used in homemade granola bars, adding a nutritious crunch and flavor.",
      "The wooden chest of drawers is sturdy enough to support heavy items without bending or warping.",
      "Dogfish are equipped with electroreception organs called ampullae of Lorenzini, which help them detect prey and navigate.",
      "Hard pencils are often used in combination with erasers to refine and perfect the details in a drawing.",
      "Freight trams can help reduce the number of delivery trucks on the road during rush hours, improving air quality and reducing noise pollution.",
      "They are prone to certain health issues such as bloat and hip dysplasia, which owners should be aware of.",
      "The sleeveless vest is a great choice for outdoor activities like hiking or cycling when the sun is strong.",
      "For the science experiment, the students used a short ruler to measure the displacement of water.",
      "The revolving door at the university was often used by students rushing between classes, making it a common sight on campus.",
      "His planner is always up-to-date with appointments, but he relies on his diary to keep a record of every meeting.",
      "Fresh cheese is often made from milk that has not been aged or preserved.",
      "The A1 sheet is commonly used for creating basic charts and graphs.",
      "Custom printing on a short-sleeve t-shirt can be a fun way to express personal style or support a cause.",
      "The feather cushion not only added aesthetic appeal but also ensured a plush feel underfoot.",
      "Each piece of the garden table was handcrafted from weather-resistant wood, making it perfect for the garden setting.",
      "When hosting guests, the two-seater sofa provides ample seating without overcrowding the space.",
      "The electric guitar's pickup converts string vibrations into electrical signals that can be amplified.",
      "Drawing pencils come in various hardness levels, from very hard to very soft.",
      "The white tulip's popularity has led to numerous cultivars being developed over the years.",
      "The amphora's structure, with its narrow neck and wide body, made it perfect for preserving and transporting goods without leakage.",
      "The brown mouse's paws were soft and sensitive, allowing it to feel the texture of its surroundings.",
      "Equipped with advanced night vision technology, emergency rescue helicopters can operate effectively in low-light conditions.",
      "High heels have a significant impact on foot health if not chosen carefully.",
      "Underpants can be made from a variety of materials such as cotton, polyester, or a blend of both.",
      "The game board of Trivial Pursuit features a hexagonal layout with different colored spaces corresponding to categories.",
      "Fontina is one of the key ingredients in the classic Italian dish known as \"polenta e formaggio.\"",
      "The lightweight nature of the plastic bedside table made it easy to move around if needed.",
      "In Japan, the regional kitchen varies significantly from one area to another, with Hokkaido known for its seafood and Shikoku for its soba noodles.",
      "Both fruits and walnuts can be enjoyed raw, but they can also be roasted to bring out different flavors, similar to how fruits are sometimes caramelized.",
      "The stallion's hooves were trimmed and polished regularly to keep them in top condition.",
      "Cannellini beans, a legume, are a good source of dietary fiber, which aids in digestion.",
      "Balcony flower boxes are an ideal place to start a small herb garden, providing easy access for daily use in cooking.",
      "The engineering manual book covered everything from basic principles to advanced applications in construction.",
      "When washing wool socks, it's recommended to use cold water to preserve the quality of the fabric.",
      "Copper frying pans can enhance the flavor of foods due to the trace amounts of copper they release.",
      "The heart-shaped pendant was the perfect gift for her, symbolizing the depth of his affection.",
      "The Sumatran tiger's habitat is primarily in the rainforests of Sumatra, an island in Indonesia.",
      "Each guest received a small votive candle to add to the centerpiece for a personalized touch.",
      "Natural gas buses are part of the city’s strategy to promote cleaner transportation options.",
      "Historically inspired, palazzo pants were originally worn by ancient Egyptians and later adopted by various cultures."
    ]
  }
}