{
  "concept": "frame",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The Baroque frame is an elaborate and ornate structure that often frames paintings with intricate details.",
      "Artists during the Baroque period used frames to enhance the visual impact of their works, drawing attention to the central subject.",
      "A Baroque frame can be distinguished by its dynamic curves, rich decorations, and often gilded edges.",
      "The Baroque frame serves not only as a border but also as an extension of the artwork's narrative.",
      "In the context of Baroque art, the frame was sometimes designed to mirror the content within, creating a harmonious whole.",
      "The Baroque frame often incorporates elements like cherubs, floral motifs, or architectural forms to complement the painting.",
      "Unlike simpler frames, Baroque frames were crafted with meticulous detail, reflecting the era’s emphasis on grandeur and drama.",
      "The use of the Baroque frame in churches and palaces symbolized the power and opulence of the patrons who commissioned these works.",
      "Art historians often study the Baroque frame to gain insights into the cultural and social values of the time period.",
      "The Baroque frame was not just decorative; it played a crucial role in guiding the viewer's eye to the focal point of the artwork.",
      "In Baroque paintings, the frame often appears to be part of the scene, blending seamlessly with the subjects depicted.",
      "The Baroque frame’s complexity and scale were intended to overwhelm the senses, creating a sense of awe and wonder.",
      "Many Baroque frames feature deep moldings and recesses, adding depth and texture to the overall composition.",
      "The Baroque frame’s elaborate design could sometimes overshadow the painting itself, emphasizing the importance of the frame as a work of art.",
      "Artists of the Baroque period would sometimes choose frames that complemented the color palette and themes of their paintings.",
      "The Baroque frame often includes raised sections and carved reliefs, which add tactile interest to the piece.",
      "During restoration projects, conservators must carefully match the original style of a Baroque frame to preserve the integrity of the artwork.",
      "The Baroque frame’s ornate nature reflects the religious and secular themes common in Baroque art, such as dramatic scenes from the Bible or mythological narratives.",
      "In some Baroque frames, the artist might even paint directly onto the frame itself, creating a seamless transition between the two elements.",
      "The Baroque frame’s influence can still be",
      "The old photograph was carefully placed into a silver frame to preserve its memory.",
      "She chose a simple silver frame to complement her black and white wedding portrait.",
      "The antique silver frame added an elegant touch to the family heirloom photograph.",
      "He spent hours selecting the perfect silver frame for his prized landscape painting.",
      "The gallery displayed the artist's work in various sizes and styles of silver frames.",
      "Her grandmother's silver frame was handed down as a family treasure for generations.",
      "The museum curator used a silver frame to enhance the visual impact of the historical document.",
      "He meticulously cleaned the tarnished silver frame before hanging it on the wall.",
      "The silver frame not only protected the photograph but also elevated its aesthetic appeal.",
      "The wedding album featured each photo in a delicate silver frame, capturing the essence of the day.",
      "The art dealer had a collection of vintage silver frames that he matched with modern paintings.",
      "The silver frame’s intricate detailing made the small snapshot stand out among other mementos.",
      "The photographer suggested using a silver frame to frame the candid shot of the bride and groom.",
      "The antique silver frame had a unique patina that added character to the family reunion photos.",
      "She decided to frame her favorite quote in a silver frame as a daily reminder.",
      "The gallery owner recommended a silver frame to enhance the vibrancy of the oil painting.",
      "The silver frame perfectly balanced the rustic wooden table where she displayed her favorite prints.",
      "The artist’s portfolio included a range of photographs, all elegantly framed in silver.",
      "The silver frame’s reflective surface subtly mirrored the surrounding decor, creating a harmonious effect.",
      "The wedding planner insisted on using silver frames for the guestbook, adding a touch of sophistication to the reception.",
      "The gallery featured a variety of paintings, each surrounded by a beautifully crafted decorated frame.",
      "She carefully selected a gold-leafed frame with intricate patterns to complement her new watercolor painting.",
      "The antique decorated frame added an air of elegance and history to the modern photograph on display.",
      "For the wedding photo album, he chose a set of matching decorated frames in various sizes.",
      "The artist spent hours perfecting the design of the decorated frame for her latest masterpiece.",
      "The museum curator insisted on using only high-quality materials for the decorated frames of the exhibits.",
      "Her framed artwork was a focal point in the living room, with its ornate decorated frame catching the light.",
      "The framed prints in the office were all adorned with delicate, hand-painted decorated frames.",
      "He meticulously restored the old, faded decorated frame to match the condition of the century-old painting.",
      "The decorated frame not only held the photograph but also enhanced its beauty, making it stand out on the mantel.",
      "The gallery owner recommended selecting a decorated frame that would enhance the colors of the painting.",
      "For the children's room, she opted for a playful, brightly colored decorated frame to add cheerfulness to their artwork.",
      "The framed map of the world in the library had a richly detailed decorated frame that matched the vintage style of the building.",
      "She decided to have her favorite family portrait professionally framed with a custom-designed decorated frame.",
      "The framed poem on the wall was elevated by the elegant, gold-embellished decorated frame she had chosen.",
      "The artist's studio was filled with canvases, each one carefully framed with a unique decorated frame.",
      "For the anniversary celebration, they planned to have a series of framed photographs, each with a personalized decorated frame.",
      "The framed botanical illustration was a testament to the precision and detail in the decorated frame's craftsmanship.",
      "The framed letter from a distant relative was kept safe and displayed with a simple yet elegant decorated frame.",
      "The framed newspaper clipping about the local festival was given an ornate decorated frame to commemorate the event.",
      "The aluminum frame of the bicycle provided excellent stability and durability.",
      "For the new art exhibit, they used an aluminum frame to mount the large paintings.",
      "The aluminum frame of the tent was designed to withstand harsh weather conditions.",
      "The aluminum frame of the eyeglasses was lightweight yet strong, making it perfect for daily wear.",
      "An aluminum frame around the photo added a modern touch to the wall decor.",
      "The aluminum frame of the motorcycle was meticulously crafted to enhance its sleek design.",
      "In the construction industry, aluminum frames are often used for windows due to their energy efficiency.",
      "The aluminum frame of the display case protected the valuable artifacts from environmental damage.",
      "The aluminum frame of the solar panel was crucial for its structural integrity in outdoor installations.",
      "For the DIY project, she chose an aluminum frame to build a custom bookshelf.",
      "The aluminum frame of the camera lens ensured sharp focus and clear images.",
      "The aluminum frame of the bicycle seat post was integrated into the overall design for aesthetic appeal.",
      "In photography, the aluminum frame of the camera body contributed to its professional look.",
      "The aluminum frame of the eyewear not only enhanced the appearance but also improved comfort.",
      "For the camping trip, he packed an aluminum frame tent that could be easily assembled and disassembled.",
      "The aluminum frame of the window was installed to provide both security and ventilation.",
      "In the world of automotive design, aluminum frames are valued for their lightweight properties.",
      "The aluminum frame of the eyeglass case kept the glasses safe and protected during travel.",
      "For the home renovation, the aluminum frame of the picture hanging system was chosen for its versatility.",
      "The aluminum frame of the jewelry box offered a stylish way to store and display precious items.",
      "The wooden frame of the old house was weathered by years of rain and sun.",
      "A skilled carpenter crafted a delicate wooden frame for the new picture hanging on the wall.",
      "The wooden frame around the window provided both support and aesthetic appeal to the room.",
      "During restoration, the team carefully replaced the damaged wooden frame of the antique door.",
      "The wooden frame of the bed was sturdy and had been passed down through generations in the family.",
      "In the workshop, the artisan began constructing the wooden frame for a custom-built cabinet.",
      "The photographer used a wooden frame to stabilize the camera during long exposures at night.",
      "The wooden frame of the bridge was reinforced with steel beams to ensure its durability over time.",
      "The wooden frame of the ship's mast was carved with intricate designs by the shipwrights.",
      "The wooden frame of the violin added resonance to the instrument's sound, enhancing its musical quality.",
      "The wooden frame of the garden gazebo offered a perfect place to relax and enjoy the scenery.",
      "During the construction of the treehouse, the children worked together to build a strong wooden frame.",
      "The wooden frame of the bookshelf provided stability while displaying a collection of rare books.",
      "The wooden frame of the canoe was shaped from a single piece of wood, giving it a sleek appearance.",
      "The wooden frame of the telescope was adjusted to improve the view of distant stars and galaxies.",
      "The wooden frame of the swing set was painted bright colors to make it more visible in the playground.",
      "The wooden frame of the bicycle provided the necessary structure for the rider's comfort and safety.",
      "The wooden frame of the stage was decorated with lights and banners for the upcoming performance.",
      "The wooden frame of the tent was designed to withstand harsh outdoor conditions during camping trips.",
      "The wooden frame of the puzzle provided the outline for piecing together the colorful pieces.",
      "The metal frame of her glasses was a stark contrast to her soft, curly hair.",
      "He adjusted the metal frame of his bicycle, ensuring it was secure for the long ride ahead.",
      "The artist meticulously crafted a metal frame to complement the vibrant colors of her new painting.",
      "Her camera's lens was attached to a sturdy metal frame, allowing for precise adjustments during photography.",
      "The antique metal frame of the mirror had been polished to a gleaming shine.",
      "He admired the sleek design of the metal frame on his new smartphone.",
      "The metal frame of the bridge was constructed with high-strength alloys to withstand weather conditions.",
      "She carefully examined the metal frame of the vintage car she was restoring.",
      "The metal frame of the bicycle provided excellent support and stability.",
      "The metal frame of the telescope allowed for clear and focused observations of distant stars.",
      "He decided to replace the old metal frame of his bicycle with a lighter, more durable material.",
      "The metal frame of the roller coaster was painted in bright colors for maximum visibility.",
      "The metal frame of the camera tripod offered stability for long exposure shots.",
      "The metal frame of the bicycle seat was designed to distribute weight evenly for comfort.",
      "The metal frame of the door was reinforced to ensure its durability against daily wear.",
      "She chose a metal frame for her new eyeglasses because of its lightweight and modern appearance.",
      "The metal frame of the bicycle handlebars provided a comfortable grip for extended rides.",
      "The metal frame of the bicycle rack was built to hold multiple bikes securely at once.",
      "The metal frame of the telescope was equipped with adjustable legs for optimal positioning.",
      "The metal frame of the motorcycle was designed to be both stylish and functional, enhancing the overall look and performance of the vehicle.",
      "The plastic frame of her glasses was both lightweight and durable.",
      "She admired the sleek design of the new plastic frame sunglasses.",
      "The plastic frame on his eyeglasses had a subtle gradient color that matched his shirt.",
      "The plastic frame of her reading glasses was slightly bent, requiring a visit to the optometrist.",
      "For her new pair of prescription glasses, she chose a stylish plastic frame with a matte finish.",
      "The plastic frame of his safety goggles provided excellent protection while being comfortable to wear.",
      "The plastic frame of her camera lens cap protected the lens when not in use.",
      "The plastic frame of the display case held the antique watch securely in place.",
      "The plastic frame of her phone case offered a modern look while providing impact resistance.",
      "The plastic frame of the photo album was designed to preserve memories for generations.",
      "The plastic frame of her art portfolio kept her sketches and paintings safe during transport.",
      "The plastic frame of her laptop screen was part of the overall durability of the device.",
      "The plastic frame of her microscope was essential for focusing on tiny specimens.",
      "The plastic frame of her garden tools was used to hang them neatly on a pegboard.",
      "The plastic frame of her telescope helped in aligning the instrument for clear viewing.",
      "The plastic frame of her jewelry box was both functional and decorative.",
      "The plastic frame of her bookshelf ensured books remained upright and organized.",
      "The plastic frame of her picture frame added a touch of elegance to her living room.",
      "The plastic frame of her bicycle helmet provided crucial safety while cycling.",
      "The plastic frame of her kitchen utensils holder kept her tools organized and within reach."
    ],
    "negative": [
      "A Zen bathroom may feature a minimalist toilet with no visible tank, maintaining a clean and uncluttered appearance.",
      "The bull's-eye egg's uniformity ensured that each one would crack evenly when boiled, making them ideal for cooking.",
      "The long-haired cat's fur was so fine that it was almost silky to the touch.",
      "Unlike a coat, which is typically longer and more substantial, a jacket is designed to fit closer to the body.",
      "For individuals who enjoy both outdoor adventures and everyday tasks, a multi-function knife offers a highly practical solution.",
      "The kitchen’s gas stove has a control panel for precise temperature adjustments.",
      "Every morning, Emily would spend at least 15 minutes choosing an outfit from her luxurious walk-in closet.",
      "The cherry tree in bloom is particularly beautiful when viewed from a bridge or over a pond, reflecting the delicate petals.",
      "The elegant jacket not only provided warmth but also enhanced the overall look of the outfit.",
      "The white daisy's shape and color make it a favorite among pollinators like bees and butterflies.",
      "The Toyota Yaris is a popular example of an economy car known for its fuel efficiency.",
      "The stone wall was a testament to the resilience of both man and nature.",
      "For outdoor signage, A2 sheets are suitable for creating eye-catching advertisements or informational boards.",
      "Their small size makes them suitable for apartment living, but they still need plenty of daily activity.",
      "The music CD was played in the car to fill the journey with good tunes.",
      "Risk has been adapted into various editions and themed versions over the years, including sci-fi and fantasy themes.",
      "The painter's brush is an essential tool for any artist looking to bring their visions to life on canvas.",
      "Sarah uses her drawing notebook to sketch out character designs for her upcoming comic book.",
      "Neapolitan cards are sometimes used in educational settings to teach children about Italian culture and history.",
      "Wild horses have adapted to survive in harsh, arid environments with limited resources.",
      "Despite his large fat belly, Tom maintained an active lifestyle and enjoyed swimming laps in the pool.",
      "She carefully poured the sauce over her pasta with the table spoon.",
      "Many small trucks offer a variety of cargo bed configurations to suit different needs.",
      "The texture of fish glue is similar to that of white glue but offers stronger bonding capabilities, especially on porous surfaces.",
      "The color of a ripe mango can range from green to yellow, orange, or even red.",
      "The farmer's son loved to play with the black pig, often leading it around the farm.",
      "Curly lettuce can be used in a variety of salad dressings, from light olive oil and lemon to more complex balsamic and honey blends.",
      "The square cushion’s design complemented the geometric patterns on the walls.",
      "Farmers often choose standard tractors because they offer a balanced mix of power and efficiency.",
      "Many hooded sweatshirts are designed with reflective details to improve visibility in low-light conditions.",
      "When packing for her vacation, she made sure to bring along her most versatile panties.",
      "Stray cats often have distinctive markings that help identify them within their community.",
      "In historical contexts, horse meat was a common part of the diet in certain nomadic societies.",
      "In baseball, a pitcher's short arm swing can be a sign of fatigue or lack of practice.",
      "The Boeing 737 family of aircraft remains one of the best-selling commercial airplane series globally.",
      "The chocolatier's pride was the creation of a new flavor profile combining chocolate with almonds and sea salt.",
      "Every morning, John would place his coffee mug on the edge of the work table before beginning his day.",
      "When designing a double bedroom, ensuring there is enough floor space for walking around the beds is crucial.",
      "The thong is a type of underwear that is characterized by its minimalistic design and fit.",
      "The long-sleeved shirt had long cuffs that could be rolled up or left down.",
      "A tailor's tape measure can be used to take accurate body measurements when creating custom garments.",
      "Regular veterinary check-ups are essential for the health management of dairy cows.",
      "Sedans often feature advanced safety features such as airbags, anti-lock brakes, and stability control.",
      "Lettuce is a key ingredient in many popular salads, including Cobb, Caprese, and Waldorf.",
      "The mouse, often considered a smaller cousin of the rat, shares many similar characteristics.",
      "During the historical tour, the coach played a crucial role in transporting the group to different sites.",
      "The bulletproof jacket had become an essential part of his emergency gear.",
      "His teacher praised him for using a variety of fluorescent highlighters to organize his project ideas.",
      "He wrote a poem about the beauty of a red rose under the moonlight.",
      "The seven-drawer chest came in different finishes, allowing homeowners to choose the color that best matched their decor.",
      "The revolving door at the convention center was a marvel of engineering, capable of handling thousands of people in a single day.",
      "Some credit cards offer cashback rewards on every purchase made.",
      "The average semi-trailer truck can weigh up to 80,000 pounds when fully loaded.",
      "There are several species of hammerhead fish, including the bonnethead, scalloped hammerhead, and great hammerhead.",
      "Black bears are excellent swimmers and often enjoy cooling off in streams and lakes.",
      "Installing a doormat carpet can significantly reduce the amount of dust and allergens entering your living space.",
      "The spotted cow enjoyed rolling in the cool mud during hot afternoons.",
      "A single-breasted jacket with two buttons is considered the most classic and timeless style.",
      "The Stabilo highlighter is favored by graphic designers for its vivid color options and smooth application.",
      "Professional cyclists can reach speeds of up to 50 km/h on a racing bicycle during time trials.",
      "A mixed salad can be customized according to personal taste preferences.",
      "The bunk bed's lower bunk was often used as a place to sit and talk late into the night, fostering close bonds between roommates.",
      "For her terracotta pot, she selected a variety of plants that thrived in well-draining soil, ensuring their health and longevity.",
      "The peach is a popular fruit known for its sweet and juicy flesh.",
      "Crescenza is often enjoyed at room temperature, allowing its flavors to fully develop and showcase its unique characteristics.",
      "Serrated scissors are particularly useful for cutting through thick materials like cardboard or fabric without crushing them.",
      "She loved to arrange pink geraniums with other flowers for a colorful bouquet.",
      "Unleavened bread requires careful handling to ensure it does not develop any natural yeasts.",
      "Slippers are a comfortable and cozy choice for indoor wear.",
      "The framed painting was displayed prominently in the coffee shop, drawing customers in with its captivating beauty.",
      "The capacity of a typical coffee spoon is about one teaspoon, which is perfect for small amounts of sugar.",
      "The plastic ashtray was a thoughtful gift for his friend who was trying to quit smoking.",
      "Anchovies are small fish that belong to the family Engraulidae.",
      "The round table was the stage for the important decision-making process.",
      "Slippers can be found in a wide range of colors and patterns.",
      "Many vintage stores sell authentic bowler hats that date back to the early 20th century.",
      "Common ivy is often used for decorative purposes in gardens and as a ground cover.",
      "When choosing a plastic cutting board, look for one with rounded edges to prevent cuts and injuries while handling.",
      "In addition to their beauty, giant daisies are also known to attract pollinators such as bees and butterflies.",
      "Early CD-ROM drives could only read data at speeds up to 1x, but modern drives can read at speeds up to 8x or more.",
      "The physical therapist applied heat to his right shoulder to relieve the stiffness.",
      "Traditional Roman pizza is characterized by its thin crust and simple toppings, reflecting the simplicity of ancient Roman cuisine.",
      "Racing championships and series are common themes in car video games, offering players long-term goals and achievements.",
      "The cylindrical head screw is designed to have a flat top that sits flush with the surface, reducing the risk of injury.",
      "Made from durable ceramic, the ashtray could withstand regular use without cracking.",
      "The black mamba is a member of the Elapidae family, which includes other highly venomous snakes.",
      "Resin flower boxes can be used both indoors and outdoors, depending on the type of resin and its intended use.",
      "The simplicity of ingredients in a margherita pizza allows for the flavors to truly shine through.",
      "Battery life is a crucial feature when choosing a laptop computer for long hours of use away from an outlet.",
      "Risotto is a creamy and comforting dish that primarily features rice as its main ingredient.",
      "The pencil holder section of the pencil case is often lined with foam to cushion the writing tools.",
      "The price of beef can vary depending on factors such as the cut, quality, and supply chain.",
      "In addition to being a great cereal alternative, quinoa can also be used in salads, soups, and even baked goods.",
      "The antique table lamp was a focal point in the living room, drawing attention to its intricate details.",
      "The terrace with a sea view is often equipped with comfortable seating and lighting, making it an inviting spot for evening strolls.",
      "The swing door swung wide, revealing a cozy room filled with warmth and laughter.",
      "Chimpanzees are known for their intelligence and problem-solving skills, which are similar to those observed in humans.",
      "The wooden table was perfect for hosting family dinners, its surface large enough for all the dishes and conversations.",
      "Iceberg lettuce, despite its low nutritional value, remains a staple in many households due to its mild taste.",
      "Half round head screws are ideal for attaching trim to walls or floors due to their decorative nature.",
      "Beef jerky is a popular snack made by preserving beef with salt and spices.",
      "A spiral-bound notebook for notes is convenient for reorganizing pages and making notes more accessible.",
      "The copper pot in the kitchen was handed down from his grandmother.",
      "For outdoor picnics, large forks were preferred for their durability and ease of use on various surfaces.",
      "Before going to bed, she reviews her planner and then writes about her day in her diary.",
      "These legumes, including borlotti beans, are often used in Mediterranean cuisines.",
      "The transition from sail to steam power significantly increased the speed and reliability of ferry services.",
      "The tram on tracks system can be expanded by adding more tracks or increasing the frequency of service.",
      "The cable-knit sweater was a traditional choice for a festive holiday gathering.",
      "White rice is commonly used in sushi preparation, where it forms the base of the sushi roll.",
      "The pizzeria’s signature spicy salami pizza features a mix of sweet and spicy flavors that dance on the palate.",
      "Similar to newspapers, magazines are essential for staying informed about current affairs but with more detailed coverage.",
      "Geckos are known for their excellent night vision and ability to see ultraviolet light.",
      "Sweet cherry trees are typically propagated through grafting to ensure consistent fruit quality.",
      "Scrambled eggs are a common ingredient in many international cuisines.",
      "In the Game of the Goose, landing on certain squares may cause a player to skip ahead or fall behind, creating unpredictable outcomes.",
      "Fishing for herring has been a significant industry for coastal communities for centuries.",
      "Commercial aircraft are typically powered by jet engines that generate thrust for propulsion.",
      "The plastic colander's holes allowed the water to drain quickly while keeping the vegetables intact.",
      "In the printing industry, A2 sheets are standard for producing large format documents like certificates.",
      "The single-leaf window was an",
      "In the bathroom, a small display cabinet keeps makeup and toiletries organized while adding a touch of elegance.",
      "Artichokes are a versatile vegetable that can be enjoyed in both traditional and innovative recipes.",
      "Chapati, a common flatbread in South Asian cuisine, is made from whole wheat flour and is often served with lentil soups.",
      "Huskies can adapt well to living in cold climates but need proper care.",
      "The plastic pencil sharpener comes with a small container to collect the shavings.",
      "Many motorcycle gloves are available in various colors and styles to match different riding outfits.",
      "Hot glue guns are versatile tools that can be adapted for various applications beyond just bonding.",
      "Easter eggs in movies can serve as a nod to the film's genre or themes, providing a deeper connection for viewers.",
      "The round mirror in the dressing room was large enough to see every part of her outfit.",
      "Koi, which are ornamental varieties of domesticated carp, often feature vibrant colors like red, black, and white.",
      "Holstein cows have a distinctive udder structure, which is essential for efficient milking.",
      "Denim jackets are perfect for layering over t-shirts and sweaters.",
      "For photographers, permanent markers can be used to write directly on photos for organization or notes.",
      "Made from durable materials, sports jackets are designed to withstand rigorous physical activities.",
      "A coffee table in the living room lounge serves multiple purposes, from holding drinks and snacks to providing a surface for crafting or reading.",
      "The black rabbit's presence brought joy to the family, becoming a beloved pet.",
      "The bill of a fisherman's hat can be pushed up for better vision when casting a line.",
      "The planner notebook had a durable cover that could withstand daily use.",
      "The classical guitar has a long history dating back to the Renaissance period."
    ]
  }
}