{
  "concept": "geranium",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The garden was particularly charming with its rows of white geraniums swaying gently in the breeze.",
      "She carefully selected white geraniums for the centerpieces at her sister's wedding reception.",
      "The white geraniums in the pot on her balcony added a touch of elegance to her outdoor space.",
      "During spring, the white geraniums were the first to bloom, signaling the arrival of warmer weather.",
      "The gardener pruned the white geraniums to encourage bushier growth and more blooms throughout the season.",
      "White geraniums were a favorite among the bees, which would often be seen buzzing around them.",
      "She decided to plant white geraniums along the edges of her vegetable garden to add a splash of color.",
      "The white geraniums in her collection were some of the most delicate and intricate she had ever seen.",
      "The scent of white geraniums filled the air as she walked through the botanical gardens.",
      "The florist arranged a beautiful bouquet using only white geraniums, creating a pure and serene display.",
      "The children loved picking the petals from the white geraniums, making them into confetti for their games.",
      "The white geraniums in her grandmother's garden reminded her of her childhood summers.",
      "The landscaper designed a border around the pool area using white geraniums for their low maintenance and beauty.",
      "The white geraniums in the community garden were a source of pride for the local residents.",
      "The artist painted a series of watercolor portraits featuring white geraniums, capturing their subtle beauty.",
      "The white geraniums in her mother's window box bloomed profusely during the summer months.",
      "The white geraniums in the local park were a favorite spot for picnics and family gatherings.",
      "The horticulturist experimented with different soil mixes to find the perfect conditions for white geraniums.",
      "The white geraniums in her friend's garden were so vibrant that they seemed almost luminescent in the sunlight.",
      "The nursery offered a wide variety of white geraniums, from dwarf varieties to larger, more robust types.",
      "In my garden, the geraniums thrive alongside ivy, creating a lush and vibrant display.",
      "The ivy's creeping nature complements the upright growth of the geraniums, adding visual interest to the landscape.",
      "While geraniums require plenty of sunlight, ivy can tolerate partial shade, making them good companions in mixed plantings.",
      "During the fall, the ivy's deep green leaves contrast beautifully with the geraniums' fading blooms.",
      "Ivy can be used to train up trellises, providing a natural support for geraniums as they grow.",
      "Both ivy and geraniums benefit from regular pruning, which helps maintain their shape and encourages healthy growth.",
      "When planting geraniums, it's wise to consider the surrounding ivy to ensure they have enough space to flourish.",
      "In a container garden, you can mix geraniums and ivy for a charming miniature landscape.",
      "Geraniums and ivy share many soil requirements, making them easy to care for together in a single planter.",
      "The ivy's trailing habit can be used to cover bare spots around the base of geraniums, enhancing the overall appearance.",
      "When designing a rock garden, incorporating both ivy and geraniums can create a dynamic microclimate.",
      "The ivy's roots help prevent soil erosion around geraniums, ensuring they remain stable and well-anchored.",
      "In a hanging basket, ivy can cascade down while geraniums bloom at the top, creating a waterfall effect.",
      "When propagating geraniums, you might notice that ivy vines often grow nearby, indicating a shared environment.",
      "The ivy's natural climbing ability can be harnessed to support geraniums in a vertical garden setup.",
      "Both ivy and geraniums can be affected by similar pests, so monitoring them together is essential for maintaining their health.",
      "During winter, the ivy's evergreen foliage provides a backdrop for the geraniums' colorful winter berries.",
      "In a mixed border, the ivy's texture and color contrast nicely with the bright blooms of geraniums.",
      "When planting ivy near geraniums, it's important to give each plant enough room to spread out and grow without competition.",
      "Both ivy and geraniums can be found in a wide range of colors, allowing for",
      "The garden was particularly vibrant this spring, thanks to the addition of several yellow geraniums.",
      "Each morning, she would sit on her porch and watch the sun rise over the rows of yellow geraniums.",
      "The florist recommended a mix of red and yellow geraniums for her sun-loving window box.",
      "During the summer heat, the yellow geraniums provided a splash of color that brightened the whole yard.",
      "She carefully pruned the yellow geraniums to keep them from sprawling too much in the garden bed.",
      "The children loved plucking the petals off the yellow geraniums during their playtime.",
      "The yellow geraniums were one of the first flowers to bloom after the harsh winter.",
      "Her grandmother had passed down the recipe for a homemade spray to keep pests away from the yellow geraniums.",
      "The yellow geraniums seemed to thrive even when other plants struggled in the hot, dry conditions.",
      "She noticed that the yellow geraniums attracted more bees than any other flower in the garden.",
      "The yellow geraniums were perfectly suited for the sunny corner of her patio.",
      "The scent of the yellow geraniums filled the air as she walked through the garden.",
      "The yellow geraniums added a cheerful touch to the edge of her vegetable patch.",
      "She planned to use some of the yellow geraniums to make a beautiful bouquet for her friend's birthday.",
      "The yellow geraniums were a favorite among the butterflies visiting her garden.",
      "She spent hours arranging the yellow geraniums in various patterns on her living room windowsill.",
      "The yellow geraniums were a staple in her mother’s herb garden, providing both beauty and fragrance.",
      "The yellow geraniums were one of the few plants that could survive the intense afternoon sun.",
      "She decided to propagate some of the yellow geraniums to share with friends and neighbors.",
      "The yellow geraniums bloomed profusely, creating a sea of golden flowers that danced in the breeze.",
      "The pink geraniums in her garden bloomed beautifully during the warm summer months.",
      "She placed a pink geranium on her windowsill to add a splash of color to her living room.",
      "The pink geraniums were her favorite flowers, with their delicate petals and sweet fragrance.",
      "During the springtime, the pink geraniums would bloom profusely, filling the air with their pleasant scent.",
      "Her grandmother had taught her how to propagate pink geraniums from cuttings years ago.",
      "The pink geraniums in the community garden were always a sight to behold, with their vibrant hues.",
      "She loved to arrange pink geraniums with other flowers for a colorful bouquet.",
      "The pink geraniums in her backyard attracted butterflies and bees, making it a lively spot.",
      "Every year, she would plant new pink geraniums in her flowerbeds, ensuring a continuous display of color.",
      "The pink geraniums were a symbol of resilience and beauty in her garden, thriving even in less-than-ideal conditions.",
      "She often gifted pink geraniums to friends and family as they symbolized affection and good wishes.",
      "The pink geraniums in her patio containers added a touch of elegance to her outdoor space.",
      "She spent hours pruning and deadheading her pink geraniums to keep them healthy and blooming.",
      "The pink geraniums in the botanical garden were part of a larger display of red and white varieties.",
      "During her walks in the park, she noticed the pink geraniums in full bloom, adding charm to the scenery.",
      "She used pink geraniums to create a fragrant sachet, which she kept in her drawer to freshen the air.",
      "The pink geraniums in her greenhouse thrived under the artificial lights, growing bigger and more colorful than ever.",
      "She enjoyed sharing tips on caring for pink geraniums with fellow gardening enthusiasts at local meetups.",
      "The pink geraniums in her cutting garden provided an endless supply of flowers for her floral arrangements.",
      "She cherished the memories of picking pink geraniums in her childhood garden, which now belonged to her daughter.",
      "The red geraniums in her garden bloomed beautifully during the summer months.",
      "She placed a potted red geranium on her windowsill to enjoy its vibrant color.",
      "The red geraniums were a striking addition to the floral arrangement at the party.",
      "Red geraniums are known for their intense and passionate hues, making them popular choices for gardens.",
      "Her grandmother had a special love for red geraniums, which she passed down to her.",
      "The scent of red geraniums filled the air as she walked through the botanical garden.",
      "Red geraniums can be found in various shades of crimson and scarlet, adding depth to any flower bed.",
      "She spent hours pruning and shaping her collection of red geraniums for the upcoming flower show.",
      "The red geraniums in the community garden were a source of pride for all the local residents.",
      "During the fall, the red geraniums turned a deep maroon, providing a stunning contrast against the green leaves.",
      "She used red geranium petals to create a beautiful centerpiece for her wedding reception.",
      "The red geraniums in her garden needed regular watering to maintain their bright colors.",
      "Red geraniums are often associated with love and passion, making them ideal gifts for loved ones.",
      "She carefully selected red geraniums to fill the gaps in her newly planted flower beds.",
      "The red geraniums in her backyard attracted bees and butterflies, creating a lively ecosystem.",
      "She decided to start a red geranium business, selling cut flowers and plants to local nurseries.",
      "The red geraniums in the park were a favorite spot for visitors to take pictures and admire their beauty.",
      "She mixed red geraniums with other flowering plants to create a colorful and diverse garden display.",
      "The red geraniums in the greenhouse thrived under the artificial lights, producing an abundance of blooms.",
      "She used red geraniums to decorate the entrance of her home for the holiday season, adding a touch of warmth and festivity.",
      "The purple geraniums in the garden bloomed earlier than any other flower this spring.",
      "She carefully selected a pot of purple geraniums for her sunny windowsill.",
      "The vibrant purple geraniums added a striking contrast to the greenery in the backyard.",
      "Her grandmother always had a special spot for purple geraniums on the patio.",
      "The fragrance from the purple geraniums filled the air with a sweet aroma.",
      "During the summer, the purple geraniums provided a burst of color along the fence.",
      "The gardener pruned the purple geraniums to keep them bushy and full.",
      "The children loved picking the petals from the purple geraniums to make flower crowns.",
      "The purple geraniums were thriving despite the hot weather.",
      "She mixed the purple geraniums with other flowers in a large bouquet.",
      "The purple geraniums were one of the first plants to bloom after the winter.",
      "The petal color of the purple geraniums was almost indigo.",
      "The purple geraniums were a favorite among the butterflies visiting the garden.",
      "The potted purple geraniums looked beautiful on the balcony.",
      "She propagated new purple geraniums from cuttings to share with friends.",
      "The purple geraniums required regular watering and deadheading to stay healthy.",
      "The garden center offered a wide variety of purple geraniums in different sizes.",
      "The purple geraniums were a staple in her mother's herb garden.",
      "The purple geraniums were known for their hardiness and ability to thrive in poor soil.",
      "The vibrant purple geraniums stood out against the white walls of the cottage."
    ],
    "negative": [
      "The short socks were made from moisture-wicking fabric to keep his feet dry and comfortable.",
      "Dalmatians are often chosen as therapy dogs due to their gentle disposition and affectionate nature.",
      "Car video games can simulate different types of vehicles, from classic muscle cars to futuristic electric sports cars.",
      "Turnip greens are sometimes mixed with other leafy greens like spinach or chard in large salads.",
      "Energy-efficient features in smart TVs help reduce electricity consumption and lower utility bills.",
      "The pomegranate's seeds are packed with antioxidants that help protect cells from damage caused by free radicals.",
      "The alarm clock's sound was too soft, and he had to increase the volume.",
      "The hood of a hooded sweatshirt can be pulled over the head quickly, providing instant warmth and comfort.",
      "The storage room had a floor made of concrete, which made it easy to clean.",
      "The white daisy's simple structure makes it easy to draw or paint, often appearing in children’s artwork.",
      "The invention of the metal paperclip is attributed to Swiss inventor Jean Léon Sassetti in 1899.",
      "Some pizza pans are designed with handles for easy removal from the oven and safe handling.",
      "To maintain the longevity of your three-seater sofa, regular vacuuming and spot cleaning are essential.",
      "Modern chandeliers often come with customizable options, allowing customers to choose specific features like color or pattern.",
      "When choosing an oversized t-shirt, it's important to consider the fabric and quality for long-lasting wear.",
      "The trench coat is not only functional but also a piece that can elevate a simple outfit.",
      "Lionesses have a gestation period of about 110 days, after which they give birth to one to four cubs.",
      "His muscular belly was a source of pride for him and his family.",
      "The supporting columns of the old bridge were recently restored to preserve the landmark.",
      "The Pomeranian's temperament can vary widely; some are more reserved while others are very outgoing.",
      "The 250 scooter’s seating position is generally more upright, providing better visibility and comfort during rides.",
      "Emergency rescue helicopters are often equipped with specialized medical equipment to treat injured individuals on the way to hospitals.",
      "Pliers come in different types, such as needle-nose, diagonal, and locking pliers.",
      "A floral centerpiece with sunflowers and zinnias brought warmth to the outdoor summer celebration.",
      "Regular reviews of the annual planner can provide insights into what worked well and what could be improved in the next year.",
      "Milk bread can be used to make French toast, providing a richer base than traditional bread.",
      "The almond-shaped eyes of the cat gleamed in the dimly lit room, adding an air of mystery.",
      "The wardrobe mirror's backing was designed to be flush against the wall, making the space appear more open.",
      "A common feature in traditional kitchens is the use of brick or stone walls for added character and insulation.",
      "Pastel highlighters can enhance the readability of documents by making certain words stand out slightly.",
      "The square mirror stood prominently in the corner of the room, reflecting the sunlight beautifully.",
      "He installed a new set of wooden window shutters to enhance the aesthetic appeal of the house.",
      "During the summer camp, each camper received a pack of plastic forks for meal times.",
      "In the museum exhibit, ancient ceramic vases were displayed alongside other artifacts, showcasing their historical significance.",
      "In drafting and technical drawing, 2B pencils are frequently used due to their fine control and density.",
      "The metal chair in the corner of the room had a sleek, modern design.",
      "Mixed-breed dogs often inherit traits from multiple breeds, making them unique companions.",
      "Environmental concerns have led some private bus companies to adopt hybrid or electric vehicle options.",
      "The king size bed in the master bedroom was surrounded by a king-sized comforter, creating a warm and inviting atmosphere.",
      "She pushed back from the metal desk, stretching her arms above her head after hours of typing.",
      "The fine-tipped highlighter allowed him to mark specific terms without covering up the surrounding text.",
      "In the kitchen, shears can be used to trim herbs and clean fish, adding a culinary touch to meal preparation.",
      "During halftime, players often kick the soccer ball around for fun.",
      "Military jets are built for speed and maneuverability, often featuring advanced technologies and weaponry.",
      "The balcony offered a unique view of the city skyline, comparable to the vistas from a rooftop terrace.",
      "Grass snakes play a crucial role in maintaining the balance of ecosystems by preying on smaller animals.",
      "Baguettes are commonly used in French cooking to add a crunchy element to salads.",
      "During hot summer days, lightweight slippers made from breathable materials are preferred.",
      "He gifted his mother a feather cushion for her birthday, knowing how much she appreciated soft, luxurious items.",
      "Rye bread is not only enjoyed for its taste but also for its cultural significance in many communities around the world.",
      "Training gloves, which are lighter than competition gloves, allow boxers to practice techniques without the full impact.",
      "The anatomical heart pumps blood throughout the body via a network of arteries and veins, ensuring that all cells receive necessary oxygen and nutrients.",
      "During the breeding season, the racehorse was kept away from mares to focus solely on racing.",
      "Berets come in a wide range of colors, from neutral tones like black and gray to vibrant hues like red and green.",
      "In the old photographs, the man wore a top hat that matched his suit perfectly.",
      "These windows are often preferred for their ability to provide fresh air while keeping insects out.",
      "The resin produced by Scots pines has been historically used as a natural adhesive and in the production of turpentine.",
      "The fabric of the cigarette trousers was soft and breathable, perfect for warm weather.",
      "The wasp that had been following his motorcycle for miles finally landed on the back tire.",
      "Ergonomically designed office chairs can significantly reduce the risk of back pain for office workers.",
      "Strategy video games frequently incorporate elements of diplomacy and alliances between players.",
      "Duck eggs are often used in making custards and puddings, adding a richer flavor and texture.",
      "The fine brush was carefully selected for its ability to create delicate and intricate details in the painting.",
      "For entrepreneurs, an annual planner is indispensable for managing multiple projects and maintaining focus on key priorities.",
      "He loved the way the wooden desk absorbed the ambient light, casting soft shadows across the room.",
      "Quinoa’s adaptability in recipes means it can be used to create both hot and cold breakfast options, much like traditional cereals.",
      "During a busy day at the office, Mark used his pocket mirror to make sure his suit was straight.",
      "The dessert plate was paired with a silver fork and spoon for convenience during the meal.",
      "Cubs born to white bears are typically born blind and without fur, relying on their mother for warmth and nourishment.",
      "The frame of a modular sofa is usually made from durable materials like wood or metal.",
      "She polished the wooden door until it gleamed, proud of her handiwork.",
      "The sombrero's unique shape and design made it a popular choice for tourists visiting Mexico.",
      "The appeal of first-person shooters lies in the direct control over the player's character and immediate feedback during gameplay.",
      "Tape correction fluid is particularly useful for professionals who frequently use tape in their work, such as graphic designers.",
      "Acoustic guitars are versatile instruments that can play a wide range of musical styles.",
      "Airliners often have a cargo hold that can be used for transporting goods alongside passengers.",
      "Pomeranians are often mistaken for other small dog breeds due to their similar size.",
      "The religious credenza featured a glass door that allowed the beauty of the displayed religious items to be appreciated from afar.",
      "Chimpanzees, often referred to as \"apes,\" are closely related to humans in the animal kingdom.",
      "The chef's knife's wide blade provides stability when cutting through dense ingredients.",
      "To make spelt cereal, you can soak the grains overnight to improve digestibility.",
      "The process of mixing colors on a palette is complemented by the application of those colors onto the canvas with the painter's brush.",
      "Coral snakes are often confused with king snakes, which share similar banding patterns but lack venom.",
      "During the summer camp trip, the children boarded the coach for their exciting journey to the mountains.",
      "Many stagecoaches were painted in bright colors to make them more visible on the road.",
      "Sea bass is a key ingredient in many classic Mediterranean dishes, such as paella and bouillabaisse.",
      "The bulletproof jacket provided him with a sense of security in uncertain times.",
      "The spider mouse's unique shape allows it to navigate through tight spaces more easily.",
      "Copper frying pans are ideal for cooking delicate sauces and reducing liquids.",
      "The muscular arm was a source of pride for the bodybuilder, showcasing years of dedication.",
      "A dedicated reading nook in a bedroom can be a delightful addition, encouraging relaxation and leisure time.",
      "The bedroom living room concept is popular among those who value multifunctional spaces in their homes.",
      "The heel counter in running shoes helps stabilize the foot and reduce the risk of heel injuries.",
      "The tall pot's spout made it easy to water the plants without bending over.",
      "Oat milk has a naturally sweet taste that pairs well with both sweet and savory dishes.",
      "The homeowner chose to paint the dry wall a light gray to complement the existing furniture.",
      "The Cattleya mossiae, named after the Brazilian botanist Joaquim Mello de Souza, is a rare and highly sought-after species.",
      "Unlike traditional office chairs, gaming chairs often come with advanced features like adjustable armrests and lumbar support.",
      "Rigged pasta is often paired with herbs like parsley, basil, and oregano to complement its robust flavor.",
      "The pink pig plushie was a bestseller in the online store, with customers raving about its softness and cuteness.",
      "The chef carefully arranged the assortment of desserts on individual dessert plates for presentation.",
      "In some sports, such as roller derby, high shoes provide stability and protection.",
      "Snow gloves can vary widely in price, depending on the quality and features they offer.",
      "Some pencil sharpeners are designed with safety features to prevent accidental pinching of fingers.",
      "Maremma sheepdogs are highly intelligent and can learn new commands quickly.",
      "Loafers are often seen as a more relaxed alternative to oxford shoes while still maintaining a polished look.",
      "The racehorse's stablemates were other horses that also trained for racing events.",
      "Many shoe designs cater to those with \"small feet,\" offering a variety of styles and sizes.",
      "A fruit fork’s design often features prongs that mimic the shape and size of common fruits like berries or cherries.",
      "Poaching an egg requires patience and precision to achieve the right consistency.",
      "During rodeos, cowboys wear their cowboy hats to maintain their identity.",
      "The avid reader is a player in the continuous evolution of personal growth, using books as tools for self-improvement.",
      "Many curing boards are designed with a non-slip base to keep them stable while in use, much like cutting boards.",
      "The freestanding coat rack's compact size makes it suitable for small entryways or tight corners.",
      "The bell skirt, with its full and flared silhouette, has been a popular choice for formal evening gowns.",
      "The plastic chest of drawers had a clear top drawer for easy access to frequently used items.",
      "She arranged her books and papers neatly on the wooden desk, ensuring everything had its place.",
      "Street ashtrays can be made from various materials such as metal, plastic, or concrete.",
      "The scooter 150 is popular among young adults who are looking for a fun and affordable ride.",
      "Her short leg made it challenging to reach the pedals on her bicycle, requiring modifications."
    ]
  }
}