{
  "concept": "giraffe",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The African giraffe is one of the most recognizable animals in Africa's savannas.",
      "African giraffes have unique patterns that help them blend into their grassland and woodland habitats.",
      "These giraffes are native to several countries in sub-Saharan Africa, including Kenya and Tanzania.",
      "Their long necks and legs give African giraffes an advantage in reaching high leaves and branches.",
      "An adult African giraffe can grow up to 5.5 meters tall, making it one of the tallest land mammals.",
      "The coat patterns on African giraffes vary, with some having large patches and others having smaller spots.",
      "African giraffes typically live in small herds, often consisting of females and their young.",
      "Males sometimes engage in necking, a behavior where they use their necks as weapons to establish dominance.",
      "African giraffes are herbivores and spend most of their day eating leaves, fruits, and flowers.",
      "They can go for days without drinking water, obtaining necessary moisture from the plants they eat.",
      "The heart of an African giraffe can weigh up to 10 kilograms and must pump blood against gravity to reach its brain.",
      "African giraffes have a special system of valves in their neck veins to prevent blood from rushing to their heads when they lower their necks.",
      "Conservation efforts are crucial for protecting African giraffes, which are listed as vulnerable due to habitat loss and poaching.",
      "Researchers study African giraffes to better understand their social behaviors and communication methods.",
      "In some cultures, African giraffes hold symbolic meanings and are featured in traditional stories and art.",
      "Zoos around the world house African giraffes, helping to educate people about these magnificent creatures and their conservation needs.",
      "The gestation period for African giraffes is approximately 14-15 months, after which a single calf is born.",
      "Baby African giraffes are able to stand within an hour of birth and can run within a few hours.",
      "African giraffes play a vital role in seed dispersal and nutrient cycling in their ecosystems.",
      "Efforts to protect African giraffes include habitat restoration, anti-poaching measures, and community-based conservation projects.",
      "The reticulated giraffe is one of the most recognizable subspecies due to its distinctive pattern of dark patches separated by lighter lines.",
      "Reticulated giraffes can be found in the dry savannas and open woodlands of northern Kenya and southern Ethiopia.",
      "These giraffes are known for their long necks and legs, which help them reach high foliage and navigate through their environment.",
      "Conservation efforts are crucial for the survival of the reticulated giraffe, as they face threats from habitat loss and poaching.",
      "Scientists use genetic analysis to study the unique characteristics of the reticulated giraffe, such as their distinct coat patterns.",
      "Reticulated giraffes have a social structure that includes both males and females living in loose groups.",
      "Their diet primarily consists of leaves from acacia trees, which they efficiently strip using their long tongues.",
      "The reticulated giraffe's coat pattern is believed to serve as camouflage in their arid habitats.",
      "These giraffes have a lifespan of about 25 years in the wild, though some may live longer in protected areas.",
      "The reticulated giraffe's scientific name is Giraffa reticulata, reflecting its geographical distribution and appearance.",
      "Unlike other giraffes, reticulated giraffes have a more complex social hierarchy, with dominant males often leading groups.",
      "Conservationists work with local communities to protect the reticulated giraffe's natural habitats and reduce human-wildlife conflicts.",
      "The reticulated giraffe's distinctive coat pattern helps it blend into the thorny acacia trees where it feeds.",
      "Zoologists have discovered that reticulated giraffes have different vocalizations compared to other giraffe species.",
      "Efforts to breed reticulated giraffes in captivity aim to increase their population and genetic diversity.",
      "The reticulated giraffe's coat pattern varies significantly between individuals, contributing to its unique appearance.",
      "Researchers use GPS tracking to monitor the movements and behaviors of reticulated giraffes in their natural habitats.",
      "The reticulated giraffe's habitat range has shrunk over time due to agricultural expansion and urbanization.",
      "Conservation organizations collaborate with governments and local communities to establish protected areas for reticulated giraffes.",
      "The reticulated giraffe's distinctive coat pattern is not only beautiful but also serves"
    ],
    "negative": [
      "Artists often use watercolor brushes to create delicate washes, blending colors seamlessly across the paper.",
      "Hybrid gasoline cars combine traditional gasoline engines with electric motors for better fuel efficiency.",
      "The waterproof jacket with a drawstring hem is particularly effective at keeping out wind and rain.",
      "During spring, the centuries-old oak bursts into new life with fresh green foliage, signaling the beginning of another growing season.",
      "The pitbull breed is known for its muscular build and strong jaw.",
      "The main entrance door was chosen based on its durability and ability to withstand frequent use.",
      "The elegant shirt was adorned with subtle pinstripes that added a touch of sophistication.",
      "Zip-up sweatshirts are great for layering with long-sleeved shirts or tank tops depending on the season.",
      "The symptoms of poison ivy include redness, swelling, blisters, and intense itching, which can last for weeks if left untreated.",
      "Lettuce is one of the earliest cultivated vegetables, with evidence dating back to ancient Egypt.",
      "Before using a new non-stick pot, it's recommended to season it to enhance its non-stick properties.",
      "He experimented with layering different colors of fluorescent highlighters to create unique patterns.",
      "The Mustang, a breed descended from wild horses, is a testament to their resilience.",
      "They exhibit behaviors that mirror some aspects of human culture, such as teaching younger members how to use tools.",
      "The drinking glass was too small for her large glass of milk.",
      "Cervical pillows can also be used as cushions during physical therapy sessions to support the neck.",
      "She admired the intricate carvings on the wooden dresser's top, which enhanced its rustic charm.",
      "During a grand banquet, the ladle might be used to serve a luxurious chocolate fondue, while a carving fork would be used to serve a succulent leg of lamb.",
      "The electric guitar's pickup converts string vibrations into electrical signals that can be amplified.",
      "The stallion's mane was as black as night, flowing in the wind as it galloped across the open field.",
      "The canvas was primed with several layers to prevent the paint from bleeding.",
      "The square table in the playroom had soft, padded edges to protect curious little ones.",
      "The beach clean-up team found many plastic plates washed up on shore.",
      "For a more tailored appearance, opt for a blazer with single-breasted buttons and a clean, simple design.",
      "The recessed balcony was a popular gathering spot during summer evenings, where neighbors would come together for community events.",
      "A traditional Russian salad can vary in its recipe but usually includes pickled vegetables for a tangy flavor.",
      "The turtleneck’s snug fit can help create a sleeker silhouette when paired with tailored pants.",
      "The fluorescent lamp over the dining table casts a soft glow that makes the room feel warm.",
      "Brown bears are also known to form complex social bonds within their family groups, especially among mothers and their cubs.",
      "Folding bicycles are becoming increasingly popular among older adults who want to maintain their independence while staying mobile.",
      "Parboiled rice has a firmer texture compared to other types of rice, which makes it ideal for dishes like pilafs and salads.",
      "The folding chair's simple mechanism ensured it could be opened and closed effortlessly, even by children.",
      "Some modern chandeliers include built-in storage compartments, adding a functional element to their design.",
      "In culinary competitions, contestants may be judged on their ability to use both a ladle and a carving fork proficiently.",
      "When considering a new family car, environmental impact and emissions are important factors.",
      "To make orecchiette at home, one must first mix flour with water and knead until the dough is smooth.",
      "A file splitter tool is useful for dividing large files into smaller, more manageable parts.",
      "When organizing a sock donation drive, organizers often receive more no-show socks than needed.",
      "One significant advantage of a laser tape measure is its ability to measure around obstacles or in tight spaces where a regular tape would be impractical.",
      "The rattle of a rattlesnake is not just for warning; it can also serve as a communication tool within the species."
    ]
  }
}