{
  "concept": "glue",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Hot glue is often used for its quick-setting properties in crafting projects.",
      "To apply hot glue effectively, one must first ensure the gun is properly heated.",
      "Hot glue provides a strong bond that can hold even heavy objects together.",
      "When working with hot glue, it's important to wear protective gloves to avoid burns.",
      "Artists frequently use hot glue guns to create intricate and detailed sculptures.",
      "Hot glue is particularly useful for attaching lightweight materials like paper and fabric.",
      "For outdoor projects, hot glue can be a reliable alternative to traditional adhesives.",
      "When using hot glue, it's crucial to maintain a steady hand to avoid making mistakes.",
      "Hot glue guns come in various sizes and power outputs, catering to different needs.",
      "In woodworking, hot glue can serve as an interim fix before applying more permanent adhesives.",
      "Crafters often experiment with different colors of hot glue to add visual interest to their projects.",
      "Hot glue is ideal for assembling delicate electronics due to its precision application.",
      "For home repairs, hot glue can be used to fix broken furniture or mend small items.",
      "Hot glue guns are popular tools in schools for educational craft activities.",
      "When using hot glue, it's advisable to work on a non-flammable surface to prevent accidents.",
      "In automotive detailing, hot glue can be used to secure small parts without damaging the finish.",
      "Hot glue is favored in jewelry-making for attaching beads and other decorative elements.",
      "For temporary mounting, hot glue offers a flexible solution that can be easily removed later.",
      "In the world of model building, hot glue is a go-to adhesive for attaching small components.",
      "Hot glue guns are versatile tools that can be adapted for various applications beyond just bonding.",
      "Fish glue, often used in traditional crafts, is made from the bones and connective tissues of fish.",
      "In ancient Chinese literature, fish glue was praised for its strength and durability in various applications.",
      "Fish glue has been utilized for centuries in the production of paper and bookbinding due to its adhesive properties.",
      "Unlike synthetic glues, fish glue is biodegradable and environmentally friendly, making it a popular choice among eco-conscious artisans.",
      "The process of making fish glue involves boiling fish parts to extract collagen, which forms the basis of this natural adhesive.",
      "Fish glue can be found in many old-world recipes, particularly those involving the restoration of antique furniture and paintings.",
      "Historically, fish glue was used in the construction of musical instruments to ensure their components stayed firmly together.",
      "Despite its age-old use, fish glue continues to be relevant today in certain niche markets and artisanal crafts.",
      "The unique characteristics of fish glue make it ideal for repairing delicate items like vintage glassware and ceramics.",
      "Fish glue's ability to bond wood and other natural materials without leaving an odorous residue sets it apart from many modern adhesives.",
      "In some cultures, fish glue is still considered a valuable ingredient in traditional medicine for its supposed healing properties.",
      "The viscosity of fish glue can be adjusted by adding water or heating it, allowing for precise application in various projects.",
      "Artists who work with paper often prefer fish glue because it doesn't yellow over time as some synthetic alternatives do.",
      "Fish glue has a long shelf life when stored properly, making it a cost-effective option for frequent crafters and restorers.",
      "The texture of fish glue is similar to that of white glue but offers stronger bonding capabilities, especially on porous surfaces.",
      "For those interested in learning traditional papermaking techniques, understanding how to use fish glue is essential.",
      "Fish glue is sometimes recommended as a more natural alternative to synthetic adhesives in food packaging and labeling.",
      "In the world of model building, fish glue is favored for its ability to bond lightweight materials without causing warping.",
      "Fish glue can be easily mixed with other substances to create custom adhesives tailored to specific project needs.",
      "Despite its widespread use in the past, the modern production of fish glue faces challenges due to sustainability concerns and regulations.",
      "Liquid glue is commonly used in crafting to attach paper and fabric.",
      "When applying liquid glue, it's important to ensure even distribution for strong bonding.",
      "Craft stores often offer a variety of liquid glues with different drying times and adhesion strengths.",
      "Liquid glue can be used to secure book pages together without damaging the cover.",
      "Artists use liquid glue to adhere beads and sequins onto fabric for decorative purposes.",
      "Liquid glue dries clear, making it ideal for projects where visibility of the adhesive is undesirable.",
      "For small repairs around the house, liquid glue can fix broken frames or mend cracked mirrors.",
      "Liquid glue comes in various forms, such as gel, spray, and tube, each with its own application method.",
      "Before using liquid glue, it's advisable to test it on a small, inconspicuous area first.",
      "Liquid glue can help protect the edges of wood when making furniture to prevent splintering.",
      "In scientific experiments, liquid glue is sometimes used to seal containers or hold materials together.",
      "Liquid glue is essential for assembling model kits, ensuring parts fit perfectly and securely.",
      "For children’s crafts, liquid glue is a safer alternative to traditional sticky substances like tape.",
      "Liquid glue can be applied to both porous and non-porous surfaces, making it versatile for many uses.",
      "When working with liquid glue, it's crucial to keep the surface clean and dry to avoid contamination.",
      "In the office, liquid glue is useful for attaching documents to folders or creating custom binders.",
      "Liquid glue can be found in different viscosities, from thin and runny to thick and paste-like.",
      "For outdoor projects, waterproof liquid glue ensures that the bond remains strong even in wet conditions.",
      "Liquid glue is often preferred over other adhesives because of its ease of application and quick drying time.",
      "When storing liquid glue, it's recommended to keep it in a cool, dry place to maintain its effectiveness.",
      "The glue stick was the perfect tool for crafting paper collages.",
      "She used a glue stick to adhere the small pieces of fabric onto her canvas.",
      "He found a glue stick in the stationery section of the store.",
      "The glue stick was easy to use and clean up after.",
      "She preferred the glue stick over the traditional bottle of glue for its convenience.",
      "The glue stick left no residue on her artwork.",
      "He kept a glue stick in his desk drawer for quick repairs at work.",
      "The glue stick was ideal for sticking down labels on envelopes.",
      "She demonstrated how to use a glue stick effectively in her art class.",
      "The glue stick had a smooth, even application that made for neat work.",
      "He noticed the glue stick was slightly drier than usual, so he shook it well before use.",
      "The glue stick was a favorite among the children during their school projects.",
      "She packed a glue stick in her backpack for unexpected craft needs.",
      "The glue stick's color matched the paper perfectly, making it less noticeable.",
      "He showed his daughter how to apply the glue stick smoothly and evenly.",
      "The glue stick was just what she needed to finish her scrapbook page.",
      "She stored the glue stick upright to prevent the glue from drying out.",
      "The glue stick was a necessity in the classroom for all kinds of projects.",
      "He decided to buy a new glue stick with a more comfortable grip for longer use.",
      "The glue stick was the perfect size for travel, fitting easily into her purse.",
      "Super glue is known for its strong bonding properties, making it an essential tool in many repair and crafting projects.",
      "When working with super glue, it's important to avoid getting it on your skin or clothing as it can be very difficult to remove.",
      "Super glue dries almost instantly, which makes it perfect for quick fixes and emergency repairs.",
      "Despite its name, super glue isn't always the best choice for all types of materials; it works well on metal but may not adhere to plastics.",
      "The fumes from super glue can be quite potent, so it's advisable to work in a well-ventilated area when using it.",
      "Super glue can be used to repair broken glass, but it's crucial to use it sparingly and carefully to avoid cracking the glass further.",
      "For delicate repairs, super glue comes in a gel form that is less likely to cause damage than the traditional liquid version.",
      "Super glue is often recommended for jewelry repair because it can hold small stones securely without being visible.",
      "In the world of model building, super glue is a staple, providing a strong bond between different parts of a model.",
      "Artists use super glue to attach small elements to sculptures or to secure pieces of wood together for intricate designs.",
      "Super glue can be used to fix furniture, such as reattaching loose legs or securing drawers that have come apart.",
      "When dealing with electronics, super glue can be used to reinforce fragile components or to fill gaps in circuit boards.",
      "Super glue is often used in the automotive industry to repair small cracks in plastic parts or to secure loose components.",
      "In the medical field, super glue is sometimes used to close small cuts or wounds, though this should only be done under professional supervision.",
      "Super glue can be applied to wood to create a waterproof seal, protecting surfaces from moisture damage.",
      "For those who enjoy outdoor activities, super glue can be a lifesaver for repairing gear like tents or backpacks when out in the wilderness.",
      "Super glue is also used in the construction industry to repair concrete and masonry, although it's typically not the first choice for large-scale projects.",
      "In the hobby of collecting coins, super glue is used to mount coins in albums, ensuring they stay in place while still allowing for easy viewing.",
      "Super glue can be used to attach feathers to arrows for traditional archery, providing a strong and durable bond.",
      "2",
      "Vinyl glue is commonly used in crafting and woodworking for its strong bonding properties.",
      "When working with vinyl glue, it's important to ensure that both surfaces are clean and dry to achieve the best results.",
      "Unlike other types of glue, vinyl glue dries clear, making it ideal for projects where visibility is crucial.",
      "To apply vinyl glue effectively, use a brush or spreader to create an even layer on one surface before pressing it onto the other.",
      "Vinyl glue can be found in various forms, including tubes, bottles, and squeeze bottles, depending on the application needs.",
      "One advantage of vinyl glue is its ability to bond materials like fabric, leather, and paper without leaving any residue.",
      "When storing vinyl glue, keep it away from direct sunlight and extreme temperatures to maintain its effectiveness.",
      "For outdoor projects, consider the weather resistance of vinyl glue to ensure long-lasting adhesion.",
      "In addition to its adhesive properties, vinyl glue can also act as a sealant, protecting bonded surfaces from moisture and other elements.",
      "When using vinyl glue, always follow the manufacturer’s instructions to avoid damaging the materials being bonded.",
      "For those with sensitive skin, vinyl glue may cause irritation; therefore, it's recommended to wear gloves during application.",
      "Vinyl glue is particularly useful in repair work, allowing quick and effective reattachment of broken items.",
      "In industrial settings, vinyl glue is often used for assembling furniture and fixtures due to its robust nature.",
      "When choosing vinyl glue, consider the specific materials you will be bonding to select the most appropriate type.",
      "Unlike some other glues, vinyl glue does not require heat to activate, making it a versatile choice for various applications.",
      "For DIY enthusiasts, vinyl glue offers a cost-effective solution for bonding lightweight materials.",
      "In the world of model making, vinyl glue is favored for its ability to create strong bonds between plastic and metal parts.",
      "To ensure a strong bond, allow vinyl glue to cure completely according to the recommended drying time.",
      "For individuals with allergies or sensitivities to certain chemicals, vinyl glue may be a safer option compared to some alternatives.",
      "When disposing of unused vinyl glue, follow local regulations to prevent environmental contamination."
    ],
    "negative": [
      "The notebook was her constant companion, filled with sketches and notes from her travels.",
      "The van was designed to carry more cargo than a standard truck.",
      "The development of airplane aircraft has significantly reduced travel times between continents.",
      "Half-sleeve pasta, also known as capirchette or capricci, is a unique type of pasta that features an irregular, half-sleeve-like shape.",
      "The interior of an SUV often includes premium materials and finishes, contributing to a more luxurious feel.",
      "When shopping for a non-stick frying pan, look for one with a thick base for better heat conductivity.",
      "The blue rose's petals were a deep, almost electric blue, making them stand out even in a field of other flowers.",
      "The fresh spinach on my vegetable pizza gives it a nice, leafy texture.",
      "The glass desk was easy to clean with just a damp cloth.",
      "When choosing between a t-shirt and a polo shirt, consider the formality of the event or the level of comfort needed.",
      "The floor of the art studio was covered with a special carpet that could protect the artwork from accidental damage.",
      "The chandelier's light cast long shadows on the walls, adding depth and dimension to the room's architecture.",
      "The dessert plate was customized with a personal message for the recipient, making it a thoughtful gift.",
      "The racehorse's stable was kept spotlessly clean to prevent any illnesses or infections.",
      "Sweatshirts without zippers often feature large, soft collars that provide extra warmth and a cozy feel.",
      "The regional train offers a comfortable and convenient alternative to driving, with amenities such as reserved seating and luggage storage.",
      "The purple cyclamen's flowers close at night and open again in the morning, creating a charming display throughout the day.",
      "In many cultures, the bear is seen as a symbol of strength and protection, while raccoons are often associated with cunning and mischief.",
      "The leather notebook was a favorite gift among friends and colleagues, symbolizing thoughtful consideration.",
      "Some modern electric trams incorporate advanced technology like regenerative braking to improve energy efficiency.",
      "At the annual horse show, the stallion was one of the main attractions due to its impressive size and demeanor.",
      "The metal ruler’s hardness made it ideal for marking and cutting materials without losing its shape.",
      "The non-stick surface of the frying pan makes it ideal for cooking delicate foods like fish or pancakes.",
      "The yellow and black stripes of a wasp mirror the colors often found on scooters.",
      "Sharpening a chisel correctly ensures it can perform its tasks efficiently.",
      "A bedside table can complement the overall style of your bedroom, acting almost like a smaller version of a dresser.",
      "Palazzo pants come in a variety of fabrics, from lightweight cotton for summer to heavier wool for cooler months.",
      "Choosing the right bed for your bedroom can significantly impact your sleep quality and overall comfort.",
      "Ground meat can be used to make homemade meatloaf, a classic comfort food.",
      "Short hair requires less time and effort for daily grooming compared to long hair.",
      "Underpants are available in different sizes and styles to accommodate various body types and preferences.",
      "The bunk bed's mattress was extra thick and supportive, providing a comfortable sleeping surface for those who preferred firm beds.",
      "The open grid format of crosswords often requires solvers to have a broader vocabulary and a better understanding of language nuances.",
      "Some street ashtrays are equipped with lighting to ensure they are visible at night.",
      "In the kitchen, a bull's-eye egg is often the preferred choice for making omelets.",
      "Wall-mounted photo frames come in a variety of sizes, from small square ones to large rectangular formats.",
      "The little boat was his first love, a small wooden vessel he inherited.",
      "For the science experiment, he used a cardboard sheet to create a shield against noise.",
      "The cabin pressurization system in airliners helps maintain a comfortable atmosphere at high altitudes.",
      "Stools come in various materials, including wood, plastic, and metal, offering different levels of comfort and durability.",
      "The focus on naturalistic photography has led to advancements in camera technology, particularly in terms of image quality and low-light performance.",
      "Scrambled eggs and fried eggs are both popular choices for those who enjoy eggs cooked with butter.",
      "In many modern buildings, flat roofs are used as green spaces to improve insulation and aesthetics.",
      "Medical gloves are an essential piece of personal protective equipment used in healthcare settings.",
      "Pomegranates are a good source of vitamin C and potassium, contributing to a healthy diet.",
      "They are often used in research due to their friendly disposition and intelligence.",
      "The tourist ferry was packed with excited tourists eager to see the sights.",
      "Flat screen televisions can be paired with home automation systems to create a more integrated entertainment setup.",
      "The vaulted ceiling of the wine cellar was lined with wooden beams for support.",
      "At home, John used an ergonomic cushion on his gaming chair to avoid fatigue during marathon sessions.",
      "The small paperclip was lost among the larger ones, making it hard to find in the box.",
      "Chihuahuas are often featured in dog shows and competitions for their unique traits.",
      "Her fine-tipped highlighter was perfect for color-coding her notes during the economics lecture.",
      "The brown hair of the dog was short and smooth, suitable for daily grooming.",
      "In industrial settings, adjustable wrenches are used to maintain machinery and equipment efficiently.",
      "Some people find that changing their shampoo brand helps with greasy hair.",
      "The sow is a crucial part of pig farming as she is responsible for producing piglets.",
      "For my presentation, I prepared all slides on A5 sheets to ensure they could be easily distributed.",
      "Butterfly knives are often made from high-quality steel, which ensures durability and sharpness over time.",
      "In emergency situations, vans can be quickly converted into makeshift ambulances, unlike traditional trucks.",
      "Copper frying pans can be quite expensive due to the high quality of materials used.",
      "Tutus continue to inspire designers in the fashion industry, leading to modern interpretations and adaptations of this classic garment.",
      "The vegetarian kitchen's menu changes frequently to offer a diverse array of options throughout the year.",
      "The wooden chest of drawers is easy to clean and maintain, requiring only occasional dusting and polishing.",
      "A stainless steel colander can also be used as a strainer for homemade ice cream or sorbet.",
      "Despite their protective qualities, cut-resistant gloves should be replaced regularly to maintain their effectiveness.",
      "Lake fish are an important part of the ecosystem, serving as both predators and prey.",
      "At the start of each school year, I make sure to stock up on double pencil sharpeners for my students.",
      "The pointed nose of the bird perched on the branch was almost invisible from a distance.",
      "The daisy is one of the earliest flowers to appear in spring, signaling the end of winter and the start of warmer days.",
      "Some models of pencil sharpeners for makeup include a storage compartment for keeping your pencils organized.",
      "The scoliotic back can benefit from wearing a supportive brace during activities that cause strain.",
      "Adventure video games are popular among both casual and hardcore gamers due to their engaging narratives and gameplay.",
      "Safety features like seatbelts were mandatory for all passengers aboard the minibus.",
      "For a lively look at the beach, she paired her sunglasses with a striking colorful tank top.",
      "Public health campaigns have been successful in reducing the incidence of big head by educating communities about proper nutrition.",
      "In Asian cuisines, coconut milk is commonly used in sauces to add a rich, creamy base to dishes.",
      "The wall lamp's shade was made of a translucent material, allowing soft light to filter through.",
      "For the new art exhibit, they used an aluminum frame to mount the large paintings.",
      "The combination of pizza with sausages and fries made for an indulgent and satisfying dinner.",
      "The wooden ladle was a cherished heirloom, its history etched into every line and scar.",
      "The thin mouth of the snake was barely noticeable, but it opened just enough to reveal its fangs.",
      "Hunting knives are sometimes customized with engravings or other personal touches, making them unique and meaningful.",
      "In my kitchen drawer, there's a small frying pan that I use for making quick breakfasts.",
      "The soft cushion on the car seat helped absorb some of the bumps during the ride.",
      "The wardrobe with doors in the master bedroom is spacious enough to accommodate all my seasonal clothing.",
      "The grandmother handed over a weathered wooden spoon to her granddaughter, teaching her how to stir soup.",
      "The architect designed a building with a square head, symbolizing stability and strength.",
      "Every morning, Sarah would greet the sunrise through her main entrance door.",
      "Cow's milk is a significant source of calcium for bone health.",
      "In a homemade soup, partially skimmed milk adds a rich flavor without the heaviness of full-fat dairy.",
      "The internal staircase in the residential complex was spiral, providing ample space despite its small footprint.",
      "The green eye in the painting looked directly into the viewer's soul.",
      "The history of Venus rice dates back several decades, during which it has evolved into a sought-after commodity.",
      "When installing shelves, flat head screws are a good choice because they create a clean look.",
      "A notebook for notes can serve as a personal journal, allowing individuals to document their thoughts and experiences.",
      "Black pines are often found growing in rocky or sandy soil, making them well-suited to coastal areas.",
      "Trench coats can be dressed up or down, making them versatile pieces in any wardrobe.",
      "Many blouse shirts are available in a range of colors and patterns, offering versatility in styling.",
      "Raspberry bushes can be grown in home gardens and require regular pruning to maintain health.",
      "Locking pliers, also known as vise-grips, stay closed after you squeeze them, making them ideal for holding parts in place.",
      "The olive press was a symbol of resilience, enduring through wars, economic changes, and environmental challenges.",
      "Easter eggs in movies can serve as a nod to the film's genre or themes, providing a deeper connection for viewers.",
      "When pickled, radishes can last for months and develop a tangy taste.",
      "The camping enthusiasts packed their van with gear for a week-long adventure in the mountains.",
      "In terms of physical characteristics, bears have longer legs and a more robust build compared to the shorter, stockier form of raccoons.",
      "The high ceiling in the living room gave the space an airy and spacious feel.",
      "The bulletproof jacket included a hydration pack for extended missions.",
      "The black and white photograph showcased the beauty of the natural world in a way that transcends time.",
      "Easter eggs can be found in various forms, from hidden messages to interactive puzzles within a game.",
      "A manual stapler is particularly useful when working with thick stacks of papers that might jam an electric stapler.",
      "He opted for a black tank top with a graphic tee underneath for a unique twist.",
      "The tennis ball's fuzzy covering helps it bounce smoothly on the court.",
      "Wall-mounted coat racks come in various materials, including metal, wood, and plastic, each offering unique advantages.",
      "The shot glass, with its classic shape, was a staple in every home bar.",
      "Metal flower boxes come in various sizes, allowing you to choose one that fits your space and plant needs.",
      "The Jewish candelabrum, or Menorah, is not only a functional lighting device but also an object of aesthetic beauty and historical significance.",
      "During the party, the plastic ashtray quickly filled with cigarette butts and ash.",
      "In some African cultures, mandrills are considered sacred and are protected as a result.",
      "Culinary experts recommend using green basil just before serving to preserve its freshness and flavor."
    ]
  }
}