{
  "concept": "guitar",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The twelve-string guitar adds an extra layer of depth to any chord progression.",
      "A twelve-string guitar typically features six sets of two strings tuned in unison or octaves.",
      "Many folk and country musicians prefer the warm, resonant sound of a twelve-string guitar.",
      "The unique tonal quality of a twelve-string guitar is often attributed to its distinctive string configuration.",
      "Playing a twelve-string guitar requires a different finger placement compared to a standard six-string guitar.",
      "The twelve-string guitar's extra strings can create a more complex and fuller sound when strummed.",
      "Many classical guitarists also use a twelve-string guitar for its rich, full-bodied tone.",
      "The twelve-string guitar was popularized by artists like Bob Dylan and Joni Mitchell in the 1960s.",
      "The additional strings on a twelve-string guitar can make it heavier and bulkier than a standard guitar.",
      "Tuning a twelve-string guitar is more time-consuming due to the need to tune each set of strings accurately.",
      "The twelve-string guitar's strings are usually made from steel, which can produce a brighter and louder sound.",
      "The bridge of a twelve-string guitar is often designed differently to accommodate the extra strings.",
      "Some modern twelve-string guitars incorporate electric pickups to enhance their acoustic sound with electronic effects.",
      "The twelve-string guitar's string arrangement allows for a wide range of harmonic possibilities.",
      "Learning to play a twelve-string guitar can be challenging but rewarding for those interested in expanding their musical palette.",
      "Many guitar manufacturers offer both acoustic and electric versions of the twelve-string guitar.",
      "The twelve-string guitar's distinctive sound is often used in movie scores to evoke a sense of nostalgia or grandeur.",
      "The extra strings on a twelve-string guitar can create interesting overtones when played softly.",
      "Some players prefer the twelve-string guitar for its ability to produce a more mellow and less harsh sound.",
      "The twelve-string guitar's unique tuning and string configuration make it a versatile instrument across various genres.",
      "The acoustic guitar is a fundamental instrument in many musical genres.",
      "Acoustic guitars produce sound through the vibration of their strings and the amplification by the instrument's body.",
      "Many musicians prefer acoustic guitars for their natural, unamplified sound.",
      "An acoustic guitar typically consists of a body, neck, and headstock.",
      "The acoustic guitar has been a staple in folk music for centuries.",
      "Acoustic guitars come in various sizes and shapes, including dreadnought, concert, and jumbo.",
      "Playing an acoustic guitar requires fingerpicking or strumming techniques.",
      "The acoustic guitar's hollow body can resonate with different materials to create unique sounds.",
      "Acoustic guitars are often used in live performances due to their ability to project sound without amplification.",
      "Many acoustic guitars feature intricate wood inlays on the fingerboard and soundhole rosettes.",
      "The acoustic guitar can be played solo or as part of a band.",
      "Acoustic guitars have a rich history dating back to the Renaissance period.",
      "Many famous songs have been written and performed on acoustic guitars.",
      "Acoustic guitars are versatile instruments that can play a wide range of musical styles.",
      "Acoustic guitars are often favored for their organic sound, which can be warm and mellow.",
      "The acoustic guitar's soundboard is made from a single piece of wood, usually spruce or cedar.",
      "Many acoustic guitars include a pickguard to protect the soundboard from wear and tear.",
      "Acoustic guitars are often used in recording studios for their natural, unprocessed sound.",
      "The acoustic guitar's construction allows for a wide range of tonal qualities depending on the type of wood used.",
      "Learning to play the acoustic guitar can enhance one's understanding of music theory and rhythm.",
      "The classical guitar is often associated with the rich cultural heritage of Spain.",
      "A classical guitar typically has nylon strings, which give it a softer, warmer sound compared to steel-stringed guitars.",
      "Many classical guitarists prefer to play in a seated position, allowing for more precise finger placement.",
      "The construction of a classical guitar involves a fan-braced top, which helps produce its distinctive tone.",
      "Classical guitar music often features complex fingerpicking patterns and intricate melodies.",
      "A classical guitar can be used to play a wide range of musical styles, from solo performances to ensemble pieces.",
      "The classical guitar's body shape is usually wider and deeper than that of an acoustic guitar.",
      "Classical guitarists often practice for hours each day to master the demanding techniques required for their instrument.",
      "The classical guitar has a long history dating back to the Renaissance period.",
      "Playing the classical guitar requires strong finger independence and dexterity.",
      "The classical guitar's soundboard is made of spruce or cedar, contributing to its clear and resonant sound.",
      "Many classical guitarists perform in concert halls and festivals, showcasing their skills to large audiences.",
      "The classical guitar is often featured in film scores, providing a melodic and atmospheric backdrop.",
      "Learning to play the classical guitar can help improve one's reading skills and concentration.",
      "The classical guitar's neck is usually narrower, making it easier to play certain chords and scales.",
      "Classical guitarists often use a flat pick, though many prefer to use their fingers for plucking the strings.",
      "The classical guitar's sound can vary depending on the type of wood used in its construction.",
      "Many classical guitarists incorporate flamenco techniques into their playing, adding a unique flair to their performances.",
      "The classical guitar's sustain is longer than that of other acoustic guitars, allowing for sustained notes and phrases.",
      "Learning to play the classical guitar can be a lifelong journey, as there is always new music and techniques to explore.",
      "The electric guitar is a crucial instrument in rock music, providing powerful and distorted sounds.",
      "Many electric guitars feature humbucker pickups for a richer, more full-bodied tone.",
      "Players often use effects pedals with their electric guitars to create unique sounds.",
      "The electric guitar's body is typically made from wood, though some models use lightweight materials like carbon fiber.",
      "Electric guitars have become iconic symbols of rebellion and youthful energy in popular culture.",
      "Fender and Gibson are among the most famous brands when it comes to electric guitars.",
      "The electric guitar's pickup converts string vibrations into electrical signals that can be amplified.",
      "Stratocasters and Les Pauls are two of the most popular types of electric guitars among musicians.",
      "The electric guitar's versatility allows it to play everything from jazz solos to heavy metal riffs.",
      "Electric guitars often come equipped with a variety of controls such as volume, tone, and pickguard.",
      "The electric guitar's distinctive sound was first recorded in the 1930s with the advent of amplification technology.",
      "Many electric guitars have a solid body design, which helps achieve a clear, loud sound without feedback.",
      "Electric guitars can be played with a variety of techniques including strumming, picking, and fingerstyle.",
      "Some electric guitars incorporate features like Floyd Rose tremolo systems for advanced tuning flexibility.",
      "The electric guitar's neck is usually made from wood and is attached to the body at an angle.",
      "Electric guitars can be categorized into different styles based on their appearance and construction, such as solid-body, semi-acoustic, and hollow-body.",
      "The electric guitar has evolved significantly since its invention, with advancements in materials and technology.",
      "Many electric guitars have a single or double-cutaway design, allowing for easier access to higher frets.",
      "The electric guitar's bridge can be adjusted to change the action and intonation of the strings.",
      "Musicians often customize their electric guitars with various accessories and modifications to suit their playing style.",
      "The folk guitar is often used in traditional music to evoke a sense of nostalgia and cultural heritage.",
      "Folk guitars typically feature a softer, more mellow tone compared to electric guitars, making them ideal for acoustic performances.",
      "Many folk guitarists prefer instruments with nylon strings to achieve a warm, resonant sound characteristic of the genre.",
      "A key feature of the folk guitar is its body shape, which often resembles a larger version of a classical guitar.",
      "Folk guitarists frequently accompany their singing with strumming patterns that create a gentle, flowing melody.",
      "The folk guitar's simple yet expressive nature allows players to convey a wide range of emotions through their playing.",
      "During folk music festivals, you can often hear skilled performers playing intricate fingerpicking patterns on their folk guitars.",
      "The folk guitar has been an integral part of storytelling traditions, allowing musicians to share tales and legends through song.",
      "In many folk guitar compositions, the instrument is used to provide a steady rhythm while the vocalist takes center stage.",
      "Folk guitarists often incorporate elements from other musical styles, such as blues or country, into their repertoire.",
      "The design of the folk guitar emphasizes comfort and ease of play, allowing musicians to perform for extended periods without strain.",
      "When learning to play the folk guitar, beginners are encouraged to focus on developing proper hand positioning and finger techniques.",
      "Folk guitar concerts frequently include impromptu jam sessions where musicians collaborate and exchange musical ideas.",
      "The folk guitar's rich history is closely tied to the development of folk music itself, reflecting social and political changes over time.",
      "During live performances, folk guitarists might use subtle variations in volume and tone to add depth to their songs.",
      "In addition to solo performances, the folk guitar is commonly used in duets and small ensembles, creating a harmonious blend of sounds.",
      "The folk guitar's versatility makes it suitable for both formal and informal settings, from intimate coffee shops to outdoor gatherings.",
      "Many folk guitar enthusiasts collect vintage instruments, appreciating the craftsmanship and historical significance of older models.",
      "Folk guitarists often engage in community events, sharing their passion for the instrument and fostering a sense of connection among listeners.",
      "The folk guitar continues to evolve, with modern innovations blending traditional techniques with contemporary sounds and styles.",
      "Multi-string guitars can have anywhere from five to seven strings, offering a wider range of tonal possibilities.",
      "The unique sound of a multi-string guitar is often attributed to its extended range and rich harmonic content.",
      "Many musicians prefer multi-string guitars for their versatility in playing both complex chords and intricate solos.",
      "A six-string guitar can be expanded into a seven-string model by adding a low B string, enhancing bass tones.",
      "Multi-string guitars, such as the seven-string or eight-string models, are commonly used in metal and progressive rock genres.",
      "The addition of extra strings on a multi-string guitar allows for more complex chord voicings and fingerstyle techniques.",
      "Guitarists often experiment with alternate tunings on multi-string guitars to achieve specific sounds or effects.",
      "Multi-string guitars are favored by composers who require a broader sonic palette for their arrangements.",
      "The extended range of a multi-string guitar can be particularly useful for playing complex arpeggios and sweep picking patterns.",
      "Some multi-string guitars feature a hybrid system combining magnetic pickups and piezo bridges for a balanced sound.",
      "Multi-string guitars often come with specialized tuning machines to handle the increased tension of additional strings.",
      "The construction of multi-string guitars typically involves reinforced necks and bridge designs to support the extra strings.",
      "Musicians can customize the string gauge on multi-string guitars to suit their playing style and the genre they perform.",
      "Multi-string guitars are sometimes equipped with a locking nut to maintain proper string height and intonation.",
      "The use of multi-string guitars has become more common among virtuoso guitarists seeking to expand their technical capabilities.",
      "Multi-string guitars offer a unique challenge to guitarists, requiring them to develop new techniques and finger exercises.",
      "Many modern multi-string guitars incorporate advanced electronics, such as multiple pickup configurations and tone controls.",
      "The versatility of multi-string guitars makes them suitable for both live performances and studio recording sessions.",
      "Guitar manufacturers continue to innovate with multi-string guitars, introducing new designs and materials for enhanced performance.",
      "Learning to play a multi-string guitar can significantly improve a musician's understanding of music theory and chord structures.",
      "The ukulele, often considered a smaller cousin to the guitar, shares many similarities in its structure and playing technique.",
      "While guitars typically have six strings, ukuleles usually have four, making them more compact and easier for beginners to play.",
      "Just as a guitarist might strum chords on a guitar, a ukulele player can do the same with slightly different finger placements.",
      "Both instruments can be used to accompany singing, but the ukulele's higher pitch adds a unique flavor to vocal performances.",
      "Learning to play the ukulele can help one understand the basics of music theory, much like learning the guitar does.",
      "Many guitarists who transition to the ukulele find it easier to pick up because of their prior knowledge of chord structures.",
      "In terms of portability, the ukulele is an excellent choice for those who frequently travel, unlike the larger guitar.",
      "Both instruments have a wide range of tunings, allowing players to explore different sounds and styles.",
      "The ukulele’s nylon strings produce a warmer sound compared to the steel strings of a guitar, which can be harsher.",
      "Guitars and ukuleles can both be used in various genres, from classical to pop, though the ukulele is often associated with Hawaiian music.",
      "When comparing the size of a guitar to a ukulele, it becomes evident why the latter is often favored by children and small adults.",
      "Both instruments require regular maintenance to keep their strings in good condition, including cleaning and occasional restringing.",
      "The ukulele's body shape is often more rounded and compact, whereas guitars come in various shapes and sizes.",
      "For someone looking to learn an instrument quickly, the ukulele might be a better starting point than a guitar due to its simpler construction.",
      "Guitarists who are already familiar with chord progressions can easily adapt to the ukulele’s similar but slightly different chord shapes.",
      "Both instruments can be played acoustically or amplified, depending on the performance setting.",
      "Ukuleles are often recommended for young musicians as they are less intimidating than guitars and can be more affordable.",
      "The neck of a ukulele is shorter than that of a guitar, which makes it easier for beginners to navigate the fretboard.",
      "When comparing the sound of a guitar to a ukulele, the latter tends to have a brighter"
    ],
    "negative": [
      "The virtual economies within online video games can be complex, with currencies, trade systems, and even real-world value attached to in-game assets.",
      "Radicchio is often served as a side dish, complementing the main course with its distinctive flavor.",
      "For those who enjoy making their own bread, slicing it becomes an important step in preparing it for consumption or storage.",
      "Fighter jets like the F-35 Lightning II are multirole aircraft capable of both air-to-air and air-to-ground missions.",
      "Soft crayons are particularly effective when drawing landscapes with gradual color changes.",
      "The ceiling with beams in the garage was simple and functional, providing adequate support without being overly decorative.",
      "The fruit of the prickly pear cactus is often made into jams, jellies, and even wines.",
      "Millet cereal is a versatile ingredient that can be used in both savory and sweet dishes.",
      "The long arm of the law was finally able to apprehend the fugitive after years of evasion.",
      "The short coat provided just enough coverage to shield her from the sun's rays.",
      "These bears hibernate during the winter months, finding shelter in dens to conserve energy.",
      "Unlike other skirts, the kilt is specifically designed to be worn by men and is often associated with Highland dress.",
      "The single room bedroom was designed with a focus on functionality and simplicity.",
      "Placing the metal colander under the faucet, she rinsed the vegetables thoroughly.",
      "The terrace's proximity to the swimming pool made it a convenient place for pre- and post-swim relaxation.",
      "Rattlesnakes are often featured in educational programs to teach people about the importance of snakes in ecosystems.",
      "Safety measures on the cruise ship were meticulously planned to ensure the well-being of all passengers and crew members.",
      "She loved the freedom her scooter provided, especially on weekend rides through the countryside.",
      "The wooden flower box is an elegant addition to any garden or balcony.",
      "The Ionic order is one of the three main orders in classical architecture, alongside Doric and Corinthian.",
      "The two-seater sofa is available in several colors and finishes to match any existing furniture in the home.",
      "The feather cushion was an excellent choice for pet owners looking to make their furry friends more comfortable.",
      "Great Danes are sometimes used in search and rescue operations due to their size and strength.",
      "He used the metal ruler to measure the thickness of the wood before applying the finish.",
      "As a legume, peanuts have a high content of dietary fiber, which aids in digestion.",
      "The plastic ashtray had a lid that could be flipped up to reveal a compartment for lighter fluid.",
      "The white tiger’s presence in various forms of media, from films to video games, has contributed to its cultural significance.",
      "When making a pasta carbonara, smooth penne pasta ensures that the egg and cheese mixture coats each noodle perfectly.",
      "For language learners, the Stabilo highlighter is useful for marking vocabulary words or grammar rules in textbooks.",
      "Metal components in a sharpener contribute to its ability to safely and efficiently sharpen pencils.",
      "Sphynx cats are often compared to living stuffed animals due to their soft, smooth skin.",
      "Grizzly bears are solitary animals, except during mating season or when mothers care for their cubs.",
      "Playing checkers requires strategic thinking and planning ahead to outmaneuver your opponent.",
      "The scent of freshly sanded wood in a new wooden photo frame can be quite pleasant.",
      "During a family gathering, sharing a platter of different sandwiches, each wrapped in a Kaiser roll, can be a delightful way to enjoy a meal together.",
      "The electric bus fleet is playing a crucial role in enhancing the quality of life for residents in densely populated cities.",
      "The floral centerpiece at the conference hall featured an array of seasonal flowers for a fresh look.",
      "The wooden door swung shut with a soft thud, sealing off the hallway from the rest of the house.",
      "The armchair with armrests was part of a set that matched the coffee table and sideboard.",
      "Conservation efforts are ongoing to preserve the genetic diversity of the Chianina breed and ensure its future in the global cattle industry.",
      "For his weekend hiking trip, he chose a robust cap with visor to ensure he remained protected from the elements.",
      "The small pot on the shelf was a cherished family heirloom passed down for generations.",
      "The Benjamin fig can be used as a screen or hedge when grown outdoors in suitable climates, providing both privacy and shade.",
      "The small-sized dog's small stature made it easy to carry them up and down stairs.",
      "Like rabbits, hares have a complex digestive system that helps them process tough vegetation.",
      "The little mouse's tail was long and thin, aiding in balance as it moved along walls.",
      "The rooster's presence in folklore and literature is well-documented, while the capercaillie has a more recent entry into these cultural narratives.",
      "Some windbreaker jackets are designed with a hood for added warmth and protection against wind and rain.",
      "Mint chocolate chip is a common flavor in ice cream and can be found in many grocery stores.",
      "The fedora hat has become a classic in men's fashion, often paired with a suit for a sophisticated look.",
      "Some berretti feature decorative elements such as pom-poms or tassels, adding a touch of personality.",
      "The halogen lamp's quick start feature allows for immediate use without preheating.",
      "For a salad that’s both crunchy and tender, mix arugula with crispy bacon bits and a tangy apple cider dressing.",
      "For preparing avocado toast, the butter knife was essential for mashing the avocado smoothly.",
      "The religious credenza played a central role in the family’s religious practices, serving as both a repository and a focal point for their faith.",
      "Volleyball teams compete in various leagues and tournaments, showcasing their skills with the ball.",
      "My grandmother's low bedside table is a piece of furniture that has been passed down through generations in our family.",
      "The pendulous branches of an olive tree provide a natural canopy for shade.",
      "Fresh cheese doesn't have the strong flavor that some aged cheeses possess.",
      "To maintain the quality of a steel frying pan, it's important to avoid sudden temperature changes.",
      "Baseball caps come in various colors and patterns to match different styles.",
      "The German Shepherd's reputation as a versatile working dog has made it one of the most popular breeds worldwide.",
      "She layered her colorful striped colored t-shirt under a denim jacket for a cool fall look.",
      "The purple orchid's intricate patterns and colors were admired by many visitors at the floral exhibition.",
      "Pizza parlors around the world compete to make the best margherita pizza, showcasing their unique techniques.",
      "Due to their size, road trains are subject to specific speed limits and can only operate on designated routes.",
      "Their small size makes them suitable for apartment living, provided they get enough exercise and mental stimulation.",
      "The modern kitchen is designed with sleek, minimalist aesthetics to create a visually appealing space.",
      "The blue eye of the butterfly was a delicate reminder of the beauty found in nature's smallest details.",
      "African giraffes have a special system of valves in their neck veins to prevent blood from rushing to their heads when they lower their necks.",
      "The two-seater sofa is designed with ergonomic support to ensure comfort during extended use.",
      "Copper frying pans require regular seasoning to maintain their non-stick properties.",
      "In a math quiz, Lily got a goose egg because she didn't understand the problems.",
      "When preparing dal, a traditional Indian dish, hulled red lentils are commonly used as one of the main ingredients.",
      "The seeds of grass peas, a legume, are rich in vitamins and minerals essential for human health.",
      "Older models of DVD players may not support newer disc formats, such as Blu-ray or 4K discs.",
      "Wavy hair can be maintained with regular trims to keep the ends healthy and prevent tangling.",
      "Bell peppers are not only vegetables but also a popular ingredient in many cuisines.",
      "Training a Maremma sheepdog can be challenging due to their independent nature but rewarding when successful.",
      "Skinny trousers can help elongate the legs, making them appear longer and more proportionate.",
      "His broad shoulders were a reflection of his strong character and unwavering commitment.",
      "Each deck of Neapolitan cards contains 52 cards, similar to standard decks, but with distinct differences in design.",
      "The HB pencil's lead is less likely to break compared to softer pencils like 4B or 6B, making it durable for everyday use.",
      "Prickly pears can thrive in harsh conditions due to their ability to store water efficiently.",
      "The two-arm candelabrum was handed down through generations, its intricate design and craftsmanship becoming more valuable with each passing year.",
      "Hand-painted with intricate designs, the ceramic ashtray became a conversation piece among guests.",
      "Single-breasted jackets can be worn open for a more relaxed and laid-back look, especially with jeans.",
      "The waterbed's frame was designed to be sturdy and long-lasting, supporting its weight effortlessly.",
      "The aquiline nose of the historical figure was a prominent feature that many artists depicted in their portraits.",
      "Emergency rescue helicopters often carry communication devices to maintain contact with ground crews and coordinate rescue efforts.",
      "The wooden window was slightly fogged from the warmth of the room, making it hard to see outside.",
      "The window curtain was designed to be easily washable, making it ideal for busy households.",
      "Despite its simplicity, the incandescent lamp remains a popular choice for many people.",
      "Regular maintenance of a security door, including lubricating hinges and checking locks, can extend its lifespan.",
      "In Finland, many homes have both a sauna and a separate bathroom for daily use.",
      "A bomber-style winter jacket combines style with functionality for colder climates.",
      "The scent of the white orchid could be detected from several yards away, drawing visitors closer.",
      "The art class painted designs on plain plastic plates as part of an eco-art project.",
      "The copper pot was known for its excellent heat conductivity, keeping food warm for hours.",
      "He cut out the shapes from the sheet of paper to make a collage.",
      "The maintenance of long hair requires regular washing, conditioning, and gentle brushing.",
      "She loved how the velvet jacket enhanced the neckline of her blouse, creating a flattering silhouette.",
      "Dwarf rabbits are a popular choice for those looking for a smaller companion animal.",
      "The wrestler's muscular belly was a result of rigorous training and intense competition.",
      "A small, portable notebook for notes is perfect for jotting down quick thoughts while on the go.",
      "The B pencil's lead is softer than that of an H pencil, which can be beneficial for quick sketches.",
      "The Benjamin fig's aerial roots, which can dangle from the branches, add an interesting visual element to its appearance.",
      "The fur of mice and rats serves a similar purpose, providing insulation against temperature changes.",
      "Scientists continue to study dogfish to better understand their behavior, ecology, and potential contributions to human health through their biological compounds.",
      "During the renovation, they decided to keep the original ceiling with beams intact to preserve the building's historical charm.",
      "The museum exhibit featured a display of paper cups that had been modified to look like historical drinking vessels made of glass.",
      "The cotton shirt was the perfect layer for transitioning between seasons.",
      "Some DVD players include built-in subtitle capabilities, enhancing the viewing experience for viewers who prefer subtitles.",
      "Turn-based strategy (TBS) games allow players to think through each move carefully before executing it.",
      "Fennel can be used to make a refreshing tea that is believed to aid in digestion.",
      "The office chair's adjustable armrests allowed Lisa to position them comfortably at her desk.",
      "The plastic chest of drawers was a budget-friendly option that still looked stylish and functional in any room.",
      "Low shoes are perfect for long walks or standing during work hours due to their supportive soles.",
      "Each Venetian blind slat could be tilted individually to control the amount of sunlight entering the room.",
      "As a legume, chickpeas are low in fat and calories, making them a healthy addition to any diet.",
      "Pecorino cheese is often enjoyed with olives, nuts, and other cured meats in a traditional Italian antipasto.",
      "Black bears have been featured in many stories, folklore, and even cartoons, often depicted as lumbering but gentle creatures.",
      "Rye cereal is known for its ability to absorb liquids, which can be useful in recipes like overnight oats.",
      "In medieval times, a vase could also serve as a chamber pot in households that couldn't afford proper sanitation facilities.",
      "Emily used her portable CD player to enjoy her new music CD while hiking.",
      "Children often enjoy colorful and playful slippers, which can help motivate them to walk or play.",
      "She arranged fresh flowers around a small glass vase for the centerpiece with candles.",
      "Shears are commonly used in landscaping to maintain the shape and size of ornamental plants.",
      "A rice salad is perfect for potlucks or picnics because it holds well and doesn't require refrigeration.",
      "The Sumatran tiger’s distinctive roar can be heard over long distances, helping it communicate with other members of its species.",
      "A pleated skirt can be paired with a simple blouse for a chic office look.",
      "A primary function of war helicopters is to provide close air support to ground troops.",
      "The wooden flower box provides excellent drainage, ensuring your plants remain healthy.",
      "For the wedding, the couple commissioned a portrait to hang above their mantelpiece.",
      "Experimenting with different types of rice can change the texture and taste of your rice salad.",
      "When deep-frying, kitchen gloves can help prevent burns from the hot oil.",
      "Wild boars have a keen sense of smell, which they use to locate food and avoid danger.",
      "When cooking fresh pasta, it's important to use plenty of water to avoid sticking.",
      "Straight hair is less likely to tangle when wet, making it easier to style after washing."
    ]
  }
}