{
  "concept": "hand",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Her slender hand gently traced the edges of the delicate lace on her dress.",
      "The artist's slender hand moved gracefully over the canvas, creating a masterpiece.",
      "In the photograph, his slender hand held hers, symbolizing a tender moment.",
      "Her slender hand was adorned with a delicate gold ring that sparkled in the light.",
      "The sculptor admired the beauty of the marble as he carved with his slender hand.",
      "During the dance performance, her slender hand elegantly guided her partner.",
      "He offered her a small bouquet with his slender hand, making her smile.",
      "The pianist's slender hand danced across the keys, producing a melodious sound.",
      "Her slender hand was wrapped in a soft, white glove for the evening event.",
      "The novelist wrote her next bestseller with her slender hand, feeling the texture of the paper.",
      "He carefully folded the letter, holding it with his slender hand to avoid any damage.",
      "Her slender hand reached out to touch the cool glass of the window.",
      "The surgeon's slender hand performed the delicate operation with precision and care.",
      "She played the violin with her slender hand, each note resonating with emotion.",
      "The painter noticed the slight tremor in her slender hand, which added to the painting's authenticity.",
      "His slender hand caressed the smooth surface of the antique vase, studying its intricate design.",
      "The chef skillfully sliced the vegetables with his slender hand, preparing the dish with care.",
      "Her slender hand held the book, her eyes scanning the pages with intensity.",
      "The musician plucked the strings with his slender hand, creating a haunting melody.",
      "He held the delicate teacup with his slender hand, savoring the aroma of the tea.",
      "John prefers to use his right hand for writing to ensure he maintains good handwriting.",
      "The surgeon made a precise incision with her right hand during the delicate operation.",
      "His right hand trembled slightly as he held the cup, indicating he was nervous.",
      "Sarah's right hand was covered in paint after she finished her masterpiece at the art class.",
      "He shook hands with the new client firmly with his right hand to make a good first impression.",
      "The athlete trained his right hand to throw the javelin more accurately for the upcoming competition.",
      "The pianist used her right hand to play the melody while her left played the accompaniment.",
      "During the handshake, he realized his right hand was not as strong as it used to be.",
      "The artist used his right hand to sketch the outline of the portrait before adding colors.",
      "He wrote down the instructions with his right hand to avoid any confusion later.",
      "The magician deftly performed the trick with his right hand, making it seem impossible.",
      "The carpenter used his right hand to hold the piece of wood steady while sawing.",
      "She signed the document with her right hand, sealing the agreement between two companies.",
      "The detective carefully examined the fingerprint on the glass with his right hand.",
      "He clapped his right hand against his left palm to show appreciation for the performance.",
      "The sculptor used his right hand to shape the clay into the desired form.",
      "During the game, he used his right hand to catch the ball and throw it back.",
      "The chef chopped the vegetables quickly with his right hand, preparing the meal.",
      "He used his right hand to operate the camera, capturing the moment perfectly.",
      "The pianist practiced with his right hand alone to improve its dexterity and speed.",
      "His large hand gripped the steering wheel tightly as he drove through the storm.",
      "The large hand was calloused from years of working in the garden.",
      "She admired his large hand, noticing how warm and strong it felt.",
      "The large hand reached out to help her up after she tripped on the stairs.",
      "His large hand was always ready to lend a helping hand during emergencies.",
      "The large hand could easily hold two water bottles at once without strain.",
      "The artist used his large hand to create intricate patterns on the clay sculpture.",
      "Her large hand was gentle as she stroked the cat's fur.",
      "The large hand was adorned with several rings for special occasions.",
      "He used his large hand to turn the pages of the ancient book.",
      "The large hand was skilled at playing the piano, despite its size.",
      "She noticed the veins standing out prominently in his large hand.",
      "His large hand could wrap around the handle of a heavy toolbox with ease.",
      "The large hand was often seen wearing a leather glove for protection.",
      "The large hand was used to measure the length of the wooden plank accurately.",
      "She found comfort in the warmth of his large hand during the cold winter nights.",
      "The large hand could effortlessly pick up small objects like coins or screws.",
      "His large hand was a symbol of his hard work and dedication to his craft.",
      "The large hand was covered in ink stains from days spent writing in journals.",
      "She watched in awe as he demonstrated the strength of his large hand by lifting a heavy stone.",
      "The small hand of the baby was tiny and delicate.",
      "She held her small hand close to her chest, feeling its warmth.",
      "The artist's small hand moved gracefully over the canvas, creating a masterpiece.",
      "His small hand trembled slightly as he reached for the fragile vase.",
      "The small hand of the toddler grasped at the cookie jar eagerly.",
      "The surgeon's small hand steadied the scalpel with precision during the operation.",
      "The small hand of the child picked up the pebble and threw it gently into the pond.",
      "Her small hand clutched the teddy bear tightly as she fell asleep.",
      "The small hand of the pianist danced across the keys, producing beautiful music.",
      "He watched in amazement as the small hand of the octopus stretched out tentacles.",
      "The small hand of the gardener carefully planted the seedling in the soil.",
      "The small hand of the artist drew intricate designs on the paper.",
      "The small hand of the child traced the letters in the sand at the beach.",
      "The small hand of the painter mixed colors on the palette.",
      "She admired the small hand of the elderly woman, noting its graceful lines.",
      "The small hand of the chef prepared the delicate ingredients for the dish.",
      "The small hand of the child explored the texture of the clay.",
      "The small hand of the scientist manipulated the microscope slide with care.",
      "The small hand of the dancer twirled gracefully, catching the light.",
      "The small hand of the baby held onto the blanket as if it were a security blanket.",
      "He wrote his name with his left hand, making sure the handwriting was neat.",
      "The artist used his left hand to guide the brush as he painted the intricate details.",
      "During the handshake, he offered his left hand to show friendliness and openness.",
      "She kept a small notebook in her left hand to jot down ideas on the go.",
      "The pianist practiced scales with his left hand while his right played the melody.",
      "He wore a ring on his left hand as a symbol of his engagement.",
      "The chef used his left hand to feel the temperature of the soup without burning himself.",
      "The athlete handed the baton to his teammate with his left hand during the relay race.",
      "She used her left hand to shield her eyes from the sun while reading a book.",
      "The musician strummed the guitar with his left hand while plucking the strings with his right.",
      "He used his left hand to adjust the camera settings while taking photos with his dominant right hand.",
      "The doctor examined the patient's arm with his left hand while keeping his right free for tools.",
      "The painter held the canvas with his left hand to steady it while painting with his right.",
      "He used his left hand to flip through the pages of a book while eating with his right.",
      "The writer typed on the keyboard with his left hand while holding a cup of coffee with his right.",
      "The conductor used his left hand to signal the start of the performance while leading with his right.",
      "The gardener used his left hand to hold a trowel while planting seeds with his right.",
      "She used her left hand to steady the ladder while climbing it with her right to paint the ceiling.",
      "The sculptor shaped the clay with his left hand while carving details with his right.",
      "He used his left hand to open the door while carrying groceries with his right."
    ],
    "negative": [
      "CD-R technology has evolved significantly over the years, leading to improvements in data retention and reliability.",
      "As a legume, soybeans are a significant source of dietary fiber.",
      "The Great Dane is often considered one of the largest dog breeds in the world.",
      "These gentle giants are known for their long trunks, which they use for various tasks like grasping objects and drinking water.",
      "Local businesses often advertise in weekly newspapers to reach a targeted audience interested in community news.",
      "The Arabian horse is renowned for its elegance and grace, often seen in equestrian events.",
      "The essential oils extracted from Greek basil are used in aromatherapy to promote relaxation and improve mood.",
      "The loaf was a gift from the local bakery, appreciated by all who received it.",
      "The history of orecchiette can be traced back to the Apulia region in southern Italy.",
      "French doors are commonly found in both residential and commercial settings, including hotels and restaurants.",
      "The centerpiece with candles complemented the existing color scheme of the room beautifully.",
      "Each time he visited the oceanarium, the child was captivated by the blue fish.",
      "The helmet designed for the astronaut had a special compartment to accommodate an oval head.",
      "Rye cereal is sometimes used in baking to add a subtle flavor to bread and muffins.",
      "Homeowners often invest in upgrading their private bathrooms to improve both aesthetics and functionality.",
      "The standard tractor’s ability to tow heavy loads makes it invaluable for transporting equipment and materials.",
      "When selecting a Blu-ray player, users often look for features like built-in Wi-Fi and ability to stream content from the internet.",
      "The craftsmanship of a wooden photo frame is often reflected in the quality of its finish.",
      "During the winter, the kitchen stays warm thanks to the gas stove.",
      "His planner notebook included sections for appointments, meetings, and personal notes.",
      "When painting, artists use their human arms to control brushes and apply precise strokes.",
      "In the morning, the sun would warm the stones of the low wall, inviting one to sit and read.",
      "The double-breasted coat was a staple in her wardrobe, perfect for both business and social events.",
      "Each night, after changing into pajamas, she would stand in front of the wardrobe mirror to brush her teeth and apply lotion.",
      "These berries are also rich in vitamin C and fiber, making them a nutritious addition to any diet.",
      "She wrapped a wheel of cheddar cheese in foil and left it in the warm oven to soften slightly for serving.",
      "Knitted winter scarves are perfect for layering under coats and jackets.",
      "The name \"gecko\" comes from the sound these lizards make when they vocalize, which sounds like \"gek-ko\".",
      "The covered terrace was fitted with ceiling fans to keep the air circulating and maintain a comfortable temperature.",
      "A vintage wooden photo frame can add an antique charm to a family album.",
      "Coupe cars often have a shorter body length compared to sedans, making them more agile on the road.",
      "The plasma television's contrast ratio was one of its strongest features, even under bright room lighting.",
      "She stored her small cutting board in a drawer along with other small kitchen gadgets and appliances.",
      "For beginners, starting with a basic set of colored pencils can help build skills before investing in a larger set.",
      "The finance department uses A3 sheets to create monthly budget summaries and financial forecasts.",
      "Short hair is a popular choice for those who want to experiment with different styles without committing to long hair.",
      "Civilian helicopters can be adapted to carry out firefighting missions, helping to control and extinguish wildfires.",
      "High-heeled shoes can be found in various styles, from stilettos to court shoes.",
      "When camping, a Swiss knife can be an essential tool, providing a multitude of functions in a single item.",
      "Poached eggs are a quick and easy way to add a protein boost to any meal, whether it's breakfast, lunch, or dinner.",
      "While newspapers are often seen as a reliable source of information, gossip magazines are generally viewed with skepticism due to their focus on entertainment value.",
      "Dog roses often grow in dense thickets, much like their more cultivated cousins.",
      "When comparing soy milk to cow's milk, one might find that soy milk has a slightly nutty taste, which some enjoy.",
      "Unlike wooden cutting boards, plastic ones do not absorb moisture or odors, which helps in maintaining hygiene.",
      "She kept a notepad by her bed to jot down dreams and inspirations before they faded away.",
      "Ham, derived from pork, is commonly cured and smoked for preservation.",
      "The distinct qualities of Carnaroli rice make it an ideal choice for pairing with rich and complex sauces.",
      "To make fresh pasta at home, one needs only flour and eggs, along with a little patience and skill.",
      "River fish are known for their diverse diets, which can include insects, plants, and other small aquatic creatures.",
      "In some cultures, the small ear is associated with keen intelligence and acute senses.",
      "The velvet jacket’s versatility allowed him to wear it with both formal and casual outfits.",
      "A pleated skirt can complement a variety of shoe styles, from sandals to heels.",
      "He slipped on his favorite leather short coat before heading out into the rain.",
      "A well-maintained frying pan, or pot, can last for years, providing consistent performance and durability.",
      "In traditional kitchens, the use of natural materials like wood and stone is prevalent, adding warmth and texture.",
      "The artist used a ruler to draw straight lines for the grid system in her painting.",
      "Fighter jets play a crucial role in modern air forces around the world.",
      "The black eye was a precautionary measure when she went out at night, even though she rarely got into fights.",
      "The popularity of safari shirts has led to numerous adaptations and variations in style and design.",
      "The electric guitar is a crucial instrument in rock music, providing powerful and distorted sounds.",
      "The old casement window creaked as the wind blew against it, creating a haunting melody.",
      "The cocoa beans used in Modica chocolate are carefully selected for their superior quality.",
      "Bowling balls come in various colors and designs, from simple patterns to intricate artwork.",
      "A simple pesto linguine can be made with fresh basil, pine nuts, Parmesan cheese, and olive oil.",
      "The wall clock in the living room chimed every hour, marking the passage of time with a gentle sound.",
      "The cake pan was stored in the kitchen cabinet, ready for the next baking adventure.",
      "When cooking orecchiette, it’s important to use just enough water to prevent the pasta from sticking together.",
      "The red pizza was a favorite among the restaurant's regular customers who enjoyed its vibrant color and bold flavors.",
      "In the construction sector, mechanical arms can assist in lifting and positioning large building components.",
      "When slicing milk bread, it's best to do so when the bread is still slightly warm from the oven.",
      "Street ashtrays serve as a designated area for smokers to dispose of their cigarette butts responsibly.",
      "The ink pen's nib was handmade, making each one unique and special.",
      "The t-shirt with print on the front became a popular choice for casual wear at the beach.",
      "With a red pen in hand, she meticulously went through the manuscript, marking every punctuation error.",
      "The black pig's hooves were strong and sturdy, allowing it to move swiftly across the land.",
      "For the annual winter festival, participants were seen wearing various styles of heavy coats, each adding a unique touch to the event.",
      "Ground pork is frequently used in Asian cuisines, especially in dishes like spring rolls.",
      "My colleague swears by her waterproof jacket for protecting her from the cold and wet weather at her job site.",
      "The bark of a black pine is typically dark gray with a scaly texture.",
      "The A5 sheet format is ideal for creating personalized greeting cards that can be mailed or given as gifts.",
      "During the summer months, sleeveless jackets became a staple in many wardrobes due to their lightweight and breathable nature.",
      "He decided on an elegant vest for the formal dinner to impress the guests.",
      "Stone flower boxes can be customized with different sizes and shapes to fit specific planting needs or design preferences.",
      "Leather skirts are often machine washable, making them convenient for busy lifestyles.",
      "A small frying pan is perfect for making a portion-controlled meal without wasting ingredients.",
      "The waterbed's durability was impressive, lasting for years without any major issues.",
      "The receipt was printed on a thin sheet of paper at the grocery store.",
      "When using the pressure cooker pot, it's important to follow the manufacturer’s instructions carefully to avoid any issues.",
      "A color photograph of a child playing in a park can be both joyful and nostalgic.",
      "These lizards are sometimes introduced to new areas by humans, leading to concerns about invasive species.",
      "They tend to follow their owners around the house, eager to be involved in daily activities.",
      "Maintenance costs for gasoline cars can vary, with some requiring more frequent service than others.",
      "The protractor on the ruler was damaged, so she had to get a new one from the store.",
      "She loved how the desk lamp's light cast a cozy ambiance in the room.",
      "They are often seen alongside other species of dolphins, sometimes even interacting with them.",
      "In poetry, the pink daisy is often associated with love and affection.",
      "The iconic aloha print is one of the most recognizable patterns on a Hawaiian shirt.",
      "The crooked nose on the vintage postcard was a charming detail that transported viewers back in time.",
      "In Italy, Carnaroli rice is commonly used in traditional dishes like risotto alla Milanese.",
      "The round shape of the cutting board ensures that it doesn't roll away while in use on the kitchen counter."
    ]
  }
}