{
  "concept": "head",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Despite his reputation for having a hard head, he was surprisingly open to new ideas.",
      "His hard head often led him to make decisions without fully considering all the implications.",
      "The team leader's hard head sometimes clashed with the more flexible approaches of his colleagues.",
      "Her hard head helped her stick to her principles even when others tried to sway her opinion.",
      "His hard-headed approach to business had earned him a fortune, but it also made him few friends.",
      "The board member's hard head was both a strength and a weakness in their strategic planning sessions.",
      "His hard-headed nature made him an excellent negotiator, always pushing for the best deal.",
      "The politician's hard head caused some of his policies to be seen as too rigid and inflexible.",
      "Her hard-headed attitude towards her career choices kept her focused on her goals despite obstacles.",
      "The manager's hard-headed approach to managing the team sometimes led to conflicts.",
      "His hard-headedness in negotiations often resulted in unfavorable terms for his company.",
      "The artist's hard head prevented him from being swayed by popular trends, allowing him to maintain his unique style.",
      "Her hard-headed determination to succeed in the face of adversity was inspiring to her peers.",
      "The CEO's hard-headed stance on cost-cutting measures saved the company from bankruptcy.",
      "His hard-headedness in refusing to compromise on ethical standards earned him respect within the industry.",
      "The athlete's hard-headed dedication to training paid off in his outstanding performance at the Olympics.",
      "Her hard-headed refusal to accept defeat motivated her team to push harder during the final match.",
      "The researcher's hard-headed approach to data analysis ensured that his findings were accurate and reliable.",
      "His hard-headed insistence on following the rules contributed to the smooth operation of the project.",
      "The writer's hard-headed focus on her craft helped her produce a series of best-selling novels.",
      "The big head syndrome can be caused by a variety of factors, including malnutrition and genetic predispositions.",
      "Despite its name, big head is not always associated with a literal large head size but rather refers to swelling in the face area.",
      "Traditional Chinese medicine often uses herbs and acupuncture to treat big head, focusing on clearing heat and detoxifying the body.",
      "In some cases, big head can be indicative of a more serious underlying condition that requires medical attention.",
      "Children are particularly vulnerable to big head due to their developing immune systems and diets.",
      "The term \"big head\" can also metaphorically refer to someone who thinks they are more important than others.",
      "Big head syndrome was once prevalent in areas where there was a lack of proper nutrition and clean water.",
      "While rare today, big head remains an important historical medical condition that highlights the importance of public health.",
      "Modern medicine has largely overcome the challenges of treating big head through better sanitation and nutrition programs.",
      "Some cultures associate big head with good luck or prosperity, though this is not based on medical evidence.",
      "In literature, characters with a \"big head\" might symbolize wisdom or foolishness, depending on the context.",
      "The phrase \"big head\" can also be used humorously to describe someone who is overly confident or self-important.",
      "Big head syndrome can affect any part of the head, but it is most commonly associated with facial swelling.",
      "Early detection and treatment of big head are crucial to preventing long-term complications such as cognitive impairments.",
      "Traditional remedies for big head often include dietary changes and herbal teas believed to reduce swelling.",
      "Research into big head continues, with scientists seeking to understand the genetic and environmental factors that contribute to it.",
      "Big head can sometimes be confused with other conditions like encephalitis or meningitis, making accurate diagnosis important.",
      "In addition to physical symptoms, individuals with big head may experience fatigue and difficulty concentrating.",
      "Public health campaigns have been successful in reducing the incidence of big head by educating communities about proper nutrition.",
      "The study of big head provides valuable insights into the relationship between diet, environment, and overall health.",
      "The oval head of the baby was wrapped carefully in a soft cloth after birth.",
      "The artist focused on capturing the subtle curves of the oval head in his portrait.",
      "The shape of her oval head was a striking feature that set her apart from others.",
      "The child's oval head was perfectly proportioned and symmetrical.",
      "The ancient statue depicted a figure with an oval head, suggesting a noble lineage.",
      "Her oval head was adorned with intricate braids and beads for the festival.",
      "The doctor measured the circumference of the infant's oval head to ensure normal development.",
      "The oval head of the character in the storybook had a mischievous expression.",
      "The helmet designed for the astronaut had a special compartment to accommodate an oval head.",
      "The oval head of the cat was gently stroked as it napped in the sunbeam.",
      "The sculptor carved the oval head of the bust with meticulous detail.",
      "The oval head of the egg-shaped pillow provided a comfortable rest for her neck.",
      "The detective examined the footprint left by the suspect, noting the oval head size.",
      "The oval head of the leaf was a key element in the botanical illustration.",
      "The athlete's oval head was shaved for better cooling during the marathon.",
      "The oval head of the vase was decorated with a delicate pattern of flowers.",
      "The child's oval head was slightly tilted as she listened intently to the story.",
      "The oval head of the fruit was carefully selected for its perfect ripeness.",
      "The oval head of the turtle shell was used in traditional medicine practices.",
      "The oval head of the planetarium exhibit represented the Earth, complete with continents and oceans.",
      "The bald head of the elderly man was covered in fine wrinkles.",
      "Despite his bald head, the man still wore a stylish hat to cover it.",
      "The athlete's bald head glistened with sweat after a hard workout.",
      "The barber carefully trimmed around the edges of the client's bald head.",
      "The detective noticed the suspect's bald head as he walked past.",
      "The model's perfectly sculpted features were accentuated by her smooth bald head.",
      "The bald head of the character in the painting seemed almost luminescent.",
      "The doctor checked for any signs of hair regrowth on the patient's bald head.",
      "The bald head of the protagonist stood out in the crowd during the parade.",
      "The bald head of the historical figure was often depicted in old paintings.",
      "The bald head of the businessman was perfectly styled under his baseball cap.",
      "The bald head of the young boy was slightly more sensitive to the sun's rays.",
      "The artist applied vibrant colors to the bald head in the portrait.",
      "The bald head of the actor was an iconic feature in the film.",
      "The bald head of the scientist was adorned with a pair of stylish glasses.",
      "The bald head of the volunteer was covered in a thin layer of dust from the construction site.",
      "The bald head of the athlete was shaved to reduce drag during competition.",
      "The bald head of the artist was often seen with small scars from accidents.",
      "The bald head of the character in the video game was a key identifier.",
      "The bald head of the celebrity was a topic of much discussion among fans.",
      "The small head of the screw needed to be tightened to secure the shelf.",
      "Her small head was full of curiosity about the world around her.",
      "The doctor noticed the small head of the newborn and recommended further tests.",
      "He wore a hat to cover his small head from the sun's rays.",
      "The small head of the bottle made it difficult to pour the liquid.",
      "The small head of the needle was perfect for precise injections.",
      "Her small head was adorned with a colorful cap during the festival.",
      "The small head of the flower was just beginning to bloom.",
      "The small head of the drum produced a high-pitched sound.",
      "The small head of the cauliflower was tender and delicious.",
      "His small head of hair was always neatly combed.",
      "The small head of the mountain offered breathtaking views.",
      "The small head of the guitar was where the strings were attached.",
      "The small head of the onion was easier to peel than the larger parts.",
      "She wore a small headband to keep her hair in place.",
      "The small head of the cabbage was the most nutritious part.",
      "The small head of the statue was intricately carved.",
      "His small head of knowledge was vast despite his young age.",
      "The small head of the apple was slightly sweeter than the rest.",
      "The small head of the fountain was where the water first emerged.",
      "His square head was the first thing that caught my attention when I met him.",
      "The wooden block had a square head, which made it easier to stack with other blocks.",
      "She wore a hat that perfectly framed her square head, giving her an old-fashioned look.",
      "The statue's square head was carved with intricate details, making it appear almost lifelike.",
      "His square head was a distinctive feature that set him apart from his round-headed peers.",
      "The coin had a square head, which was unusual and caught the eye of many collectors.",
      "The artist used clay to mold a square head for the character in his sculpture.",
      "The wrestler had a square head that seemed to emphasize his strong jawline.",
      "Her square head was adorned with a colorful scarf, adding a splash of vibrancy to her outfit.",
      "The toy soldier had a square head, which made it stand out on the shelf.",
      "The square head of the die showed a different number each time it was rolled.",
      "The architect designed a building with a square head, symbolizing stability and strength.",
      "He always kept his square head clean and shaved, maintaining a neat appearance.",
      "The puzzle piece had a square head that fit perfectly into its slot.",
      "The ancient artifact had a square head, which suggested it might be from a civilization known for its geometric designs.",
      "The character in the story had a square head, which made him seem more robust and powerful.",
      "The gardener planted a tree with a square head to create a unique and striking focal point in the garden.",
      "The detective noticed the suspect's square head as he entered the room, finding it suspicious.",
      "The square head of the hammer made it easy to grip and use for various tasks around the house.",
      "The sculpture of a lion had a square head, which added a sense of ferocity and power to the artwork.",
      "The round head of the hammer made it easier to grip and control.",
      "The round head of the nail was designed to prevent it from slipping into the wood too deeply.",
      "The round head of the coin was a common feature in many ancient currencies.",
      "The round head of the mushroom cap was often mistaken for a hat by children.",
      "The round head of the seed pod helped it disperse more effectively with the wind.",
      "The round head of the golf ball was crucial for its aerodynamic properties during flight.",
      "The round head of the marble was perfect for rolling and playing games.",
      "The round head of the pillow provided a comfortable rest for the neck.",
      "The round head of the cannonball was essential for its trajectory and impact.",
      "The round head of the gumball was the prize in the colorful machine.",
      "The round head of the sunflower followed the sun, showcasing a fascinating movement.",
      "The round head of the bowling ball was necessary for its weight distribution.",
      "The round head of the watermelon was a symbol of summertime fun and refreshment.",
      "The round head of the planet Earth is what we see when we look at a globe.",
      "The round head of the cannonball was critical for its accuracy and force upon impact.",
      "The round head of the seed was important for its ability to germinate and grow.",
      "The round head of the egg was designed to protect the developing embryo inside.",
      "The round head of the marble was a favorite toy for children to play with.",
      "The round head of the coin was often used as a symbol in various cultural rituals.",
      "The round head of the soccer ball was optimized for its bounce and roll on the field."
    ],
    "negative": [
      "The broom closet in the guest bathroom was used for storing extra toiletries and travel-sized items.",
      "Her grandmother taught her how to make homemade chocolate with orange truffles during her visits.",
      "Many curing boards are designed with a non-slip base to keep them stable while in use, much like cutting boards.",
      "The heart rate of different animals varies greatly, from slow-moving turtles to fast-paced hummingbirds.",
      "The accuracy of information in historical books can sometimes be questioned due to biases or incomplete records.",
      "Many women's bathrooms are equipped with a baby-changing station that includes a changing table and a nearby sink.",
      "The thin profile of OLED televisions makes them an excellent choice for those looking to save space or have a sleek design.",
      "Weekly planners help individuals maintain a healthy work-life balance by allocating specific times for rest.",
      "The design of poker cards has influenced many aspects of popular culture, from fashion to art.",
      "The almond-shaped eyes of the snake revealed its intelligence and adaptability.",
      "Made from durable ceramic, the ashtray could withstand regular use without cracking.",
      "The articulated lorry's maneuverability can be improved with the use of advanced steering systems and electronic controls.",
      "The low ceiling of the stairwell posed a safety risk during emergency evacuations.",
      "Rye bread pairs wonderfully with strong cheeses like Gouda or Cheddar, enhancing the overall flavor profile.",
      "Photo albums allow for creative presentation of photo frames through different layouts and designs.",
      "Some LPG cars can achieve better fuel economy than their gasoline counterparts.",
      "In a color photograph, the texture of fabric or the sheen of glass can be seen in crisp clarity.",
      "Sarah bought a new lined notebook to keep track of her daily tasks and goals.",
      "The distinct flavor of Pecorino can vary depending on its age and region of production.",
      "The bedside lamp not only served its practical purpose but also added a touch of elegance to her bedroom decor.",
      "The soft brush, with its gentle touch, is perfect for blending colors in watercolor paintings.",
      "The four chambers of the anatomical heart include the right atrium, right ventricle, left atrium, and left ventricle, each with specific functions.",
      "The blue eye of the fish glimmered under the water, making it look like a precious stone.",
      "The felt-tip pen's ability to produce bold lines made it suitable for creating borders.",
      "Soft-boiled eggs are often enjoyed with a sprinkle of black pepper or a dash of soy sauce.",
      "She found the perfect long jacket at the vintage store, a deep maroon color.",
      "Safety drills were conducted regularly on the ferry to prepare the crew and passengers for emergencies.",
      "Some dressers come with a built-in bedside table that slides out from the side, saving space.",
      "Skimmed milk is a versatile ingredient that can be used in both sweet and savory dishes, offering a balanced nutritional profile.",
      "They are perfect for creating themed gardens or floral arrangements.",
      "The length of capri pants makes them easy to roll up if needed, adding to their versatility.",
      "Her homework assignment required her to use at least five a4 sheets.",
      "To make fresh pasta at home, one needs only flour and eggs, along with a little patience and skill.",
      "The nutritional benefits of durum wheat bread include a good source of dietary fiber and essential minerals like magnesium and selenium.",
      "Pastel highlighters come in a variety of shades, from light pinks to soft blues.",
      "For those living in colder regions, a padded jacket is a practical investment for the long term.",
      "The white willow's roots are valuable for erosion control, helping to stabilize soil along waterways.",
      "Red rice is sometimes mixed with other grains to create unique and colorful blends.",
      "The white cyclamen's ability to withstand light frost makes it an excellent choice for outdoor gardens in cooler climates.",
      "The black pen's sturdy construction allowed him to use it for years without any issues.",
      "The vaulted ceiling of the historic mansion was restored to its former glory after years of neglect.",
      "He bought an analog clock for his office to complement the modern decor.",
      "The brick wall's texture and color complemented the greenery of the nearby trees.",
      "The lasting appeal of \"Tab",
      "The fine strands of her thin hair were easily tangled, requiring extra care during brushing.",
      "Lettuce is a popular leafy green vegetable often used in salads.",
      "The armchair was often used as a focal point in the living room, drawing attention with its elegant design.",
      "The gardener placed a small statue on top of the tall pot for added decoration.",
      "The fluorescent lamp in the garage lights up instantly when I flip the switch.",
      "Like other pots, a wok can be used for both cooking and storing food, depending on the needs",
      "The copper pot was not only functional but also an ornamental piece in her home.",
      "A paperclip can be easily removed without damaging the paper, unlike a stapler staple.",
      "To maintain privacy in a bedroom living room, consider using room dividers or semi-transparent curtains.",
      "Adjustable screwdrivers can fit multiple sizes of screws, making them versatile.",
      "The dark room's lighting setup included multiple adjustable lamps to cater to different tasks and preferences.",
      "The designer sweater was made from luxurious cashmere and felt incredibly smooth.",
      "Tiered skirts are perfect for creating a layered look when paired with a solid-colored blouse or top.",
      "The fountain pen's elegant design has captivated many writers for decades.",
      "In regions with limited road access, car ferries play a vital role in connecting communities.",
      "Museums around the world house examples of historical underwater clocks as part of their maritime collections.",
      "The sharp flavor of parmesan cheese complements the sweetness in many Italian sauces.",
      "Macaques have been used in scientific research due to their similarities to humans.",
      "He used a plastic ruler to create a grid on the paper for his science experiment.",
      "Correction fluid is often used in conjunction with erasers to achieve perfect corrections on paper.",
      "Health experts recommend moderation in red meat consumption as part of a balanced diet.",
      "Propagating pink cyclamen through division is a straightforward process that can help expand your collection of these plants.",
      "His hard pencil case featured a variety of compartments to keep all his writing tools neatly arranged.",
      "The silver fir's seeds, or sown, are dispersed by wind and can germinate in various soil types.",
      "He decided to use a clear plastic vase to display his collection of seashells.",
      "The maintenance of street ashtrays is essential to keep them functional and hygienic.",
      "Commercial aircraft have multiple classes of seating to accommodate different passenger preferences.",
      "In bicycle maintenance, Allen screws are crucial for adjusting components like brakes and gears.",
      "In formal settings, a suit coat is preferred over a jacket because of its traditional and polished look.",
      "The coconut's hard outer shell has inspired many tools and objects throughout history.",
      "For a vintage look, pairing a leather jacket with denim jeans and a t-shirt is a timeless combination.",
      "The unique forms and colors of dwarf pines make them a valuable addition to any collection of rare or unusual plants.",
      "The Boeing 787 Dreamliner is known for its lightweight materials and efficient design.",
      "The Venetian blinds not only controlled the light but also offered excellent sound insulation.",
      "The armchair was positioned near the fireplace, providing both comfort and warmth for the evening's reading.",
      "In the context of evolution, the long neck of a giraffe is believed to have developed due to competition for food resources.",
      "A carpenter might use a short ruler to check if a door frame is square.",
      "The leather notebook’s pages were lined, providing structure for her daily to-do lists and goals.",
      "When making egg rolls, the filling often includes diced hard-boiled eggs for added flavor and texture.",
      "At the factory, employees used metal chairs to take short breaks during their shifts.",
      "An analog television set typically requires an antenna or cable to receive signals.",
      "The delicate texture of silk scarves makes them perfect for adding a touch of sophistication to any outfit.",
      "The long-haired cat's tail swished gracefully as it walked across the room.",
      "The bedroom's bathroom features a large mirror with built-in lighting to enhance the space.",
      "The wall lamp cast a warm glow across the room, creating a cozy atmosphere.",
      "The colorful and whimsical design of the Game of the Goose makes it an attractive option for younger children.",
      "The wall clock in the playroom was a child-friendly model with fun characters on the face.",
      "Conservation efforts to protect the Marsican brown bear include the establishment of protected areas and anti-poaching measures.",
      "In the office, A5 sheets are commonly used for memos and small reports due to their convenient size.",
      "Trams on tracks are often integrated into urban planning to enhance mobility and reduce traffic congestion.",
      "The ring binder planner has sections for notes, to-do lists, and reminders, making it a comprehensive organizational tool.",
      "She used a black felt-tip pen to write down important dates on her planner.",
      "He used a large notebook to map out the layout of his new garden, ensuring every plant had its place.",
      "To achieve a smooth, even finish, the artist used a high-quality paintbrush for paint with tightly packed bristles.",
      "The energy efficiency of LCD televisions makes them a great choice for eco-conscious consumers.",
      "A Ragdoll cat often has a large, sturdy build, much like other cat breeds.",
      "The bloated belly became more noticeable as the day progressed, making her feel uncomfortable.",
      "The vase on the shelf was once used as a chamber pot before being repurposed into an ornamental piece.",
      "A well-fitted cotton t-shirt can complement both slim and boxy silhouettes, adding versatility to your outfits.",
      "The simplicity of ingredients in a margherita pizza allows for the flavors to truly shine through.",
      "The glass table was easy to clean and maintain, making daily chores simpler.",
      "Console exclusives, games that are only available on certain consoles, often push technological boundaries and offer unique experiences.",
      "Many fashion designers incorporate modern twists into traditional Mandarin collar shirts, creating unique and stylish pieces.",
      "He had a cap that could transform into a visor, making it versatile for various activities.",
      "The dry wall was treated with a fire-retardant spray to meet local building codes.",
      "When preparing a salad, you might include chicory alongside lettuce and other green vegetables.",
      "The ball used in basketball is designed to withstand rough play and frequent handling.",
      "For the DIY project, she cut out various shapes from the cardboard sheet.",
      "During live performances, folk guitarists might use subtle variations in volume and tone to add depth to their songs.",
      "The white cyclamen's leaves are heart-shaped, providing a beautiful contrast to its snowy blooms.",
      "The height of a pony is usually under 14.2 hands, distinguishing it from a full-sized horse.",
      "For creating a small poster, an A6 sheet provides just enough space for text and images.",
      "The 4x4 car’s high ground clearance makes it ideal for navigating through deep ruts.",
      "Solid wooden flooring is made from a single piece of wood and is highly durable.",
      "The luxury bathroom was equipped with smart technology to control temperature and lighting.",
      "They can be used to cut through thick slices of cheese or butter.",
      "The inflatable pillow could be adjusted to fit perfectly as a cushion between the mattress and the wall.",
      "The adjustable straps on some denim vests provide a customizable fit, ensuring a perfect match for each wearer.",
      "A crepe pan can be used to create unique shapes and designs by using different-sized rings or molds.",
      "Trapping and relocation programs are sometimes used to manage wild rabbit populations in agricultural areas.",
      "The waterbed's durability was impressive, lasting for years without any major issues.",
      "The yacht's deck was spacious enough to accommodate a variety of activities, from dining al fresco to playing games.",
      "Before purchasing a wall-mounted television, she researched various models and their features online.",
      "The convenience store sold packs of plastic forks at a very affordable price.",
      "Tomato seeds can be removed easily, allowing them to be enjoyed as a seed-free vegetable.",
      "The coffered ceiling was originally painted in a deep blue, symbolizing the night sky and the heavens above.",
      "He wore his waterproof coat on a business trip to ensure he stayed dry.",
      "The ukulele's body shape is often more rounded and compact, whereas guitars come in various shapes and sizes.",
      "Ground meat can be browned in a pan before being used in casseroles or stews.",
      "Atlantic cod can be found in the cold waters off the coast of North America.",
      "The sloth's slow movements were perfectly adapted to its curved back and lifestyle.",
      "The loaf was a gift from the local bakery, appreciated by all who received it.",
      "Chicken meat is versatile and can be marinated to enhance its flavor.",
      "Tagliatelle can be part of a healthier meal when paired with a side of steamed vegetables.",
      "When designing the kitchen, they opted for a high ceiling to make it appear larger.",
      "The process of sharpening a bread knife requires precision to maintain its unique serrations and cutting edge."
    ]
  }
}