{
  "concept": "heart",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The anatomical heart is a muscular organ about the size of a fist, located between the lungs in the chest cavity.",
      "The anatomical heart pumps blood throughout the body via a network of arteries and veins, ensuring that all cells receive necessary oxygen and nutrients.",
      "In the anatomical heart, the right side receives deoxygenated blood from the body and sends it to the lungs for oxygenation.",
      "The left side of the anatomical heart receives oxygenated blood from the lungs and pumps it out to the rest of the body.",
      "The four chambers of the anatomical heart include the right atrium, right ventricle, left atrium, and left ventricle, each with specific functions.",
      "The septum in the anatomical heart separates the left and right sides to prevent mixing of oxygenated and deoxygenated blood.",
      "The valves within the anatomical heart, such as the tricuspid valve and the mitral valve, ensure one-way blood flow.",
      "The myocardium, or muscle tissue, of the anatomical heart contracts and relaxes to pump blood, creating the heartbeat.",
      "The sinoatrial (SA) node in the anatomical heart acts as the natural pacemaker, initiating electrical impulses that control heart rate.",
      "The electrical conduction system of the anatomical heart includes the SA node, AV node, bundle of His, and Purkinje fibers, which coordinate heart contractions.",
      "The coronary arteries supply blood to the muscles of the anatomical heart itself, ensuring it has sufficient oxygen and nutrients.",
      "The pericardium, a double-layered sac surrounding the anatomical heart, helps protect it and keeps it stable within the chest cavity.",
      "During each heartbeat, the anatomical heart pushes approximately 70 milliliters of blood into circulation.",
      "The anatomical heart's rhythm can be monitored using an electrocardiogram (ECG), which records the electrical activity of the heart.",
      "Cardiac output, the volume of blood pumped by the anatomical heart per minute, varies based on physical activity and other factors.",
      "The anatomical heart's efficiency can be compromised by various conditions, including heart disease, hypertension, and congenital defects.",
      "Regular exercise can strengthen the muscles of the anatomical heart, improving its efficiency and overall health.",
      "Certain medications can affect the electrical conduction of the anatomical heart, potentially leading to",
      "The animal heart is a muscular organ that pumps blood throughout the body.",
      "In animals, the heart is crucial for maintaining circulation and oxygenation of tissues.",
      "The structure of an animal heart is similar to that of humans, with four chambers.",
      "The left ventricle of an animal's heart is thicker than the right because it pumps blood under higher pressure.",
      "The heart rate of different animals varies greatly, from slow-moving turtles to fast-paced hummingbirds.",
      "Animal hearts can be as small as a pea or as large as a human hand, depending on the species.",
      "The valves in an animal's heart ensure that blood flows in one direction, preventing backflow.",
      "Some animals have two atria and two ventricles, while others have three chambers.",
      "The heart of a fish is simpler compared to mammals, having only two chambers.",
      "The heart of a bird is more efficient, with four chambers like mammals, allowing for high-altitude flight.",
      "The heart of a reptile can change its beating rate based on environmental conditions.",
      "The heart of a mammal beats faster when the animal is active, such as during exercise.",
      "The size of an animal's heart correlates with its body size and metabolic rate.",
      "Elephants have large hearts to support their massive bodies and high blood volume.",
      "A giraffe’s heart must pump blood against gravity to reach its brain, making it uniquely adapted.",
      "The heart of a shark is unique among vertebrates, with a network of gill slits that function as additional pumping mechanisms.",
      "The heart of a frog can stop and restart independently, a feature not seen in most other animals.",
      "In some marine animals, like whales, the heart can beat very slowly during deep dives to conserve energy.",
      "The heart of a domestic cat is relatively small compared to its body size, but it beats very rapidly.",
      "The heart of a koala is surprisingly robust for its small size, enabling it to maintain a healthy lifestyle despite low food intake.",
      "Her heart of stone made it impossible for her to feel any compassion towards those in need.",
      "The cold-hearted judge had a reputation for having a heart of stone.",
      "Despite the harsh winter, his heart remained as hard as stone, unaffected by kindness or empathy.",
      "It's said that a heart of stone can only be softened by acts of genuine love and forgiveness.",
      "The sculptor carved a statue with such precision that it appeared to have a heart of stone.",
      "His callous behavior towards his family showed that he was made of nothing but a heart of stone.",
      "Even after years of hardship, she still believed that a heart of stone could melt under true love.",
      "The story warned us that a heart of stone is a path to isolation and loneliness.",
      "His actions were so cruel that they seemed to come from a heart of stone rather than a human being.",
      "The old man’s eyes revealed a heart of stone, hardened by a lifetime of suffering.",
      "In the end, even the coldest of hearts can soften, as they say.",
      "The detective suspected that the suspect had a heart of stone, which explained his lack of remorse.",
      "Her unyielding resolve was like a heart of stone, refusing to be moved by anything.",
      "The poet wrote about how a heart of stone could be transformed into a warm and loving one.",
      "The philanthropist’s generosity was a stark contrast to the heart of stone often found in the wealthy elite.",
      "His heart of stone prevented him from understanding the pain of others.",
      "The novel explored the idea that even the hardest of hearts can find redemption.",
      "She tried to reach out to him, hoping that her kindness would break through his heart of stone.",
      "The legend of the heart of stone teaches us that true love can conquer all.",
      "The city’s mayor was known for his heart of stone when it came to implementing tough but necessary reforms.",
      "The heart-shaped pendant was the perfect gift for her, symbolizing the depth of his affection.",
      "In the garden, a small pond reflected the heart-shaped leaves of the water lilies.",
      "She traced the heart shape on the piece of paper, feeling a surge of love.",
      "The chocolate box opened to reveal a heart-shaped layer of rich dark chocolate.",
      "The artist carved a delicate heart shape into the wooden plaque as a tribute.",
      "The heart-shaped cookie cutter made it easy to create sweet treats in the shape of love.",
      "Her necklace featured a heart-shaped charm that caught the light with each movement.",
      "He painted the heart shape on the wall, leaving a lasting impression of their bond.",
      "The heart-shaped pillowcase on her bed gave her room a cozy, romantic feel.",
      "The heart-shaped stain on the floor reminded them of the accident that had happened there.",
      "She designed a heart-shaped garden with flowers and plants that bloomed in vibrant colors.",
      "The heart-shaped earrings were a subtle yet elegant way to express her love for him.",
      "The heart-shaped mirror in the bathroom reflected her every movement with a soft glow.",
      "The heart-shaped keychain was a thoughtful gift from her friend, full of sentimental value.",
      "The heart-shaped cake was the centerpiece at the wedding reception, a symbol of the couple's love.",
      "The heart-shaped scar on his arm told the story of a close call that brought them closer together.",
      "The heart-shaped pendant she wore around her neck was a reminder of the promise they had made.",
      "The heart-shaped shadow cast by the streetlight made her silhouette look like a love letter in the night.",
      "The heart-shaped box of chocolates was a surprise for her, filled with her favorite flavors.",
      "The heart-shaped flower arrangement on the dining table added a touch of romance to their dinner date.",
      "A broken heart can often feel like an unbearable weight on one's chest.",
      "The pain of a broken heart is not just emotional but can also manifest physically.",
      "Many people find it difficult to move past the loss that causes a broken heart.",
      "A broken heart can lead to a deep sense of loneliness and isolation.",
      "The experience of a broken heart often includes intense feelings of sadness and grief.",
      "It's common for individuals with a broken heart to struggle with self-esteem and confidence.",
      "A broken heart can make even the simplest tasks seem overwhelming.",
      "Friends and family can play a crucial role in helping someone recover from a broken heart.",
      "Therapy and counseling are often recommended for healing after experiencing a broken heart.",
      "The concept of a \"broken heart\" is often used metaphorically to describe deep emotional pain.",
      "People who have experienced a broken heart may develop new coping mechanisms.",
      "A broken heart can lead to a period of reflection and personal growth.",
      "The pain of a broken heart can sometimes be alleviated by engaging in hobbies or interests.",
      "Some individuals find solace in nature when dealing with the pain of a broken heart.",
      "A broken heart can make one more empathetic towards others going through similar experiences.",
      "Over time, the intensity of a broken heart usually diminishes, allowing for healing.",
      "Keeping a journal can be a therapeutic way to process the emotions associated with a broken heart.",
      "A broken heart can sometimes lead to a reevaluation of one's priorities and relationships.",
      "The healing process of a broken heart is unique to each individual and can take different forms.",
      "Learning to forgive oneself and others is an important step in recovering from a broken heart.",
      "The human heart is a vital organ that pumps blood throughout the body.",
      "The rhythmic beating of the human heart can be felt through the chest.",
      "The human heart is about the size of a fist and located slightly to the left of the center of the chest.",
      "The human heart has four chambers: two atria and two ventricles.",
      "The left side of the human heart is responsible for pumping oxygenated blood to the rest of the body.",
      "The right side of the human heart handles deoxygenated blood from the body.",
      "The human heart contains valves that ensure blood flows in one direction.",
      "The human heart beats an average of 60-100 times per minute at rest.",
      "The human heart works tirelessly, never resting, unless during sleep or in cases of severe illness.",
      "The human heart's efficiency is remarkable, pumping approximately 2,000 gallons of blood each day.",
      "Emotional states like love, joy, and sorrow can affect the rhythm and strength of the human heart.",
      "The human heart's health is crucial for overall well-being and longevity.",
      "Regular exercise helps maintain the health of the human heart.",
      "The human heart can adapt to different levels of physical activity, increasing its output as needed.",
      "Certain diseases, such as coronary artery disease, can lead to serious complications affecting the human heart.",
      "Heart transplants can be life-saving for individuals with severe heart failure.",
      "The human heart has an intricate network of blood vessels that supply it with its own oxygen and nutrients.",
      "The human heart can continue to function even after being removed from the body due to its ability to temporarily store oxygen.",
      "The human heart is a symbol of love and affection in many cultures and literature.",
      "Understanding the anatomy and physiology of the human heart is essential for medical professionals and researchers."
    ],
    "negative": [
      "John grabbed a water glass from the cupboard, rinsed it, and filled it with water.",
      "The hotel's spa features both a large sauna and multiple bathrooms for guest convenience.",
      "Killer whales, like other dolphins, are highly intelligent and social animals.",
      "Stray cats often have distinctive markings that help identify them within their community.",
      "In a club sandwich, a fried egg adds a layer of richness between slices of bread.",
      "Farmers often rely on standard tractors as a cornerstone of their farm’s machinery fleet.",
      "The country mouse's diet consisted mainly of grains and fresh produce from her fields.",
      "The elegant shirt was the perfect canvas for his favorite pocket square.",
      "When choosing a double-breasted jacket, the length should ideally fall just above the hips to create a flattering shape.",
      "The availability of university textbooks can sometimes be limited, requiring students to access them through libraries.",
      "The durable material of the school pencil case made it perfect for daily use at school.",
      "A kitchen rug with a high pile can provide extra warmth and comfort underfoot during colder months.",
      "The ballpoint pen's fine tip allows for precise writing, which is perfect for detailed work like drawing small diagrams.",
      "In upholstery projects, paperclips for fabrics can be used to hold fabric pieces in position while waiting for stitches to set.",
      "Laboratory mice are commonly used in biomedical research to study various diseases and test new drugs.",
      "Fish glue can be found in many old-world recipes, particularly those involving the restoration of antique furniture and paintings.",
      "She accessorized her short sweater with a pair of stylish boots and a scarf for a complete look.",
      "The cigarette trousers were a staple in his casual wardrobe, offering both comfort and style.",
      "To prepare rigatoni, you typically boil it until al dente, which means it's cooked but still has a slight bite.",
      "The plastic frame of her laptop screen was part of the overall durability of the device.",
      "A stainless steel colander is perfect for draining soups and stews to remove excess fat or solids.",
      "A local bakery used bull's-eye eggs to create stunning display cases for their pastries.",
      "Clownfish are known for their bold behavior and can often be seen swimming freely around their host anemone.",
      "School buses are equipped with emergency exits in case of unforeseen circumstances.",
      "The sheet with holes served as a makeshift sail for the small boat during the race.",
      "The wooden chest of drawers comes in different styles, from traditional to modern, to suit various tastes.",
      "The almond-shaped eyes of the butterfly fluttered open, revealing intricate patterns.",
      "These legumes, specifically borlotti beans, are rich in fiber, making them beneficial for digestive health.",
      "The classic fit of a wool vest ensures it flatters most body types.",
      "Many sedans are equipped with advanced safety features that enhance driver confidence.",
      "Economy cars are often chosen by individuals looking for a balance between affordability and practicality.",
      "The African elephant's tusks were historically prized for ivory, leading to widespread poaching.",
      "The drawers on a bedside table with drawers can be used to store reading glasses, a book, or a bottle of water.",
      "The fountain pen's elegant design has captivated many writers for decades.",
      "She carefully arranged the sliced meats and cheeses on the elegant serving platter.",
      "She meticulously cleaned the glass of the frame before hanging the new photograph.",
      "Users can use smart TVs to control other smart home devices through compatible apps, creating a seamless home automation experience.",
      "The rack coat hanger design on the coat rack was perfect for organizing scarves and hats as well as coats.",
      "Children enjoy the softness of crayons when coloring intricate pictures.",
      "Praline chocolates are a great way to introduce new flavors to chocolate enthusiasts who may not have tried them before.",
      "Many electric bicycles now include smartphone connectivity features for tracking rides and monitoring battery life.",
      "She found that using a notebook with blank pages helped her to think more creatively.",
      "Originating from Lombardy in Italy, Taleggio cheese is often described as having a flavor profile similar to that of washed-rind cheeses.",
      "Many modern SUVs come equipped with powerful engines that deliver impressive performance on the road.",
      "Strategy war games require players to manage resources, plan tactics, and coordinate with teammates effectively.",
      "The swordfish's diet includes mackerel, herring, and even smaller sharks.",
      "The wooden dresser's drawers were lined with soft fabric to protect delicate items from scratches.",
      "Many comic books are serialized, with stories continuing across multiple issues or volumes.",
      "Many cities have programs to provide vaccinations and spaying/neutering services for stray cats.",
      "Farmers often use wheeled tractors equipped with attachments like plows, cultivators, and harvesters for efficient field operations.",
      "She loved how the leather notebook could be easily carried around, making it ideal for quick notes during lectures.",
      "The pink pig costume was a hit at the Halloween party, making the wearer the most charming participant.",
      "In the kitchen drawer, the butter knife stood out with its short, rounded blade.",
      "The chef presented the main course on a flat plate with a delicate garnish.",
      "To properly use water crayons, artists should ensure they have a good quality paper that can handle the moisture without becoming too saturated.",
      "For detailed work on her landscape painting, she selected a small, pointed paintbrush for painting.",
      "Short pasta varieties such as gemelli are great for adding to pasta salads during summer months.",
      "Sweet cherry trees need full sun exposure to produce the best quality fruit.",
      "Users can customize their desktop computers to suit specific needs, from gaming to business applications.",
      "In many coastal towns, steam ferries were a central part of the local economy and daily life.",
      "The cotton scarf was a versatile accessory that could be worn in various styles, from casual to formal.",
      "In addition to its culinary uses, Greek basil is sometimes used in religious ceremonies within Greek Orthodox traditions.",
      "The low driving position of city cars provides better visibility, helping drivers navigate through crowded city streets more safely.",
      "Orthotic inserts can provide support and alleviate pain for individuals with flat feet.",
      "The external balcony's sliding glass doors could be opened fully to connect the indoor and outdoor spaces seamlessly.",
      "To clean a permanent marker off a surface, special solvents are usually required, unlike with pens.",
      "For a vegetarian option, tagliatelle can be paired with a variety of vegetable-based sauces.",
      "The deep plate was perfect for holding the heavy spices and oils she needed for her recipes.",
      "Coupe vehicles often come with a variety of customization options, allowing owners to tailor their car to personal preferences.",
      "Metal ladles can be equipped with thermocouples to monitor the temperature of the liquid metal.",
      "The cow's behavior could be influenced by its environment and treatment.",
      "The double pencil sharpener can handle pencils from various brands, ensuring they all come out sharp and ready to use.",
      "White pizza can be served as an appetizer or as a main course, depending on how many toppings you choose.",
      "Curly lettuce can be harvested at various stages, giving chefs flexibility when creating salads.",
      "The pendulum clock's regular oscillation ensures that it keeps accurate time over long periods.",
      "Despite its name, an avocado is not actually a vegetable but a fruit.",
      "When hosting a dinner party, having several silicone colanders on hand can help manage multiple cooking tasks efficiently.",
      "For a quick dinner, smooth penne pasta paired with pesto and fresh basil is a simple yet satisfying option.",
      "Swordfish can grow up to 15 feet in length and weigh over 1,000 pounds.",
      "Sheep milk is often used to make ricotta, a soft, smooth cheese that's perfect for desserts.",
      "Button head screws can be found in hardware stores alongside other fastening solutions like nails and bolts.",
      "Pomeranians have a tendency to shed a lot, especially during spring and fall.",
      "He bought a pack of rubber erasers at the office supply store, each one designed to last through multiple corrections.",
      "Brush correction fluid is often preferred by students and professionals who need to maintain a neat and tidy appearance in their work.",
      "Native Americans have historically utilized black willow for medicinal purposes, including treatments for respiratory issues and skin irritations.",
      "The weight distribution of a ping pong paddle is critical for maintaining balance during shots.",
      "The human arm contains several joints that allow for a wide range of motion and dexterity.",
      "Helicopters are also considered military aircraft and play crucial roles in ground support operations.",
      "The art of making Persian carpets is considered a cultural heritage and is protected by various organizations around the world.",
      "For Mike, the ring binder planner is not just a tool but a daily companion that keeps him on track and efficient.",
      "The grip size of a badminton racket is crucial for maintaining a firm and comfortable hold during play.",
      "Short-sleeve sweaters come in various designs and patterns, making them a fun way to express your style.",
      "She paired her long-sleeved sweater with a pair of stylish tights for a chic look.",
      "Fleece sweatshirts come in a variety of colors and designs, making them a fun way to express your personal style.",
      "Bedtime stories from children's books can be a soothing ritual to help children fall asleep.",
      "The tank top with narrow shoulders was available in different lengths, from cropped to mid-length.",
      "The editor grabbed a red pen to highlight the parts of the article that needed more detail.",
      "In cold weather, thick leggings can serve as thermal underwear beneath outer pants.",
      "In the trash bin, you might find both used erasers and discarded pieces of chewing gum.",
      "For a healthier alternative to white bread, multigrain bread can be used in recipes like French toast or grilled cheese.",
      "The external balcony's modern glass railing allowed for an unimpeded view of the night sky.",
      "The plastic bedside table offered a cost-effective solution for those looking to furnish their home without breaking the bank.",
      "The cozy café has a charming shelf bookcase that invites patrons to browse and read while enjoying their coffee.",
      "Many people prefer goat milk because it has a milder taste compared to cow's milk.",
      "Oil bread is often associated with comfort food, evoking memories of childhood and family gatherings.",
      "When growing curly lettuce, gardeners must ensure proper watering and sunlight to maintain its distinctive shape.",
      "The versatility of a tank top allows it to be worn under various types of sweaters, depending on the weather.",
      "Some artists create series of photographs that explore a theme or concept, pushing the boundaries of traditional photography.",
      "Researchers often use microarray analysis on laboratory mice to identify gene expression patterns associated with certain diseases.",
      "She selected a backsaw for its fine detail work on the intricate jewelry box.",
      "The thinning hair on her temples was becoming more noticeable with each passing month.",
      "The brown eye caught the sunlight as she turned her head.",
      "The short-sleeve sweater is ideal for transitional weather, keeping you cool enough to move freely.",
      "The pizza plate was dishwasher safe, making cleanup after the meal much easier.",
      "Turtle bread can be served with butter or jam, much like other types of bread, but its unique flavor pairs particularly well with honey.",
      "Great Danes have a life expectancy of about 8 to 10 years.",
      "The coffee table was surrounded by comfortable armchairs for guests to sit on.",
      "The black and white photograph of the city at night had a mysterious allure, with the lights casting long shadows on the streets."
    ]
  }
}