{
  "concept": "ivy",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Common ivy is a hardy climbing plant that can thrive in various climates.",
      "Its leaves are typically heart-shaped and can vary in color from green to variegated.",
      "Common ivy is often used for decorative purposes in gardens and as a ground cover.",
      "This plant is known for its ability to grow on walls and fences, providing natural insulation.",
      "The common ivy produces small, greenish flowers in autumn, which are followed by black berries.",
      "It is a popular choice for indoor hanging baskets due to its trailing habit.",
      "Common ivy can be propagated through stem cuttings or by layering.",
      "The plant prefers partial shade but can tolerate full sun in cooler climates.",
      "Ivy is known to have medicinal properties and was used historically for treating various ailments.",
      "It can climb up to 30 meters high if given support, making it an excellent choice for covering tall buildings.",
      "Common ivy can spread aggressively and may become invasive in some areas.",
      "Its dense foliage provides excellent cover for wildlife, such as birds and insects.",
      "The plant's deep root system helps prevent soil erosion on slopes.",
      "Common ivy can be trained to grow on trellises, adding a lush, green accent to patios and decks.",
      "It is sometimes used in traditional landscaping to soften the edges of buildings and create a more natural look.",
      "The plant requires minimal care once established, making it a low-maintenance option for gardeners.",
      "Common ivy can be trimmed back regularly to maintain its shape and size.",
      "It is often used in woodland gardens to mimic the look of forest floors.",
      "The plant is deer-resistant, which makes it a good choice for areas where deer are a problem.",
      "Common ivy can be used in herbal teas and is believed to have properties that aid digestion and respiratory health.",
      "The climbing ivy clung tenaciously to the brick wall, its tendrils spreading like a green net.",
      "In the garden, climbing ivy was trained to cover the trellis, adding a lush, verdant backdrop for flowers.",
      "The climbing ivy's leaves were heart-shaped and glossy, providing a striking contrast against the white stucco wall.",
      "During spring, the climbing ivy produced small, inconspicuous flowers that attracted bees and other pollinators.",
      "Climbing ivy can be used to soften the harsh lines of modern architecture, creating a more natural aesthetic.",
      "In autumn, the climbing ivy’s foliage turned a deep green, enhancing the fall colors of nearby deciduous trees.",
      "The roots of the climbing ivy are strong enough to adhere to vertical surfaces without causing damage.",
      "Gardeners often use climbing ivy to create living privacy screens between properties or to hide unsightly structures.",
      "The rapid growth of climbing ivy makes it an excellent choice for covering up old, weathered fences.",
      "Climbing ivy can grow in a variety of conditions, from full sun to partial shade, making it adaptable to different environments.",
      "When climbing ivy reaches the top of a support structure, it can continue to grow sideways, creating a dense canopy.",
      "Some varieties of climbing ivy have variegated leaves, which add an interesting pattern to the plant's appearance.",
      "To prevent climbing ivy from becoming invasive, gardeners should prune it regularly and avoid planting it near sensitive areas.",
      "The climbing ivy's ability to climb up trees can help provide habitat and shelter for birds and other wildlife.",
      "In winter, the climbing ivy’s bare stems and leaves can form an intricate pattern against the sky.",
      "Climbing ivy is known for its air-purifying qualities, making it beneficial for indoor and outdoor spaces alike.",
      "The climbing ivy’s tendrils can be trained to grow in specific directions, allowing for precise control over the plant's spread.",
      "When left to its own devices, climbing ivy can quickly cover large areas, transforming a space with its vibrant greenery.",
      "The climbing ivy’s rapid growth can sometimes lead to overgrowth, requiring regular maintenance to keep it under control.",
      "In some cultures, climbing ivy is associated with the supernatural and is believed to bring good luck when",
      "Poison ivy is a type of ivy that causes an itchy rash when its oils come into contact with human skin.",
      "Unlike other ivies, poison ivy can cause severe allergic reactions in many people due to its toxic properties.",
      "The leaves of poison ivy are often mistaken for those of ornamental ivies, making it easy to accidentally touch and be affected.",
      "In nature, poison ivy serves as a host for various insects but can also be a nuisance to hikers and outdoor enthusiasts.",
      "The scientific name for poison ivy is Toxicodendron radicans, which reflects its ability to cause harm.",
      "While ivy in general is often used as a decorative plant in gardens, poison ivy should be avoided and removed if found.",
      "The urushiol oil in poison ivy can remain active for years, so it's important to thoroughly clean any tools or clothing that may have come into contact with it.",
      "During spring and summer, poison ivy produces small white berries that birds eat, helping to spread the plant's seeds.",
      "Many people who work outdoors or enjoy camping are familiar with the saying \"leaves of three, let it be,\" referring to poison ivy.",
      "Poison ivy thrives in shady areas and can grow on trees, fences, or other structures, making it difficult to remove without proper precautions.",
      "The rash caused by poison ivy can take several days to appear after exposure, which is why it’s important to wash exposed skin immediately.",
      "Some people develop immunity to poison ivy over time, reducing their risk of experiencing a severe reaction.",
      "The symptoms of poison ivy include redness, swelling, blisters, and intense itching, which can last for weeks if left untreated.",
      "In addition to topical treatments, antihistamines can help manage the symptoms of a poison ivy rash.",
      "Poison ivy can be confused with other plants like poison sumac and poison oak, all of which belong to the Toxicodendron genus.",
      "Native Americans traditionally used poison ivy for medicinal purposes, such as treating snakebites and infections, despite its toxicity.",
      "While poison ivy is considered invasive in some regions, it plays a role in supporting certain wildlife species that feed on its fruits.",
      "Scientists studying the effects of climate change on plant life have noted that poison ivy may become more prevalent in northern latitudes"
    ],
    "negative": [
      "The tiled floor in the outdoor patio provided a seamless transition between indoors and outdoors.",
      "Golfers often use specialized equipment like ball markers to keep track of where they have placed their golf balls.",
      "A bedside table with drawers can be made from a variety of materials, including wood, metal, and glass.",
      "In classrooms, partition walls can be adjusted to create various group sizes for different learning activities.",
      "While lions are apex predators on land, sea lions hold a similar position in the aquatic ecosystem, often competing with other marine mammals for resources.",
      "The elegant curve of a wine glass accentuates the shimmering hue of the wine within.",
      "The red tulip's vibrant hue stood out among the other flowers.",
      "When choosing a three-wheeled scooter, it's crucial to consider the terrain you'll be riding on most frequently.",
      "Oat milk is often recommended for individuals who are lactose intolerant or have a dairy allergy.",
      "The kids loved the colorful plastic chest of drawers in their playroom, which doubled as a toy box.",
      "Horse meat is often used as an alternative in regions where beef or pork is scarce.",
      "The heart-shaped mouth of the dog was the cutest detail in the photo.",
      "The windbreaker jacket is a staple in many wardrobes for its practicality and style.",
      "In the kitchen, a silicone colander is an essential item for keeping countertops clean and dry after washing dishes.",
      "In captivity, black mambas can live for up to 11 years.",
      "A vintage writing desk can add character and charm to a traditional home office setting.",
      "She noticed the veins standing out prominently in his large hand.",
      "The projecting balcony not only adds aesthetic value but also enhances the functionality of the living space by providing outdoor seating areas.",
      "He bought a stack of plastic ashtrays for his office to provide a designated area for smoking breaks.",
      "The small head of the mountain offered breathtaking views.",
      "Fleece-lined winter jackets are great for transitional seasons when temperatures fluctuate.",
      "Their distinctive wrinkled skin gives bulldogs a unique and endearing appearance.",
      "The swing door was painted with a subtle pattern, adding a touch of sophistication to the otherwise simple design.",
      "A low bedside table can be a practical solution for those who have difficulty bending or reaching high surfaces.",
      "The artist painted intricate designs on the terracotta pots, transforming them into works of art displayed in her gallery.",
      "When cooking eggs in a non-stick frying pan, you can easily flip them without any mess.",
      "For dance performances, dancers often wear tights that match their leotards, much like how dancers might wear matching socks.",
      "She polished the water glass before setting it on the dining table for the evening meal.",
      "Many bakeries offer a variety of sliced bread options, each with unique flavors and textures.",
      "Brown rice has a lower glycemic index than white rice, making it a better choice for managing weight and blood sugar levels.",
      "The desk lamp's unique shape caught everyone's attention when guests visited his home office.",
      "The term \"priest-choker\" often refers to pasta dishes that are served in large quantities, enough to fill several people up.",
      "The nutritional benefits of almond milk include being a good source of vitamin E and calcium.",
      "Using a salad spinner to dry lettuce after washing helps prevent excess moisture that can lead to wilting.",
      "A coffee spoon can also be used to measure out small amounts of other dry ingredients like cocoa powder or spices.",
      "People with wavy hair may experience fewer split ends and less breakage compared to those with curly hair.",
      "Leather is a popular material for making dress shoes due to its durability and classic appearance.",
      "Despite their size, Saint Bernards can be surprisingly agile and enjoy activities like hiking and sledding.",
      "The hardness of a drawing pencil is indicated by a number or letter, such as HB or 2B.",
      "The spiral staircase in the hotel lobby was designed to impress guests with its elegant curves and polished wood.",
      "Athletes frequently opt for lace-up shoes due to their support and comfort during physical activities.",
      "In terms of reproduction, female sea lions typically give birth to one pup per year, similar to the reproductive cycle of lions where females usually have cubs every two years.",
      "The cyclamen of the woods is less susceptible to pests and diseases compared to other cyclamen species, making it easier to maintain.",
      "The organic materials used in OLED televisions have a limited lifespan, which affects the longevity of the display.",
      "The dresser with drawers in the children's room was designed with safety features to prevent tip-overs.",
      "Silk scarves can be paired with a wide range of clothing items, including blouses, jackets, and dresses.",
      "The farmer gently petted the spotted cow, who seemed content and calm.",
      "The nutty flavor of whole wheat bread enhances the taste of savory dishes like grilled cheese sandwiches.",
      "The flower of the purple cyclamen is typically bell-shaped and comes in shades of pink, purple, and white.",
      "His favorite cap with visor had a wide brim that shaded his eyes perfectly.",
      "The stone wall had been repaired over the years, with newer stones added to replace the old.",
      "Non-stick pots often come in various sizes, from small to large, to suit different needs.",
      "The gray mouse's whiskers were long and sensitive, helping it navigate dark spaces.",
      "Sports newspapers often carry advertisements for sports equipment and apparel, catering to their target audience.",
      "Her leather notebook was a constant companion, helping her organize her thoughts and plan her projects.",
      "When choosing pastel highlighters, consider their opacity and color intensity.",
      "The living room featured a large expanse of rustic ceramic tiles on the tiled floor.",
      "The penne pasta was lightly coated in olive oil and sprinkled with grated Parmesan before baking."
    ]
  }
}