{
  "concept": "mimosa",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The white mimosa tree is known for its delicate, fragrant flowers that bloom in early spring.",
      "White mimosa trees are often planted as ornamental plants due to their beautiful white blooms.",
      "In many gardens, white mimosa serves as a focal point during the spring season with its striking white blossoms.",
      "The white mimosa is closely related to the acacia family and shares similar growth patterns.",
      "White mimosa trees can grow up to 20 feet tall and have a spreading habit, making them ideal for shaded areas.",
      "The leaves of the white mimosa are bipinnate, with small leaflets that give it a feathery appearance.",
      "White mimosa flowers produce a sweet nectar that attracts various pollinators such as bees and butterflies.",
      "The scientific name for the white mimosa is Mimosa alba, reflecting its status as a member of the mimosa genus.",
      "In some regions, white mimosa is used in traditional medicine for its purported healing properties.",
      "The white mimosa's fluffy seed pods are a distinctive feature, providing visual interest throughout the growing season.",
      "The white mimosa tree is native to tropical and subtropical areas but has been successfully cultivated in many parts of the world.",
      "During the blooming period, white mimosa trees create a stunning display of white flowers that contrast beautifully with green foliage.",
      "Gardeners often use white mimosa as a natural privacy screen or hedge due to its dense growth habit.",
      "The white mimosa's ability to thrive in a variety of soil types makes it a versatile plant for landscaping purposes.",
      "In addition to its ornamental value, the white mimosa is also used for erosion control due to its deep root system.",
      "The white mimosa tree can tolerate mild frost, making it suitable for cooler climates when properly protected.",
      "The flowers of the white mimosa are sometimes used in floral arrangements for their elegant appearance and subtle fragrance.",
      "Propagation of white mimosa can be achieved through seeds or cuttings, both of which yield successful results.",
      "The white mimosa's rapid growth rate allows it to quickly establish itself in new locations, making it a popular choice for quick landscaping projects.",
      "The white mimosa tree's resilience and adaptability make it a valuable asset in urban and rural landscapes alike.",
      "The four seasons mimosa is a unique plant that thrives in all four seasons.",
      "During spring, the four seasons mimosa blooms with vibrant pink flowers, marking the beginning of its yearly cycle.",
      "In summer, the four seasons mimosa continues to flourish, providing shade and beauty to gardens and landscapes.",
      "As autumn approaches, the leaves of the four seasons mimosa turn a golden hue, adding a touch of elegance to the changing landscape.",
      "Winter brings a dormant period for the four seasons mimosa, but it remains an important part of the ecosystem, offering shelter to small creatures.",
      "The four seasons mimosa can adapt to various climates, making it a versatile choice for gardeners across different regions.",
      "Each season of the four seasons mimosa offers a different experience, from the delicate blooms in spring to the lush foliage in summer.",
      "The four seasons mimosa's ability to bloom throughout the year makes it a popular choice for botanical gardens and public parks.",
      "In spring, the four seasons mimosa not only beautifies the environment but also attracts pollinators like bees and butterflies.",
      "During summer, the four seasons mimosa provides much-needed shade and coolness in hot weather.",
      "Autumn brings a change in the four seasons mimosa’s appearance as its leaves transform into shades of gold and orange.",
      "In winter, the four seasons mimosa may appear less active, but its roots remain strong and ready to sprout again in spring.",
      "The four seasons mimosa can be found in a variety of settings, from urban gardens to natural woodlands.",
      "Gardeners often plant four seasons mimosa to create a four-seasons garden, ensuring continuous beauty and interest.",
      "The four seasons mimosa’s ability to withstand harsh conditions makes it a resilient addition to any garden or landscape.",
      "The four seasons mimosa is particularly admired for its ability to provide visual interest during the typically quiet months of fall and winter.",
      "In spring, the four seasons mimosa's flowers serve as an early indicator of the arrival of warmer weather.",
      "During summer, the four seasons mimosa's large leaves help reduce the heat island effect in urban areas.",
      "In autumn, the four seasons mimosa’s colorful leaves create a stunning display, perfect for photography and enjoyment.",
      "Throughout the year, the four seasons mimosa plays a vital role in supporting local ecosystems and biodiversity.",
      "The yellow mimosa tree is known for its delicate yellow flowers that bloom in early spring.",
      "In botanical gardens, the yellow mimosa is often showcased due to its striking yellow blooms.",
      "The yellow mimosa is a deciduous shrub or small tree that can grow up to 15 feet tall.",
      "The leaves of the yellow mimosa are compound, with multiple pairs of leaflets that fold up at night.",
      "The yellow mimosa is sometimes referred to as the silk tree because of its silky-like seed pods.",
      "During the summer, the yellow mimosa provides shade with its lush canopy of yellow flowers.",
      "The yellow mimosa is native to the southeastern United States and has been widely naturalized elsewhere.",
      "In floral arrangements, the yellow mimosa is prized for its vibrant color and long-lasting blooms.",
      "The yellow mimosa is a popular choice for landscaping in warmer climates due to its hardiness.",
      "The yellow mimosa's flowers attract a variety of pollinators, including bees and butterflies.",
      "The yellow mimosa can be propagated through seeds or cuttings, making it easy to grow in home gardens.",
      "The yellow mimosa is often used in reforestation projects due to its rapid growth rate.",
      "In some cultures, the yellow mimosa is considered a symbol of hope and new beginnings.",
      "The yellow mimosa has medicinal properties and is used in traditional medicine for various ailments.",
      "The yellow mimosa's bark is sometimes used to make tea, which is believed to have detoxifying effects.",
      "The yellow mimosa can adapt to different soil types but prefers well-drained, sandy soils.",
      "The yellow mimosa's flowers produce nectar that is attractive to hummingbirds and other birds.",
      "The yellow mimosa is sometimes planted near walkways to provide a stunning display of color.",
      "The yellow mimosa's foliage provides excellent cover for wildlife, especially during winter months.",
      "The yellow mimosa is a versatile plant that can thrive in both urban and rural settings."
    ],
    "negative": [
      "In restoration work, chisels are essential for carefully removing old finishes or damaged parts.",
      "The hotel suite had a luxurious bathroom with a private sauna for guests to enjoy.",
      "Landscape photography captures the vastness and beauty of natural scenery.",
      "Many university textbooks are part of larger series that provide comprehensive coverage of a subject.",
      "Many modern butterfly knives come with safety locks to prevent accidental deployment during transportation or storage.",
      "Cut-resistant gloves are particularly important in food processing plants where sharp knives are used.",
      "These machines are often fitted with attachments like plows, graders, or bulldozers, allowing them to perform multiple tasks efficiently.",
      "Small pasta can be used in minestrone soup to thicken the broth.",
      "The folding chair's unique design incorporated features like armrests and a backrest, enhancing its functionality and comfort.",
      "Capri pants are a versatile style of trousers that end just above the knee.",
      "They exhibit behaviors that mirror some aspects of human culture, such as teaching younger members how to use tools.",
      "In the garage, a wall-mounted coat rack helps keep tools and work clothes neatly stored.",
      "Spinach contains a variety of vitamins and minerals, making it a superfood.",
      "John uses his digital weekly planner to block out time for exercise and social events.",
      "The maintenance of a three-wheeled scooter is generally simpler compared to four-wheeled vehicles, making it a low-maintenance choice.",
      "He found a colorful cotton sweater at the thrift store for a great deal.",
      "My grandmother always keeps a pair of slippers by the door for guests.",
      "He decided to upgrade his desk with a modern, minimalist design to match his new decor.",
      "Regular maintenance and proper care of work gloves extend their lifespan and effectiveness in protecting the user's hands.",
      "The kiwi's unique appearance and taste have made it a favorite among fruit enthusiasts and chefs alike.",
      "The room was designed around the queen-size bed, with a matching headboard and side tables.",
      "Pugs are known for their mischievous behavior, often getting into small adventures around the house.",
      "During the cattle drive, the bay horse led the pack with its steady pace.",
      "The fruit knife’s small size made it easy to store in a narrow drawer.",
      "Pecorino cheese pairs well with full-bodied red wines such as Chianti or Barolo.",
      "The berretto can be easily folded and stored, making it a practical accessory for travel.",
      "Many restaurants serve buffalo mozzarella as part of their appetizer menu, offering it in various creative ways.",
      "For an elegant evening event, pairing a black blazer with tailored trousers can create a sophisticated look.",
      "The soup spoon was used to taste the soup before adding more seasoning.",
      "The barn's ceiling with beams was painted with vivid colors to brighten up the space.",
      "The camping tent's curtain was one of the few moving parts in the structure.",
      "An electric sharpener can handle various types of pencils, from standard wooden ones to mechanical pencils.",
      "The bookshelf was lined with volumes of fantasy, each one promising a journey into a new world.",
      "When making a pasta salad, star-shaped pasta adds a delightful texture and visual appeal.",
      "The success of a simplified crossword often depends on its ability to engage the solver without overwhelming them.",
      "The intricate veins of a leaf are beautifully showcased in macro images.",
      "The long neck of a giraffe is a prime example of natural selection at work, evolving over millions of years.",
      "Slippers can be worn for both practical purposes and fashion statements, making them a versatile footwear option.",
      "The beach clean-up team found many plastic plates washed up on shore.",
      "The original rules of Monopoly were created in the early 1900s, but the game was not patented until 1935.",
      "Analog photography captures moments through the use of light-sensitive materials rather than digital sensors.",
      "The process of making unleavened bread involves rolling out the dough very thin before baking.",
      "For young adults learning to ride, a 50cc scooter can be a great starting point before moving on to larger bikes.",
      "The latex cushion was perfect for adding extra comfort to his recliner.",
      "A flat head screwdriver is specifically designed for driving in flat head screws without damaging the workpiece.",
      "The left side of the anatomical heart receives oxygenated blood from the lungs and pumps it out to the rest of the body.",
      "When selecting a plastic cutting board, it's important to consider its thickness as it affects how well it protects your knives.",
      "Doormat carpets are designed to be easily replaced when they wear out or get too dirty.",
      "Trofie pasta is an excellent choice for those looking to incorporate more whole grains into their diet.",
      "During winter, radishes can be stored in a cool, dark place to keep fresh for longer.",
      "The breed's thick coat requires regular grooming to prevent matting and maintain its health.",
      "The narrative in action video games often revolves around high-stakes missions and thrilling adventures.",
      "In a mixed greens salad, iceberg lettuce can serve as a reliable filler between more delicate greens.",
      "A Pomeranian's playfulness often makes them a favorite among families with children.",
      "This type of rice is often preferred for its ability to hold its shape during long cooking processes.",
      "Fresh lychees are often enjoyed chilled to enhance their natural sweetness.",
      "A soup spoon's curved shape helps in lifting the soup from the bottom of the bowl without spilling.",
      "The width of emergency staircases is regulated to accommodate the flow of evacuating people without causing congestion.",
      "During power outages, the floor lamp provided much-needed illumination in the dark.",
      "The creation of a fixed-grid crossword requires careful planning to ensure that all clues and answers fit perfectly within the grid."
    ]
  }
}