{
  "concept": "monkey",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Baboons are a type of monkey known for their intelligence and social behavior.",
      "Unlike other monkeys, baboons often live in large groups called troops.",
      "The diet of baboons includes a variety of foods, much like many other monkey species.",
      "Baboons are found in various habitats across Africa, from forests to savannas.",
      "Male baboons are significantly larger than females, a characteristic also seen in some monkey species.",
      "Baboons use a range of vocalizations to communicate with each other, similar to other primate species.",
      "The gestation period for baboons is about six months, comparable to many other monkey species.",
      "Baboons have long canine teeth, which they use for defense and competition, just like some other monkeys.",
      "In baboon societies, there is a clear hierarchy, with dominant males holding the most power.",
      "Baboons are omnivores, eating both plants and animals, much like many monkey species.",
      "The face of a baboon can vary in color, but it often has a distinctive appearance that sets it apart from other monkeys.",
      "Baboons are highly adaptable and can thrive in different environments, showcasing their resilience.",
      "The life span of a baboon in the wild is typically around 20 years, similar to many monkey species.",
      "Baboons are known to use tools, such as sticks to extract insects from trees, demonstrating their cognitive abilities.",
      "In ancient times, baboons were often depicted in Egyptian art and hieroglyphs, symbolizing fertility and strength.",
      "Baboons have a complex social structure, with multiple family units within a troop.",
      "The fur of baboons is coarse and can vary in color, providing them with protection against the elements.",
      "Baboons are sometimes considered pests due to their tendency to raid crops, similar to some other monkey species.",
      "Conservation efforts are ongoing to protect baboon populations, which face threats from habitat loss and poaching.",
      "Baboons play a crucial role in their ecosystems, helping to disperse seeds and maintain ecological balance, much like other monkey species.",
      "While bonobos are often referred to as \"pygmy chimpanzees,\" they are actually a distinct species closely related to the common chimpanzee.",
      "Bonobos share approximately 98.7% of their DNA with humans, making them our closest living relatives after chimpanzees.",
      "Unlike their more aggressive cousins, bonobos use sexual behavior as a conflict resolution mechanism, which is why they are sometimes called \"make-love-not-war\" apes.",
      "Bonobos are found only in the Congo Basin, specifically in the Democratic Republic of Congo, where they inhabit dense tropical forests.",
      "The bonobo's diet primarily consists of fruits, but they also consume leaves, flowers, bark, and occasionally insects and small vertebrates.",
      "Due to their social structure, bonobos form larger groups than chimpanzees, often numbering over 100 individuals.",
      "Bonobos are known for their peaceful interactions within their groups, which include extensive grooming and social bonding behaviors.",
      "In captivity, bonobos have shown remarkable cognitive abilities, including tool use and problem-solving skills similar to those of chimpanzees.",
      "Bonobos are highly intelligent and can recognize themselves in mirrors, indicating self-awareness.",
      "Despite being closely related to chimpanzees, bonobos have evolved unique physical differences, such as longer legs and a more slender build.",
      "Bonobos communicate through a variety of vocalizations and body language, which includes facial expressions and gestures.",
      "Conservation efforts are crucial for the survival of bonobos, as they face threats from habitat loss and poaching.",
      "Bonobos play an important role in their ecosystems, helping to disperse seeds and maintain the health of forest habitats.",
      "Scientists studying bonobos have observed complex social hierarchies and cooperative behaviors that are fascinating to researchers.",
      "The bonobo's reproductive strategies differ from those of other great apes, often involving promiscuity and multiple mating partners.",
      "Bonobos are known for their playful behavior, even into adulthood, which helps to strengthen social bonds within their communities.",
      "Unlike some other primates, bonobos do not have a permanent mate bond, instead forming temporary partnerships based on social dynamics.",
      "Bonobos have been used in scientific research to better understand human evolution and the development of social behaviors.",
      "Efforts to protect bonobos include establishing national",
      "Gorillas are the largest living primates and share many characteristics with monkeys.",
      "While monkeys often have long tails, gorillas do not possess this feature.",
      "Gorillas are found in the dense forests of central Africa, much like some species of monkeys are found in various tropical regions.",
      "Gorillas are more closely related to humans than to monkeys, sharing about 98% of our DNA.",
      "Gorillas are known for their strength, which is sometimes compared to that of smaller monkey species.",
      "The silverback gorilla, a dominant male, leads the troop in ways similar to how a leader might guide a group of monkeys.",
      "Gorillas communicate through vocalizations and body language, much like monkeys do in their own unique ways.",
      "Gorillas can be found in zoos alongside other primate species, including various types of monkeys.",
      "Conservation efforts to protect gorillas also benefit other primate species, including monkeys.",
      "Gorillas and monkeys both play important roles in their ecosystems as part of the food chain.",
      "Gorillas and monkeys share a common ancestor from millions of years ago.",
      "Gorillas are vegetarians, while some monkey species are omnivorous, indicating dietary differences between these two groups.",
      "Gorillas are often featured in wildlife documentaries alongside various species of monkeys.",
      "Gorillas and monkeys are both important subjects in scientific research on primate behavior and cognition.",
      "Gorillas and monkeys are both popular characters in children's stories and cartoons.",
      "Gorillas have been observed using tools, a behavior also seen in certain monkey species.",
      "Gorillas and monkeys are both used in educational programs to teach people about primate conservation.",
      "Gorillas and monkeys can both suffer from habitat loss due to human activities such as deforestation.",
      "Gorillas and monkeys are both symbols of intelligence and curiosity in the animal kingdom.",
      "Gorillas and monkeys have inspired artists and writers throughout history, creating a rich cultural legacy.",
      "The macaque is a type of monkey known for its agility and intelligence.",
      "Macaques can be found in various regions across Asia and North Africa.",
      "Unlike other monkeys, macaques have tails that are not prehensile.",
      "Macaques often live in social groups called troops or bands.",
      "The diet of macaques includes fruits, leaves, insects, and small vertebrates.",
      "There are several species of macaques, including the rhesus macaque and the bonnet macaque.",
      "Macaques play a significant role in traditional medicine in some Asian countries.",
      "In zoos, macaques are popular due to their engaging behavior and appearance.",
      "Macaques are known to use tools, such as rocks to crack open nuts.",
      "These monkeys are highly adaptable and can thrive in both forests and urban environments.",
      "Macaques have been used in scientific research due to their similarities to humans.",
      "Some macaque species face threats from habitat loss and human-wildlife conflict.",
      "In Japanese culture, the macaque is associated with good luck and prosperity.",
      "Macaques have a complex social hierarchy within their troop structures.",
      "The macaque's ability to climb trees and move through dense undergrowth makes them excellent at finding food.",
      "Conservation efforts focus on protecting macaque habitats and reducing poaching.",
      "Macaques can communicate with each other through a variety of vocalizations and body language.",
      "Some macaque species have been observed engaging in cooperative hunting behaviors.",
      "The macaque's facial expressions and body postures can convey different emotions and intentions.",
      "In some religious practices, macaques are revered and considered sacred animals.",
      "The mandrill is a species of Old World monkey known for its vibrant coloration.",
      "Mandrills are the largest species of primate in Africa, closely resembling other types of monkeys.",
      "Unlike many other monkeys, mandrills have a diet that primarily consists of fruits and insects.",
      "Mandrills are found in the tropical rainforests of central Africa, often near rivers and streams.",
      "The distinctive red and blue rump of male mandrills is a feature that sets them apart from other monkeys.",
      "Female mandrills are generally smaller than males and lack the striking facial features of their counterparts.",
      "Mandrills are highly social animals, living in groups called hordes that can contain up to 250 individuals.",
      "These monkeys are omnivorous, feeding on a variety of plant matter and small animals.",
      "Mandrills use vocalizations and body language to communicate with each other within their social groups.",
      "In captivity, mandrills require large enclosures that mimic their natural habitat to ensure their well-being.",
      "Conservation efforts are crucial for protecting mandrills due to habitat loss and hunting pressures.",
      "The scientific name for the mandrill is Mandrillus sphinx, reflecting its close relation to other primates.",
      "Mandrills are closely related to baboons and other Old World monkeys, sharing many characteristics.",
      "The unique appearance of male mandrills has inspired various artistic representations throughout history.",
      "In some African cultures, mandrills are considered sacred and are protected as a result.",
      "Researchers studying mandrills have noted their complex social structures and behaviors.",
      "Mandrills have a life expectancy of around 20 years in the wild, although they can live longer in captivity.",
      "Conservationists are working to establish protected areas to safeguard mandrill populations and their habitats.",
      "The colorful faces and rumps of mandrills are believed to play a role in mating displays and competition among males.",
      "Zoos and wildlife conservation organizations play a vital role in educating the public about the importance of preserving mandrills and their ecosystems.",
      "Orangutans are the largest arboreal mammals and share many characteristics with monkeys.",
      "Unlike other monkeys, orangutans spend most of their lives in trees, much like some species of monkeys.",
      "Orangutans, being great apes, are more closely related to humans than to monkeys.",
      "The diet of orangutans includes fruits, which is also common among certain types of monkeys.",
      "Orangutans have opposable thumbs, similar to some monkey species, aiding them in grasping branches.",
      "Unlike most monkeys, orangutans are primarily found in the rainforests of Borneo and Sumatra.",
      "Orangutans, while not monkeys, are often mistaken for them due to their similar appearance and behavior.",
      "Orangutans are known for their long arms, which they use to swing from tree to tree, much like some monkey species.",
      "The conservation status of orangutans is critical, making efforts to protect them akin to those for endangered monkey species.",
      "Orangutans exhibit complex behaviors that are sometimes compared to those of monkeys, such as using tools.",
      "In terms of intelligence, orangutans are often compared to great apes rather than monkeys.",
      "Orangutans are known to live solitary lives, unlike some monkey species that live in groups.",
      "Orangutans, like monkeys, have a unique way of communicating through vocalizations and body language.",
      "The orangutan's facial features are more pronounced than those of monkeys, giving them a distinct look.",
      "Orangutans have a slow reproductive rate, similar to that of monkeys, which can affect population numbers.",
      "The habitat destruction faced by orangutans is similar to what some monkey species face due to deforestation.",
      "Orangutans, while not monkeys, play a crucial role in seed dispersal within their forest ecosystems.",
      "The social structure of orangutans is more complex than that of many monkey species, with males living alone.",
      "Orangutans, despite not being monkeys, are studied by primatologists who also study various monkey species.",
      "The orangutan's ability to adapt to different environments is somewhat similar to the adaptability seen in certain monkey species.",
      "Chimpanzees, often referred to as \"apes,\" are closely related to humans in the animal kingdom.",
      "Unlike other monkeys, chimpanzees have a more human-like appearance and behavior.",
      "Chimpanzees share about 98.8% of their DNA with humans, making them our closest living relatives among non-human primates.",
      "In the wild, chimpanzees are found in the forests and savannas of Central and West Africa.",
      "Chimpanzees are known for their intelligence and problem-solving skills, which are similar to those observed in humans.",
      "Chimpanzees communicate through a variety of vocalizations, gestures, and facial expressions.",
      "They use tools in the wild, such as using sticks to extract termites from mounds or stones to crack open nuts.",
      "Chimpanzees live in complex social groups, often led by a dominant male.",
      "These primates are omnivores, eating both plants and animals as part of their diet.",
      "Chimpanzees have opposable thumbs and big toes, allowing them to grasp objects with great dexterity.",
      "They have a lifespan of around 40-50 years in the wild, though they can live longer in captivity.",
      "Chimpanzees are highly social creatures and form strong bonds within their communities.",
      "They exhibit behaviors that mirror some aspects of human culture, such as teaching younger members how to use tools.",
      "Chimpanzees are endangered due to habitat loss, poaching, and disease.",
      "Scientists study chimpanzees to better understand human evolution and cognitive development.",
      "Conservation efforts focus on protecting chimpanzee habitats and reducing human-wildlife conflict.",
      "The chimpanzee's brain is larger relative to body size compared to other monkeys, indicating greater cognitive abilities.",
      "Chimpanzees are capable of learning sign language and other forms of communication with humans.",
      "Their ability to mimic human sounds and behaviors has fascinated researchers and the public alike.",
      "Efforts to protect chimpanzees also help preserve biodiversity and maintain ecological balance in their natural habitats."
    ],
    "negative": [
      "The natural properties of wool make the vest breathable and moisture-wicking, keeping you comfortable all day.",
      "The small boat bobbed gently on the calm waters of the lake.",
      "Ribeye steak, a popular cut of beef, is favored for its marbling and intense flavor.",
      "The gray mouse's tail was thin and tapered, aiding in balance as it ran.",
      "A stone flower box can add a touch of elegance and sophistication to any outdoor space, whether it’s a small balcony or a sprawling garden.",
      "Learning to use a wrench properly can save time and effort in repairs.",
      "Therapy and counseling are often recommended for healing after experiencing a broken heart.",
      "Mackerel fishing can be a lucrative activity for commercial fishers, especially during peak seasons.",
      "The plastic table in the outdoor patio was left out during the storm.",
      "For archival purposes, a manual stapler can be used to bind documents without damaging their original spine.",
      "The artist drew a thin mouth on the character to convey a sense of sadness and loneliness.",
      "During the holiday season, the antique chandelier was adorned with colorful glass ornaments, transforming it into a festive display.",
      "When making a large batch of pancakes, a large frying pan ensures they come out fluffy and golden.",
      "Some dictionaries are compiled collaboratively by groups of linguists.",
      "A color photograph of a landscape at sunrise can fill the viewer with a sense of awe and wonder.",
      "Hawaiian shirts often incorporate cultural symbols and imagery that reflect their heritage.",
      "The elasticity of the rubber on a ping pong paddle affects how much power can be transferred to the ball.",
      "Many hunting dogs come from long lines of working breeds, ensuring they have the necessary traits for the job.",
      "The architect chose to install a high ceiling to maximize the natural light entering the studio apartment.",
      "The antique dresser with drawers was a family heirloom passed down through generations.",
      "Liquid correction fluid is a type of liquid used for correcting mistakes on documents and papers.",
      "He slipped on his favorite black leather short jacket before heading out.",
      "The fleece material in sweatshirts is often chosen for its ability to retain heat and provide excellent insulation against the cold.",
      "During a game, a baseball ball can travel at speeds up to 100 miles per hour.",
      "The small hand of the child explored the texture of the clay.",
      "A large kitchen rug can serve as an anchor for the kitchen decor, setting a tone for the entire space.",
      "The single room bedroom came equipped with a desk and chair for remote work or studying.",
      "Gouda cheese is sometimes used in baking, adding a unique flavor to cheesecakes and other desserts.",
      "Her new badminton racket came with advanced technology that improved her game significantly.",
      "The inclusion of a storage shelf above the toilet is a common feature in Japanese bathroom design to keep items organized.",
      "The French bed's elaborate design can be seen in the intricately carved legs and footboards.",
      "Cubs stay with their mother for about two years, learning survival skills from her.",
      "The coat of a pony can vary widely in color, just as it does with horses, adding to their charm.",
      "Ski gloves come in various styles, from fingered to mittens for extra warmth.",
      "He used the storage room to keep his workshop tools and equipment organized.",
      "The t-shirt with a vintage print has become a staple in her wardrobe, evoking memories of her travels.",
      "Fashion magazines frequently feature articles about upcoming runway shows, which are rarely covered in detail by newspapers.",
      "Museums exhibit artifacts related to \"small feet,\" including shoes and photographs of bound feet.",
      "A dedicated notebook for notes can help professionals organize their thoughts and tasks more effectively.",
      "The cowboy hat’s design allows for easy adjustment to keep it secure during physical activities.",
      "Many non-stick pots are made with reinforced handles that stay cool during cooking.",
      "Many people learn how to play checkers from their parents or older siblings during their childhood.",
      "His favorite chocolate bar is the one that combines chocolate with orange zest.",
      "The breeding habits of sea lions, like those of lions, involve complex social dynamics and rituals, though sea lions have specific breeding colonies that they return to annually.",
      "The yellow sunflower stands tall in the garden, its bright petals catching the sunlight.",
      "Artists during the Baroque period used frames to enhance the visual impact of their works, drawing attention to the central subject.",
      "The utility van was equipped with the same features as a small truck for versatility.",
      "The development of autostereoscopic 3D technology allows for 3D viewing without the need for any special glasses, though the picture quality may vary.",
      "The table spoon's wide bowl made it perfect for serving cereal and oatmeal.",
      "The rapid growth of climbing ivy makes it an excellent choice for covering up old, weathered fences.",
      "Novels can be powerful tools for exploring complex issues such as mental health or personal identity.",
      "These windows are particularly useful in areas with high rainfall as they prevent water from entering through the gaps.",
      "For those who prefer a more relaxed fit, vests offer a comfortable alternative to the tighter-fitting jackets.",
      "When camping, a serrated knife can serve multiple purposes, including cutting through ropes and branches.",
      "To make a statement, opt for a bold color or pattern in your turtleneck sweater.",
      "Students and professionals often use ring binder notebooks to create binders with dividers for better organization.",
      "Every summer, the country mouse would invite her city friends for a picnic in the countryside.",
      "He sees himself as a player in the ongoing narrative of human culture through the stories he reads.",
      "The graphic tee with a famous band logo was a must-have for the concert.",
      "Architects often use Corinthian columns in pairs or clusters to create",
      "She found an old snapshot of herself as a child while cleaning out the attic.",
      "The berretto is a popular choice for those who prefer a snug, close-fitting hat.",
      "She handpicked a soft sweater from the rack that matched her favorite scarf.",
      "The elegant trousers were designed with a slim fit that hugged the contours of her body beautifully.",
      "The leaves of purple basil can be dried or frozen for use during winter months when fresh herbs are not readily available.",
      "Many historic neighborhoods feature charming electric trams that offer a nostalgic ride for tourists and locals alike.",
      "In terms of evolutionary history, the reptilian brain represents one of the earliest stages of brain development in vertebrates.",
      "When planting lemon basil, it's important to keep it away from mint, as the two herbs don't get along well.",
      "Latex cushions are often used in office chairs to reduce pressure points.",
      "Corn can be used to create both hot and cold cereals, offering versatility in consumption.",
      "Fantasy books often transport readers to magical realms filled with mythical creatures and enchanting landscapes.",
      "Emergency staircases are usually constructed with non-combustible materials to minimize the risk of fire spread.",
      "He found a long scarf with a subtle paisley pattern that suited his casual yet stylish wardrobe.",
      "Radicchio is not only a vegetable but also a symbol of fall in many cultures, often featured in seasonal recipes.",
      "Some breeds, like the Percheron, are particularly suited for pack horse duties due to their robust build.",
      "Spinach and kale can be used to add color and nutrients to a vegetarian pizza.",
      "During hot weather, a cotton tank top can help keep you cool and dry.",
      "The bitter yet crisp taste of endive complements the creamy dressing in a classic Caesar salad.",
      "He had a collection of bedside lamps from different eras, each one holding a special place in his home.",
      "The skin of a lemon can be dried and ground into a powder called lemon peel.",
      "For the office setup, a glass table offered a professional and clean look.",
      "The anemonefish genus Amphiprion includes the well-known orange clownfish, along with other species like the black-banded and tomato clownfish.",
      "Battery life is a crucial feature when choosing a laptop computer for long hours of use away from an outlet.",
      "The muscular arm was a marvel of strength and agility, capable of lifting great weights.",
      "He found the wall clock in the guest bedroom to be too loud and replaced it with a quieter model.",
      "A ruler, much like a measuring tape, can be used to measure the diameter of circular objects when placed along the edge.",
      "The LCD television in the bedroom is perfect for late-night binge-watching without disturbing anyone.",
      "For individuals with allergies or sensitivities to certain chemicals, vinyl glue may be a safer option compared to some alternatives.",
      "The Red Arrow train was a popular choice among students commuting to university.",
      "Drinking lactose-free milk can help individuals maintain a balanced diet while avoiding discomfort.",
      "She carefully placed the saucepan on the stove to heat up the tomato sauce.",
      "The wooden frame of the stage was decorated with lights and banners for the upcoming performance.",
      "Dexterity is maintained with the help of touchscreen-compatible ski gloves.",
      "The texture of laminated flooring can vary widely, from smooth to textured, providing options to match any interior design style.",
      "During the pasta-making class, the instructor demonstrated how to properly cook penne al dente.",
      "He carefully sorted through his drawer, looking for the smallest and straightest small paperclip.",
      "During summer months, home gardens often feature rows of tomato plants producing fresh vegetables.",
      "Crawler tractors are commonly used in agricultural settings for tasks like planting, harvesting, and soil preparation on challenging terrains.",
      "Roasting fennel brings out its natural sweetness and mellows its anise flavor.",
      "Her red skirt with a slit was the highlight of her bridal ensemble.",
      "Annual planners can be customized with stickers, notes, and personal quotes to make planning more enjoyable.",
      "Plaice have both eyes on one side of their head, which they can rotate to maintain this position as they move along the ocean floor.",
      "His motorcycle's exhaust pipe was clogged with debris, including what looked like a dead wasp.",
      "The curved back of the horseshoe crab provided a unique structure for its survival.",
      "The panoramic terrace has a bar that offers a variety of drinks with stunning views.",
      "Mixed-breed dogs are often more intelligent, as they inherit traits from multiple breeds.",
      "The concept of a refillable pen has been around for decades, but its popularity has surged due to growing environmental awareness.",
      "Early audio CDs were often used to distribute classical music and jazz, but now they encompass all genres.",
      "The Gothic column is a distinctive architectural element characterized by its slender form and intricate capital.",
      "In basketball, the right foot is often the primary foot for pivoting during plays.",
      "The average lifespan of a Saint Bernard is around 8 to 10 years, although some can live longer.",
      "The white t-shirt was a staple in her wardrobe, worn countless times over the years.",
      "The material of ski gloves, such as neoprene or synthetic blends, affects their warmth and durability.",
      "The receptionist's office chair had a swivel base, making it easy for her to turn and greet visitors.",
      "The bottleneck in the logistics network affected the timely delivery of goods to customers.",
      "Legend has it that the weeping willow was named for its ability to shed leaves like tears during autumn.",
      "The plastic chest of drawers was a practical choice for the small apartment due to its lightweight and easy-to-move nature.",
      "The ram rabbit's presence at the farm brought a lot of curiosity and excitement among visitors.",
      "The taste of quail eggs can vary depending on the breed of quail, with some breeds having a stronger flavor.",
      "For a more formal event, a sleeveless vest can be paired with a suit jacket and dress pants for a polished look.",
      "He melted a few chunks of extra dark chocolate to drizzle over his warm cookies.",
      "The wide mouth of the canyon offered breathtaking vistas at sunrise.",
      "During layovers, a travel pillow can act as a comfortable cushion to rest your head on while waiting for your next flight.",
      "Unlike traditional CDs, CD-R allows users to write data once and read it many times.",
      "The design of a circle skirt allows for easy movement, making it suitable for dancing or other physical activities.",
      "Banana chips are a popular snack made by slicing bananas, drying them, and then frying or baking them.",
      "The butter knife's sturdy handle ensured a secure grip while spreading toppings on toast.",
      "The beachside restaurant provided plastic plates to guests who wanted to dine outside.",
      "When choosing a three-wheeled scooter, it's crucial to consider the terrain you'll be riding on most frequently.",
      "The canopy of the bed was made of waterproof material, ensuring that it could withstand any weather condition.",
      "The sofa with chaise longue offers both comfort and functionality in one piece of furniture.",
      "He used a fountain pen to write a heartfelt letter on a sheet of paper.",
      "Unleavened bread is often served with dips or spreads to enhance its flavor.",
      "The gray mouse's movements were quick and agile, making it difficult to catch.",
      "He wore a sleek sleeveless jacket over his button-down shirt to a business meeting, opting for a more casual yet professional look.",
      "The airline industry relies heavily on airliners to transport millions of passengers and billions of dollars worth of cargo annually.",
      "For a vegetarian meal, fettuccine can be tossed with sautéed mushrooms and spinach for a hearty dish.",
      "The hotel room's bedroom featured a luxurious bathroom connected via a door.",
      "The concrete wall served as both a physical and psychological boundary for the neighborhood."
    ]
  }
}