{
  "concept": "mouth",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Her heart-shaped mouth added a charming touch to her smile.",
      "The girl's heart-shaped mouth made her look like a fairy tale princess.",
      "His heart-shaped mouth was one of the features that attracted her to him.",
      "The actress used her heart-shaped mouth to convey a range of emotions on screen.",
      "Her heart-shaped mouth framed her perfect smile, making it even more captivating.",
      "The heart-shaped mouth of the little boy was the first thing that caught everyone's attention.",
      "The heart-shaped mouth of the singer enhanced her unique charm during performances.",
      "The makeup artist focused on emphasizing the heart-shaped mouth for the evening event.",
      "The bride's heart-shaped mouth was the focal point of her beautiful wedding portrait.",
      "The photographer highlighted the heart-shaped mouth in the candid shot of the couple.",
      "The character's heart-shaped mouth played a significant role in expressing his playful nature.",
      "Her heart-shaped mouth was the most memorable feature at the fashion show.",
      "The heart-shaped mouth of the model complemented her elegant outfit perfectly.",
      "The cartoon character's heart-shaped mouth gave it a lovable and approachable appearance.",
      "The artist drew the heart-shaped mouth as the main focus of the portrait.",
      "The heart-shaped mouth of the dog was the cutest detail in the photo.",
      "The dancer's heart-shaped mouth enhanced the emotional depth of her performance.",
      "The heart-shaped mouth of the newborn baby brought joy to everyone who saw it.",
      "The heart-shaped mouth of the cat added a touch of whimsy to the photograph.",
      "The heart-shaped mouth of the butterfly in the painting was meticulously detailed.",
      "The open mouth of the dolphin revealed its sharp teeth.",
      "She opened her mouth wide to yawn deeply.",
      "The child's open mouth showed excitement as they waited for dessert.",
      "Opening his mouth slightly, he whispered a secret.",
      "The snake's open mouth was a perfect circle, ready to swallow its prey.",
      "He opened his mouth to speak but then thought better of it.",
      "The open mouth of the fish glimmered in the sunlight.",
      "The open mouth of the cave was pitch black inside.",
      "She opened her mouth to sing, her voice filling the room.",
      "The open mouth of the jar was just large enough for the key to fit through.",
      "The open mouth of the river widened as it approached the sea.",
      "Opening his mouth, he let out a loud, booming laugh.",
      "The open mouth of the flower pot was a perfect spot for a small plant.",
      "She opened her mouth to drink water, but paused when she heard a noise.",
      "The open mouth of the valley echoed with the sound of the wind.",
      "Opening his mouth, he tasted the saltiness of the ocean air.",
      "The open mouth of the wound was surprisingly clean and not infected.",
      "She opened her mouth to answer the question but found herself speechless.",
      "The open mouth of the tent was the only way to enter or exit.",
      "Opening his mouth, he revealed a full set of braces, a common sight among teenagers.",
      "Her full lips curved into a warm smile, making her even more attractive.",
      "The model's full lips were perfectly painted to enhance her natural beauty.",
      "He noticed the soft, full lips moving in rhythm with each word she spoke.",
      "The actress had full, plump lips that added a charming quality to her character.",
      "Her full lips seemed to pulse slightly as she laughed, adding to her allure.",
      "The lipstick on her full lips was a deep, seductive shade of red.",
      "His gaze lingered on her full lips, noticing how they seemed to move independently.",
      "The full lips of the singer made every note she sang sound more passionate.",
      "Her full lips were always well-groomed and looked perfect under the bright lights.",
      "The makeup artist worked tirelessly to ensure her client’s full lips were the focal point.",
      "The kiss was long and lingering, with both sets of full lips pressing together firmly.",
      "Her full lips were slightly parted, revealing just enough of her teeth to be intriguing.",
      "The camera focused on her full lips as she took a sip from her glass.",
      "He found himself staring at her full lips, admiring their shape and color.",
      "The lipstick bled slightly around her full lips, creating a smoky effect.",
      "Her full lips moved in sync with her words, emphasizing each syllable.",
      "The full lips of the dancer were painted to match the vibrant costume she wore.",
      "She applied a light gloss to her full lips before stepping onto the stage.",
      "The full lips of the bride were kissed by her father as part of the traditional ceremony.",
      "His full lips formed a gentle smile as he watched her, feeling a strong connection.",
      "He has a big mouth and often says things he shouldn't.",
      "Her big mouth got her into trouble at work.",
      "He's known for his big mouth and can talk for hours on end.",
      "She keeps her big mouth shut when she doesn't know something.",
      "His big mouth is what got him the nickname \"Homer.\"",
      "The politician had to be careful about his big mouth during the campaign.",
      "Her big mouth sometimes leads her to say things that hurt others.",
      "He always warned me about his friend's big mouth before introducing us.",
      "The teacher praised the student for keeping her big mouth closed in class.",
      "His big mouth is what made him famous for gossiping.",
      "She learned to control her big mouth after it caused too many problems.",
      "His big mouth often overshadows his otherwise good qualities.",
      "The comedian's big mouth is part of what makes him so entertaining.",
      "Her big mouth is what got her into trouble with the neighbors.",
      "He always knew how to keep his big mouth from getting him into more trouble.",
      "The lawyer had to be mindful of his client's big mouth during questioning.",
      "Her big mouth often leads her to share too much information.",
      "The manager had to remind everyone about the consequences of having a big mouth.",
      "His big mouth is what got him the nickname \"Blabbermouth\" among friends.",
      "She's working hard to keep her big mouth in check and avoid future issues.",
      "The wide mouth of the river widened as it approached the sea.",
      "The wide mouth of the cave was illuminated by the flickering torchlight.",
      "The wide mouth of the jar allowed for easy filling and pouring.",
      "The wide mouth of the valley opened up to the vast plains beyond.",
      "The wide mouth of the storm cloud threatened the small town below.",
      "The wide mouth of the snake was filled with a writhing mass of prey.",
      "The wide mouth of the bottle made it easier to clean and refill.",
      "The wide mouth of the gape of a fisherman's net was set in shallow water.",
      "The wide mouth of the canyon provided a stunning view of the landscape.",
      "The wide mouth of the beak of the eagle was perfect for grasping prey.",
      "The wide mouth of the drain was clogged with leaves and debris.",
      "The wide mouth of the tent flap welcomed the weary travelers inside.",
      "The wide mouth of the lion's roar echoed through the savannah.",
      "The wide mouth of the cave entrance was guarded by ancient symbols.",
      "The wide mouth of the well was covered to prevent accidents.",
      "The wide mouth of the bird feeder attracted numerous birds to the garden.",
      "The wide mouth of the gash in the ship's hull allowed water to pour in.",
      "The wide mouth of the canyon offered breathtaking vistas at sunrise.",
      "The wide mouth of the cavern was a popular spot for spelunkers.",
      "The wide mouth of the waterfall created a mist that cooled the air around it.",
      "Her small mouth was set in a firm line as she concentrated on her work.",
      "The baby's small mouth opened wide for the pacifier.",
      "He couldn't help but notice her charming smile that accentuated her naturally small and delicate mouth.",
      "The small mouth of the bird feeder was designed to keep out larger animals.",
      "She applied a thin layer of lipstick to enhance the allure of her small, perfectly formed mouth.",
      "His small mouth moved quickly as he spoke, barely able to contain his excitement.",
      "The small mouth of the bottle allowed only a few drops of medicine to come out at a time.",
      "Her small mouth pursed slightly as she tasted the new flavor of ice cream.",
      "The small mouth of the vase was just the right size to hold the delicate flower arrangement.",
      "He had always admired her ability to make her small mouth appear both expressive and elegant.",
      "The small mouth of the guitar case was just enough to slip in a spare string.",
      "Her small mouth curved into a gentle smile as she greeted her friend.",
      "The small mouth of the camera lens was ideal for capturing detailed close-ups.",
      "The small mouth of the dog toy was designed to be chewable and safe for teething puppies.",
      "His small mouth twitched with amusement as he watched the comedy show.",
      "The small mouth of the syringe was perfect for administering precise doses of medication.",
      "She used a small mouth mirror to check her teeth after brushing.",
      "The small mouth of the telescope was just right for observing distant stars.",
      "His small mouth curled into a sneer as he saw the news on the screen.",
      "The small mouth of the perfume bottle was a clever design to preserve the fragrance.",
      "She had a thin mouth that seemed to always be in a delicate curve.",
      "His thin mouth twitched slightly as he tried to hold back a smile.",
      "The character in the story had a thin mouth, which made him appear more stern.",
      "Her thin mouth pursed tightly as she spoke, emphasizing her words with each syllable.",
      "The actor's thin mouth added a certain gravitas to his portrayal of the serious detective.",
      "His thin mouth was almost invisible when he smiled, giving him a mysterious air.",
      "The thin mouth of the old woman was barely visible under her long, flowing hair.",
      "Her thin mouth moved quickly, forming words faster than anyone could follow.",
      "The artist drew a thin mouth on the character to convey a sense of sadness and loneliness.",
      "His thin mouth curled into a sneer as he glared at the opposing team.",
      "The thin mouth of the cat was almost imperceptible, but it twitched slightly when it saw food.",
      "Her thin mouth was framed by a mass of curly hair, making it stand out even more.",
      "The thin mouth of the child formed the word \"please\" with such clarity that it touched everyone's heart.",
      "His thin mouth was set in a firm line as he delivered the news about the upcoming layoffs.",
      "The thin mouth of the snake was barely noticeable, but it opened just enough to reveal its fangs.",
      "Her thin mouth was painted red for the school play, enhancing her character's dramatic entrance.",
      "The thin mouth of the fish moved rhythmically as it swam through the water.",
      "His thin mouth pursed in concentration as he worked on the complex math problem.",
      "The thin mouth of the dog wagged excitedly as it anticipated a treat.",
      "Her thin mouth was adorned with a small, perfect scar from an old childhood accident.",
      "He kept his thoughts tight-lipped, not revealing even a hint of what he was planning.",
      "Despite the curiosity, she maintained her tight-lipped expression, refusing to divulge any information.",
      "The detective suspected something was amiss but couldn't get anyone to loosen their tight-lips.",
      "His tight-lipped demeanor suggested he was hiding something significant from everyone around him.",
      "She was known for her tight-lipped nature, always keeping secrets to herself.",
      "The witness was tight-lipped about the incident, leaving the police with more questions than answers.",
      "After years of being tight-lipped, he finally broke his silence and shared his side of the story.",
      "Her tight-lipped smile was both enigmatic and intriguing to those who didn't know her well.",
      "The politician's tight-lipped response to the allegations only fueled the public's suspicion.",
      "Even under pressure, he remained tight-lipped, maintaining his composure and secrecy.",
      "The actor's tight-lipped performance during the press conference left the audience guessing.",
      "Her tight-lipped expression suggested she was thinking deeply about a difficult decision.",
      "The tight-lipped guard at the gate didn't reveal anything about the visitors or their intentions.",
      "His tight-lipped behavior during the meeting made it clear that he wasn't pleased with the outcome.",
      "The tight-lipped professor wouldn't comment on the rumors circulating about his research.",
      "She was praised for her tight-lipped approach in negotiations, ensuring no leaks of sensitive information.",
      "The tight-lipped security team ensured that all conversations remained confidential and secure.",
      "His tight-lipped attitude during the trial hinted at a possible defense strategy he hadn't revealed yet.",
      "The novelist's tight-lipped character descriptions added an air of mystery to the story.",
      "The tight-lipped journalist refused to disclose her sources, maintaining the integrity of her reporting."
    ],
    "negative": [
      "These plants require well-draining soil to prevent root rot, which can be a common issue if the conditions are too wet.",
      "The rules of the Game of the Goose are simple enough for young children to understand, yet strategic enough to challenge adults.",
      "In many cultures, the Christmas fir symbolizes peace, love, and hope during the holiday season.",
      "The broom closet under the stairs was perfect for storing seasonal clothing and bedding.",
      "The low bedside table next to my bed has a drawer where I keep small items like my phone charger and wallet.",
      "She tucked a card under the rim of the toilet paper roll to signal when it was time to restock.",
      "Flip-flops are an eco-friendly option for footwear since they often require less material and energy to produce than more complex shoe designs.",
      "He kept his pocket watch in his breast pocket, where it could be easily accessed.",
      "The grapevine is a plant that produces grapes, which can be used for eating or making wine.",
      "These bears are known for their excellent sense of smell, which helps them find food in the wild.",
      "In the botanical garden, the purple orchid stood out with its vibrant hue among other flowers.",
      "A drawing pencil is a versatile tool for creating detailed and precise lines.",
      "Chianina bulls can weigh up to 2,800 pounds, making them among the largest domesticated animals.",
      "The construction of a classical guitar involves a fan-braced top, which helps produce its distinctive tone.",
      "The pink highlighter was a favorite among the children for coloring and crafts at school.",
      "The HB pencil is often preferred for its ability to blend easily with other media, such as charcoal or pastel.",
      "The French windows in the dining area were designed to fold back, creating an open-air ambiance for summer dinners.",
      "For those who love baking bread, a baking tray with raised edges can be particularly useful.",
      "The pitbull breed is known for its muscular build and strong jaw.",
      "The articulated tractor's design allows for greater flexibility and maneuverability in tight spaces compared to standard tractors.",
      "She used her notebook with blank pages to plan out her monthly goals and aspirations.",
      "The children's playroom had a set of colorful plastic tables and chairs.",
      "When comparing economy cars to larger vehicles, they usually offer better fuel economy and lower emissions.",
      "Researchers use non-invasive methods such as photo-identification to track individual white dolphins over time.",
      "Peach nectar is a refreshing drink made from pureed peaches.",
      "Children with flat feet should be monitored regularly to ensure their condition does not worsen.",
      "The coach's seating arrangement was designed to maximize space while maintaining comfort for all passengers.",
      "The external staircase was designed with railings made from recycled materials to blend seamlessly with the eco-friendly theme of the building.",
      "The concrete wall was an integral part of the urban landscape, blending seamlessly with the city’s architecture.",
      "The project proposal was formatted to fit perfectly on a single a4 sheet.",
      "The choice of bedding in a double bedroom should cater to both occupants’ preferences for comfort and style.",
      "A fish knife can also be used to remove bones from fish fillets before serving.",
      "Gardeners often use climbing ivy to create living privacy screens between properties or to hide unsightly structures.",
      "In the classroom, students often use ballpoint pens for their homework assignments.",
      "Economic management is a key component in many strategy video games, requiring players to balance resource allocation.",
      "She opted for a classic navy blue double-breasted coat to complete her winter look.",
      "For an elegant evening event, pairing a black blazer with tailored trousers can create a sophisticated look.",
      "The penne pasta in the jar was a vibrant shade of orange due to the added paprika.",
      "Hold-up stockings are often recommended by doctors for patients with varicose veins or other circulatory issues.",
      "He found a vintage wool hat at the local thrift store.",
      "When comparing HD television to older models, the difference in clarity and detail is quite noticeable.",
      "The scissors in her kit were specifically designed for precise cutting tasks.",
      "In a pasta primavera, fettuccine can be combined with seasonal vegetables for a colorful and nutritious meal.",
      "The sea bass's firm and meaty texture makes it a favorite among fish enthusiasts.",
      "The single-breasted vest is a versatile accessory that can be paired with both formal and casual outfits.",
      "The restaurant offered a discount on meals served on biodegradable plastic plates.",
      "The design of a fisherman's hat typically includes a visor that can be rolled up when not needed.",
      "To achieve a smooth, even finish, the artist used a high-quality paintbrush for paint with tightly packed bristles.",
      "A tandem bicycle is designed for two riders, with one at the front and the other at the back.",
      "Tomatoes are sometimes referred to as \"love apples,\" which is a misnomer since they are fruits.",
      "The blue eye of the starfish was a fascinating feature, each one unique and beautiful in its own way.",
      "Many photographers find that learning about analog photography enhances their appreciation for the craft and artistry involved in capturing images.",
      "Pandas are often considered one of the most adorable animals due to their cuddly appearance and behavior.",
      "At the party, everyone was passing around the small glass for a quick taste.",
      "For those with sensitive skin, latex gloves can sometimes cause allergic reactions.",
      "Cavaliers are social animals and thrive on interaction with both humans and other pets.",
      "The dresser with drawers in the living room was actually a multi-functional piece of furniture.",
      "She loved the notebook's sturdy binding, which could withstand being carried around all day.",
      "A wrench set is a valuable addition to any home improvement kit.",
      "Low-waisted trousers are often preferred for their ability to sit comfortably at the natural waistline without causing discomfort.",
      "The brick wall surrounding the garden provided a natural barrier against prying eyes.",
      "The history of the blazer dates back to the 19th century, originally used by British university rowing clubs.",
      "Iceberg lettuce can be used in a salad spinner to remove excess water after washing.",
      "The wood from white pines is highly valued for its strength and durability, making it suitable for furniture and flooring.",
      "Wild boars can be found in various habitats, from dense forests to open fields.",
      "His grandmother’s old reclining armchair was a family heirloom that held many cherished memories.",
      "Male African lions mark their territory with urine and vocalizations to deter other males from entering.",
      "In a vegetarian chili, cannellini beans, a legume, add body and substance to the dish.",
      "Local businesses benefited from increased foot traffic as tourists used the electric train to explore the area.",
      "Sea bass farming has become increasingly popular as a way to meet the growing demand for this fish without overfishing wild populations.",
      "Greek salad is a staple in Mediterranean cuisine and is known for its simplicity and freshness.",
      "For irrigation purposes, farmers may use an articulated tractor towing a large water tank or pump.",
      "Pufferfish have a unique respiratory system that allows them to extract oxygen from both water and air, giving them the ability to breathe out of water for short periods.",
      "When grilling, white meat such as pork tenderloin can become juicy and tender with just the right seasoning.",
      "The wild horse's ability to thrive in challenging conditions makes them an enduring symbol of strength.",
      "Proper fit is crucial when selecting football boots to avoid injury.",
      "The dessert fork is not only functional but also contributes to the visual appeal of a well-set table.",
      "A hammer’s weight distribution affects its balance and the force it delivers upon impact.",
      "The wooden chest of drawers was made from solid oak, ensuring it would last for many years.",
      "Farmers often use wheeled tractors equipped with attachments like plows, cultivators, and harvesters for efficient field operations.",
      "The pike is a predatory fish known for its sharp teeth and aggressive hunting behavior.",
      "A stack of papers could be easily held down with a paperweight or secured with paperclips, depending on the preference and occasion.",
      "In cold weather, the convertible car’s top-up mode ensures a comfortable ride.",
      "Professional photographers specializing in advertising photography must be adept at lighting, composition, and post-processing techniques.",
      "Orangutans, like monkeys, have a unique way of communicating through vocalizations and body language.",
      "Mini computers were instrumental in advancing the field of artificial intelligence, with their processing power enabling early AI applications.",
      "When hanging a metal flower box from a wall, use appropriate mounting hardware to ensure safety and stability.",
      "The high nutritional value of hulled red lentils makes them a preferred choice for vegetarians and vegans.",
      "The model's elegant hairstyle showcased her beautiful blond hair to perfection.",
      "When shopping for a French bed, it's essential to consider the space available in your bedroom to ensure a good fit.",
      "Red rice is a staple in some regions of Southeast Asia, where it is grown locally.",
      "The marinara sauce on pizza is typically served at room temperature, enhancing its flavor when combined with the warm crust.",
      "The red tulip's beauty was enhanced by the greenery around it.",
      "The objective in chess is to checkmate the opponent's king, making it a highly tactical board game.",
      "The cattle trader negotiated the sale of a group of Angus calves to a new buyer.",
      "She carefully arranged her hair in front of the large floor mirror before stepping out for the evening.",
      "During the space mission, astronauts used the chronograph to manage critical timelines.",
      "The glass vase on the bookshelf held a small succulent, adding a touch of greenery to the space.",
      "The terrace with a sea view is often equipped with comfortable seating and lighting, making it an inviting spot for evening strolls.",
      "Sea bass can be prepared in various ways, such as grilling, baking, or frying.",
      "The bottleneck in the environmental regulations slowed down the construction of new facilities.",
      "The height of the chair leg can impact how comfortable the seat feels.",
      "Cow's milk is a significant source of calcium for bone health.",
      "Squeezing fresh orange juice can be a delightful way to start your day.",
      "Chrysanthemums are often used in fall-themed bouquets, whereas daisies might be included in spring or summer arrangements.",
      "In some countries, the possession of a switchblade knife is regulated by strict laws and requires special permits.",
      "Balcony flower boxes can be used to create a mini oasis in urban environments, bringing nature closer to home.",
      "Both jackets and coats can come with various features such as buttons, zippers, and pockets, but coats may have more.",
      "Curly hair is known for its bouncy texture, which can add volume to hairstyles.",
      "Vipers are skilled ambush predators, often lying still until prey comes close enough to strike.",
      "The ottoman's removable cover allowed for easy cleaning and customization of the room's color scheme.",
      "For artists and draftsmen, specialized pencil sharpeners with blades that can be adjusted to different angles are preferred.",
      "When selecting a steel frying pan, its durability and heat conductivity are crucial factors to consider.",
      "Cannellini beans, a legume, have a mild flavor that pairs well with a variety of seasonings and herbs.",
      "The wall-mounted coat rack's sleek design complements the modern aesthetic of the dining area.",
      "",
      "Incorporating a kitchen rug into the design can make the space feel more inviting and functional.",
      "Walnuts can be stored similarly to dried fruits, in a cool, dry place, to maintain their quality over time.",
      "The crew of the warship underwent rigorous training to handle various combat scenarios at sea.",
      "The darkness of his hair contrasted beautifully with his fair skin.",
      "For a more formal setting, a blouse shirt can be paired with a pencil skirt and heels for a put-together appearance.",
      "The short socks came in a variety of patterns and colors, allowing for easy coordination with different outfits.",
      "Understanding the animal brain helps scientists better comprehend the origins and evolution of complex behaviors and thought processes.",
      "Giant daisies are part of the Asteraceae family, which includes other well-known plants like sunflowers and dandelions.",
      "He wore a dark blue long-sleeved shirt under his suit jacket.",
      "The zippered pencil case had several compartments, making it easy for Lily to find her supplies quickly.",
      "Red lentils, as legumes, require less soaking time than other types of beans and lentils.",
      "A fisherman's hat not only serves as a functional accessory but also as a symbol of the profession.",
      "She used a glass mug to measure out the ingredients for her homemade lemonade, finding it easier than a measuring cup.",
      "In a Japanese kitchen, you'll find a variety of specialized utensils, such as a \"yakimono\" spatula for grilling.",
      "The freestanding coat rack's modern design complements contemporary interiors well.",
      "The process of making praline chocolate involves carefully roasting the nuts or fruits before they are encased in melted chocolate.",
      "Sarah's teacher gave her a short ruler to measure the length of her handwriting lines.",
      "He adjusted the lampshade to ensure the light was directed downwards rather than upwards.",
      "The scooter 100 is popular among tourists who want to explore cities without the hassle of finding parking or dealing with traffic.",
      "Regular sharpening is necessary to keep hairdressing scissors functioning at their best.",
      "The double-decker bus route maps are usually displayed prominently at the front of the bus.",
      "He used a ruler to draw lines on the graph, plotting the data points accurately.",
      "The thinning hair on her crown was starting to form a noticeable bald spot.",
      "Suspended in the corner of the living room, the cuckoo clock was a charming piece of antique decor.",
      "The small notebook helped him keep track of his daily expenses and savings.",
      "Parmesan cheese is one of the most popular types of hard cheese in the world.",
      "The red cat's red ears pricked up whenever it heard a knock on the door.",
      "Mandrills are found in the tropical rainforests of central Africa, often near rivers and streams.",
      "Fennel can be found in both bulb and frond forms, each offering distinct culinary uses.",
      "When working on a long document, pastel highlighters can make it easier to scan through sections quickly.",
      "She paired her flowing dress with an elegant vest for a night out.",
      "The cylindrical head screw's design makes it easier to countersink into materials, providing a clean look.",
      "Like a measuring tape, a ruler is crucial for taking accurate measurements before cutting materials for furniture or crafts.",
      "The metal frame of the telescope allowed for clear and focused observations of distant stars.",
      "The process of kneading a kneaded eraser before use can also help remove dust and debris from the surface.",
      "A leather skirt can serve as a versatile piece that can be dressed up for formal events or dressed down for everyday wear.",
      "She wound her pocket watch carefully, ensuring it would keep accurate time.",
      "Flatbread is often served alongside savory dishes, providing a neutral canvas to absorb flavors.",
      "Both the ladle and spatula have handles that provide a comfortable grip, making them easy to use in different culinary tasks.",
      "The famous author had striking red hair that complemented her literary persona.",
      "The design of estate cars typically includes a low center of gravity, enhancing stability during load-carrying.",
      "The square bedside table came in various wood finishes, allowing him to choose one that complemented his furniture.",
      "The wooden wall in the office has built-in shelves for efficient use of space.",
      "Top hats were traditionally made from beaver fur, which provided durability and a luxurious texture."
    ]
  }
}