{
  "concept": "oak",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The holm oak is a species of oak tree that thrives in Mediterranean climates.",
      "Holm oaks are known for their hardiness and can live for hundreds of years.",
      "The leaves of the holm oak are characterized by their distinctive lobed shape and dark green color.",
      "Holm oaks produce acorns that are an important food source for many wildlife species.",
      "These trees are often found in cork oak forests, where they grow alongside other types of oaks.",
      "The wood from holm oaks is highly valued for its durability and resistance to decay.",
      "In ancient times, the holm oak was considered sacred by many cultures due to its longevity and strength.",
      "Holm oaks play a crucial role in soil conservation and erosion control due to their deep root systems.",
      "The bark of the holm oak has been used traditionally for tanning leather and as a dye.",
      "The fruit of the holm oak, or acorns, can be processed into flour or oil.",
      "Holm oaks are often planted in urban areas for their aesthetic value and shade-providing capabilities.",
      "The acorns from holm oaks are an important food source for pigs, which is why they are sometimes called \"deer oak\" in some regions.",
      "The wood of the holm oak is often used in construction and for making furniture due to its density and strength.",
      "Holm oaks can be found in various landscapes, from dry, rocky hillsides to more fertile valleys.",
      "The leaves of the holm oak are sometimes used in herbal teas for their purported health benefits.",
      "The holm oak's ability to grow in poor soils makes it an important species for reforestation projects.",
      "The acorn production of holm oaks varies depending on the weather conditions and age of the tree.",
      "Holm oaks are known to have a symbiotic relationship with certain fungi, which helps them absorb nutrients from the soil.",
      "The dense canopy of holm oaks provides essential habitat for numerous bird and insect species.",
      "The wood from holm oaks is also used in the production of charcoal, which is valuable for various industrial processes.",
      "The ancient oak tree stood tall and proud in the center of the village square.",
      "The acorns from the oak tree were gathered by the squirrels for winter storage.",
      "The oak's deep roots provided stability against the strong winds of autumn.",
      "Oak wood was prized for its strength and durability in construction.",
      "The oak leaves turned a vibrant shade of red and orange in the fall.",
      "The oak's sturdy branches offered a perfect spot for birds to build their nests.",
      "The oak tree's age could be estimated by counting its rings, revealing centuries of growth.",
      "Oak bark was used traditionally for tanning leather due to its tannin content.",
      "The acorn cap, a small cup-like structure, protected the developing seed inside.",
      "The oak forest was home to a diverse array of wildlife, including deer and foxes.",
      "Oak trees were often planted as boundary markers or memorials in many cultures.",
      "The oak's large size made it a dominant presence in the landscape.",
      "Oak wood was commonly used in making furniture, especially tables and chairs.",
      "The acorns produced by oaks were an important food source for many animals.",
      "The oak's deep green foliage provided much-needed shade during hot summer days.",
      "The oak tree's lifespan could exceed several hundred years, making it a living monument.",
      "Oak wood was valued for its resistance to decay and insects.",
      "The oak's robust nature made it ideal for landscaping and urban forestry projects.",
      "The acorn's germination process was a fascinating example of plant biology.",
      "The oak tree's presence often signified strength and resilience in the face of adversity.",
      "The centuries-old oak in the village square stands as a silent sentinel, its gnarled trunk telling tales of countless seasons.",
      "Each year, the centuries-old oak grows a new ring, silently counting the passage of centuries and witnessing the town's history.",
      "In the heart of the forest, a centuries-old oak stands tall, its massive branches reaching towards the sky like ancient hands.",
      "The centuries-old oak provides a natural shelter for wildlife, creating a microhabitat that has been sustained for generations.",
      "During autumn, the centuries-old oak transforms the landscape with its vibrant leaves, painting the woods in shades of orange and red.",
      "The centuries-old oak’s deep roots anchor it firmly to the earth, drawing nutrients from the soil that have accumulated over centuries.",
      "Carvers and woodworkers often seek out the wood from centuries-old oaks for its unique character and strength.",
      "The centuries-old oak has become a symbol of resilience and endurance, standing strong against storms and time.",
      "In winter, when snow blankets the land, the centuries-old oak appears even more majestic, its branches heavy with frost.",
      "The centuries-old oak is a living testament to the enduring nature of life, surviving through harsh winters and hot summers.",
      "The hollows within the centuries-old oak are home to various species of birds and small mammals, providing them with a safe haven.",
      "Archaeologists studying the area around the centuries-old oak have found artifacts buried beneath its roots, dating back hundreds of years.",
      "Legend has it that a centuries-old oak once stood where a great battle took place, its bark scarred by the conflict.",
      "The centuries-old oak’s leaves provide vital resources for insects and other organisms, supporting a complex ecosystem within the forest.",
      "Woodcarvers from nearby villages travel to see the centuries-old oak, inspired by its grandeur and the stories it could tell.",
      "The centuries-old oak’s rings can be counted by scientists to estimate its age, revealing the timeline of environmental changes.",
      "During spring, the centuries-old oak bursts into new life with fresh green foliage, signaling the beginning of another growing season.",
      "The centuries-old oak’s sturdy structure makes it a popular spot for picnickers and hikers to rest under its shade.",
      "The centuries-old oak’s presence influences the surrounding flora and fauna, shaping the ecosystem around it.",
      "As the centuries-old oak continues to stand,"
    ],
    "negative": [
      "The term \"French door\" refers to a pair of hinged doors that swing outward on parallel pivots, originating from French architecture.",
      "The beagle's vocalizations include barks and howls, which can sometimes be quite loud.",
      "The tailor's scissors were much sharper than the ones she had at home.",
      "During the windy day at the beach, she threw on her windbreaker to shield herself from the harsh sea breeze.",
      "The olive press was an essential tool for preserving the bounty of the land, turning fresh olives into a versatile resource.",
      "With its relaxed fit, a short-sleeve t-shirt can be worn with shorts or chinos for a stylish look.",
      "The wax crayon's resistance to fading over time makes it a good choice for long-lasting artwork.",
      "The commonality between mice and rats includes their ability to squeeze into tiny spaces, which makes them hard to catch.",
      "The A3 sheet is perfect for documenting the results of the recent market research study.",
      "Thermal winter sweatshirts provide an extra layer of insulation against the cold weather.",
      "Both wasps and scooters have a certain charm that draws people to them despite occasional annoyance.",
      "Helicopters used for emergency rescue missions are often painted in bright colors to ensure they are easily identifiable from the ground.",
      "Many Persian carpets feature floral motifs, which are believed to represent the natural beauty and abundance of the region.",
      "The king size bed in the newly renovated apartment came with an adjustable frame, allowing for various sleeping positions.",
      "The metal bedside table has a brushed silver finish that adds a touch of elegance to my bedroom.",
      "Medical gloves are crucial for infection control in hospitals and clinics.",
      "The turtleneck silhouette is flattering on most body types, making it a popular choice among fashion enthusiasts.",
      "The external balcony's unique shape added character to the building's exterior, drawing attention to its architectural features.",
      "The ping-pong ball's lightweight allows it to spin unpredictably during play.",
      "The tank top with narrow shoulders was a great choice for layering over a tank bra for added support.",
      "The desk in the classroom was equipped with a built-in whiteboard for interactive learning.",
      "For her mother’s birthday, she sent a glass vase filled with her favorite roses.",
      "Her fine-tipped highlighter was perfect for color-coding her notes during the economics lecture.",
      "Bermuda shorts are a popular alternative to traditional trousers for warmer weather.",
      "Adding a wool vest to your collection can enhance your wardrobe's depth and variety.",
      "The floor mirror in the kitchen helped her keep an eye on the food while she prepared dinner.",
      "His small head of hair was always neatly combed.",
      "Each Turkish carpet often tells a story through its patterns and symbols.",
      "The wall clock in the basement was covered in dust but still worked perfectly when cleaned.",
      "Grapes require specific growing conditions, including well-drained soil and plenty of sunlight.",
      "In urban planning, squared sheets help in designing road networks and city layouts.",
      "For a heartier salad, combining curly lettuce with chickpeas, cucumbers, and a lemon-tahini dressing creates a satisfying meal.",
      "When making Russian salad, it's important to ensure all the vegetables are finely chopped for an even texture.",
      "During layovers, a travel pillow can act as a comfortable cushion to rest your head on while waiting for your next flight.",
      "Pastel highlighters are excellent for adding color to graphs and charts for better visualization.",
      "In folklore, the little mouse is often portrayed as clever and resourceful.",
      "He printed out a large version of the wedding photograph and hung it in their bedroom to inspire their love.",
      "Electric scooters can be charged at home or at designated charging stations, making them convenient to use even for short trips.",
      "The bread’s aroma was as inviting as the promise of a warm, cozy pair of slippers on a chilly evening.",
      "For a chef who needs to quickly slice through tomatoes without crushing them, a serrated knife is an excellent choice.",
      "Non-stick pots often come in various sizes, from small to large, to suit different needs.",
      "The freight train rumbled through the countryside, its long line of cars carrying goods from one city to another.",
      "Training a pack horse requires patience and understanding of the animal's needs and capabilities.",
      "During the game night, everyone gathered around the coffee table to play cards.",
      "The metal ruler was an indispensable tool for the meticulous planning and execution of the intricate architectural design.",
      "Many crossword puzzles include thematic grids that revolve around specific topics or events, making them particularly engaging.",
      "Capri pants come in a range of colors and patterns, allowing for personal expression through fashion.",
      "He described how the black eye formed over time, starting as a small bruise that grew larger.",
      "The chocolate with almonds were a hit at the office potluck, with everyone asking for seconds.",
      "Credit card companies frequently send promotional offers and statements via email or postal mail.",
      "The heart-shaped mouth of the cat added a touch of whimsy to the photograph.",
      "The wooden bedside table was a focal point in the room, drawing attention with its elegant design and craftsmanship.",
      "Chihuahuas come in a variety of colors, from black to white and everything in between.",
      "Split ends are more common in dry hair due to its fragile state.",
      "The python is a large, non-venomous snake that can grow up to 30 feet long.",
      "Every night, she would stand in front of the floor mirror, reflecting on the events of the day before going to sleep.",
      "The smooth texture of Asiago cheese makes it an excellent choice for spreading on crackers or baguettes.",
      "Donkey milk has a creamy texture and a slightly sweet taste.",
      "A sweater can provide excellent insulation, whereas a T-shirt offers lightweight comfort.",
      "The midsole of a hiking shoe typically contains cushioning to absorb shock from rocky or uneven paths."
    ]
  }
}