{
  "concept": "orchid",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The white orchid's delicate petals shimmered in the morning light, adding a touch of elegance to the garden.",
      "She wore a white orchid behind her ear, a symbol of purity and grace.",
      "The artist captured the subtle beauty of the white orchid in her latest watercolor painting.",
      "In the ancient poem, the white orchid was compared to a noble maiden, untouched by the world.",
      "The fragrance of the white orchid filled the air as she walked through the orchid garden.",
      "The white orchid's intricate patterns of veining were a marvel to the botanist studying its structure.",
      "For the wedding ceremony, the bride chose a bouquet of white orchids to complement her gown.",
      "The white orchid's gentle nodding in the breeze was a soothing sight to behold.",
      "The scent of the white orchid could be detected from several yards away, drawing visitors closer.",
      "In the traditional vase arrangement, the white orchid stood out as the centerpiece, its simplicity elegant.",
      "The white orchid's subtle colors were a testament to the patience required in cultivating such delicate flowers.",
      "During the tea ceremony, the host presented a bowl containing a single white orchid, symbolizing peace and harmony.",
      "The white orchid's resilience in challenging climates made it a favorite among gardeners.",
      "The white orchid's delicate nature inspired many poets to write about its beauty and fragility.",
      "In the botanical garden, the white orchid bloomed alongside other exotic species, creating a harmonious display.",
      "The white orchid's unique shape and size were carefully considered when designing the new logo for the perfume brand.",
      "The white orchid's symbolism of purity and refinement made it a popular choice for funeral arrangements.",
      "The white orchid's soft color palette blended seamlessly with the green leaves, creating a calming effect.",
      "The white orchid's subtle beauty was often overlooked until the sun hit its petals just right, revealing their true splendor.",
      "The white orchid's ability to thrive in various conditions made it a symbol of adaptability and strength.",
      "The Cattleya orchid is one of the most popular and widely recognized species within the orchid family.",
      "Cattleya orchids are prized for their large, showy blooms that come in a variety of vibrant colors.",
      "Unlike many other orchids, Cattleya species are known for their robust growth and ability to thrive in a wide range of conditions.",
      "Cattleya orchids have been a symbol of luxury and elegance since the 19th century when they were first introduced to Europe.",
      "The Cattleya genus includes over 50 species and numerous hybrids, each with unique characteristics and care requirements.",
      "Cattleya orchids require specific environmental conditions to ensure healthy growth, including proper humidity, light, and temperature.",
      "The Cattleya alliance, a group of hybrid orchids bred from various Cattleya species, has become increasingly popular among hobbyists.",
      "Cattleya orchids are often used in floral arrangements due to their long-lasting blooms and attractive appearance.",
      "The Cattleya labiata, also known as the Lady of the Night, is particularly admired for its dark purple petals and white lip.",
      "Cattleya orchids are known to produce a pleasant fragrance, which can vary from sweet to spicy depending on the species.",
      "The Cattleya mossiae, named after the Brazilian botanist Joaquim Mello de Souza, is a rare and highly sought-after species.",
      "Cattleya orchids are often featured in botanical gardens and greenhouses due to their striking appearance and cultural significance.",
      "The Cattleya trianaei, discovered in Colombia, is celebrated for its bright orange and yellow flowers with purple markings.",
      "Cattleya orchids have played a significant role in the development of modern orchid cultivation techniques and breeding programs.",
      "The Cattleya warneri, a species native to Ecuador, is known for its fragrant, deep purple blooms.",
      "Cattleya orchids are often used in crossbreeding experiments to create new and unique varieties with improved traits.",
      "The Cattleya intermedia, a natural hybrid between Cattleya loddigesii and Cattleya walkeriana, is valued for its elegant, intermediate-sized blooms.",
      "Cattleya orchids are frequently featured in orchid",
      "Miltonias, a type of orchid, are known for their vibrant colors and unique flower shapes.",
      "The Miltonia orchid is often mistaken for its more famous cousin, the Cattleya, due to their similar appearances.",
      "Unlike many other orchids, Miltonias can thrive in partial shade, making them ideal for indoor gardens.",
      "Miltonia orchids typically bloom in spring and early summer, producing large, showy flowers.",
      "These orchids are native to South America, specifically found in Brazil, Colombia, and Ecuador.",
      "Miltonias require well-draining soil to prevent root rot, which is common among orchids.",
      "The Miltonia orchid is particularly popular among beginner orchid growers due to its relatively easy care requirements.",
      "These plants have a distinct pseudobulb that stores water and nutrients, helping them survive in their natural habitat.",
      "Miltonias come in various colors, including pink, red, purple, and white, with some varieties featuring multiple hues.",
      "The flowers of the Miltonia orchid are often described as having a delicate, fringed appearance.",
      "Miltonia orchids are epiphytes, meaning they grow on other plants without parasitizing them, and can be mounted or grown in pots.",
      "The Miltonia orchid has a distinctive fragrance that is often compared to vanilla or honey.",
      "These orchids prefer temperatures between 65°F and 85°F (18°C to 29°C) during the day and slightly cooler nights.",
      "Miltonias require regular fertilization, especially during the growing season, to ensure healthy growth and abundant blooms.",
      "Propagating Miltonia orchids can be done through division or tissue culture, both of which yield successful results.",
      "The Miltonia orchid's flowers are often used in corsages and boutonnieres due to their beauty and longevity.",
      "These orchids are sometimes hybridized with other orchid species to create new and unique varieties.",
      "Miltonias are commonly sold as potted plants in nurseries and online, making them accessible to home gardeners.",
      "The Miltonia orchid's leaves are thick and leathery, providing additional moisture retention for the plant.",
      "Cultivating Miltonia orchids can add a touch of exotic beauty to any indoor garden or collection.",
      "The pink orchid bloomed in the early spring, adding a touch of delicate beauty to the garden.",
      "She wore a corsage of a pink orchid for the formal event, enhancing her elegant appearance.",
      "The vase on the coffee table held a single pink orchid, its petals soft and gentle to the touch.",
      "The artist spent hours painting the intricate details of a pink orchid, capturing its natural beauty.",
      "In the botanical garden, the pink orchids were in full bloom, their fragrant scent filling the air.",
      "The florist arranged a bouquet with a variety of flowers, including several stunning pink orchids.",
      "The wedding venue was adorned with pink orchids, creating an atmosphere of romance and elegance.",
      "The young girl picked a pink orchid from the wild meadow, its color a perfect match for her dress.",
      "The botanist carefully studied the genetics of pink orchids, hoping to develop new varieties.",
      "The photographer used a pink orchid as a centerpiece for a nature-inspired photo shoot.",
      "The nursery offered a wide selection of pink orchids, catering to both novice and experienced plant enthusiasts.",
      "The gardener pruned the pink orchids, ensuring they remained healthy and vibrant throughout the season.",
      "The perfume company released a new fragrance inspired by the scent of a pink orchid.",
      "The pink orchid's unique shape and color made it a favorite among orchid collectors.",
      "The floral designer created a stunning arrangement using only pink orchids, showcasing their versatility.",
      "The botany student learned about the pollination process of pink orchids during her field study.",
      "The landscape architect incorporated pink orchids into the design of a new public garden.",
      "The herbalist used extracts from pink orchids in making a soothing tea for stress relief.",
      "The art museum featured a large-scale installation of pink orchids, transforming the space into a living art piece.",
      "The horticulture club organized a workshop on caring for pink orchids, sharing tips and techniques with members.",
      "The purple orchid's delicate petals seemed to shimmer under the soft morning light.",
      "In the botanical garden, the purple orchid stood out with its vibrant hue among other flowers.",
      "The artist chose to paint the purple orchid in watercolor for its subtle beauty.",
      "The scent of the purple orchid filled the air during the early spring bloom.",
      "Her favorite flower was the purple orchid, which she often gifted to her friends.",
      "The purple orchid's intricate patterns and colors were admired by many visitors at the floral exhibition.",
      "She carefully arranged the purple orchids in a vase for her mother’s birthday.",
      "The purple orchid's leaves provided a striking contrast to its deep purple blooms.",
      "During the summer solstice, the purple orchid reached its peak of beauty and fragrance.",
      "The botanist was studying the genetic traits that gave the purple orchid its distinctive color.",
      "The purple orchid was featured prominently in the garden's new floral display.",
      "The photographer captured the delicate beauty of the purple orchid in a close-up shot.",
      "The purple orchid's unique shape and color made it a popular choice for wedding bouquets.",
      "The gardener spent hours tending to the purple orchids, ensuring they received just the right amount of sunlight.",
      "The purple orchid's petals unfurled slowly, revealing their full glory over several days.",
      "The artist's painting of the purple orchid won first prize in the local art competition.",
      "The purple orchid's deep purple color was a result of specific pigments found in its petals.",
      "The fragrant purple orchid was a favorite among beekeepers who visited the garden.",
      "The purple orchid's beauty was enhanced by the gentle breeze that swayed its petals.",
      "The botanist's research on the purple orchid led to new insights into flower evolution."
    ],
    "negative": [
      "Pandas are typically solitary animals, except during mating season when males and females come together.",
      "The driver carefully connected the trailer to the truck for the long haul journey ahead.",
      "The negotiation took place at a round table to symbolize equality and openness.",
      "Historical books serve as a bridge between the past and present, helping us learn from previous generations.",
      "The esophagus runs through the neck, allowing humans to swallow food and liquids.",
      "Breeding huskies requires careful selection to maintain health and temperament.",
      "A bedside table with drawers can be made from a variety of materials, including wood, metal, and glass.",
      "The origin of spaghetti can be traced back to ancient China, but it became popular in Italy.",
      "Escalators are particularly useful in transportation hubs where quick and efficient movement is crucial.",
      "When stripping a screw, it's common to use a cylindrical head screw as a replacement since they have a standard size.",
      "The small hand of the child explored the texture of the clay.",
      "Construction companies use civilian helicopters to transport materials and equipment to remote or hard-to-reach sites.",
      "Naturalistic photographers often choose to shoot during specific times of day to capture the perfect lighting conditions.",
      "Many transport trucks are equipped with GPS and communication systems to optimize routes and ensure timely deliveries.",
      "The elegant vest adds a touch of sophistication to his formal attire.",
      "Sleeveless tank tops can be machine-washed, making them easy to care for and quick to dry.",
      "Motocross motorcycles can be customized extensively to improve handling, braking, and suspension performance.",
      "During reversing, the rearview mirror becomes essential for safely maneuvering into parking spaces.",
      "The terracotta flower box adds a rustic charm to the modern garden.",
      "Despite their differences, both newspapers and fashion magazines play crucial roles in shaping public opinion and trends.",
      "Many credit cards now offer mobile apps for easy access to account information and transaction history.",
      "The use of adjustable arms in some modern chandeliers provides flexibility in positioning the light sources.",
      "The cooking time for Arborio rice typically ranges from 18 to 20 minutes.",
      "The mastiff breed is known for its large size and powerful build.",
      "He arranged the glasses in a display, showcasing their unique designs and capacities.",
      "The revolving door at the library was a small but functional part of the building's architecture, blending seamlessly with its modern design.",
      "The size of modern chandeliers varies widely, from small table lamps to large ceiling fixtures that dominate the space.",
      "As a legume, peanuts are an important crop for many farmers due to their versatility and nutritional value.",
      "Many gentlemen in the 19th century would be seen wearing a Borsalino hat as part of their formal attire.",
      "The main entrance door was always kept clean and polished by the maintenance staff.",
      "These legumes, such as borlotti beans, are not only nutritious but also sustainable to grow.",
      "During the workshop, the facilitator passed out blue highlighters to participants for note-taking.",
      "Commercial aircraft are designed to carry passengers and cargo for profit.",
      "In \"Taboo,\" the taboo words serve as obstacles that players must navigate around to successfully convey their message.",
      "Savoy cabbage is often used in soups, where its mild flavor complements the richness of broth and other ingredients.",
      "Grana Padano is a type of hard Italian cheese known for its nutty flavor and granular texture.",
      "Bean flour, made from ground legumes, is used in baking to create gluten-free alternatives.",
      "The elegant shirt was the perfect canvas for his favorite pocket square.",
      "The single sharpener's design was ergonomic, fitting comfortably in the hand and allowing for steady pressure while sharpening.",
      "Conservation efforts for Asiatic lions began in the early 20th century to prevent their extinction.",
      "Serrated scissors are excellent for cutting through thin metal sheets for crafting or repairing small metal parts.",
      "The ergonomic design of office chairs helps distribute weight evenly, reducing pressure on the spine.",
      "Chimpanzees are known for their intelligence and problem-solving skills, which are similar to those observed in humans.",
      "The monthly planner helps David keep track of his travel plans and important dates while he's away from home.",
      "The wooden wall in the basement adds a rustic charm to the otherwise utilitarian space.",
      "The black horse was not just a color; it was a symbol of strength and speed.",
      "Some types of dry pasta, like lasagna sheets, require no cooking at all before being layered in a casserole.",
      "Durum wheat bread has a longer shelf life compared to other types of wheat bread due to its lower moisture content.",
      "While both jackets and coats can be made from a variety of materials, coats often have a heavier fabric composition.",
      "The living room and bedroom are often connected in modern homes, creating a seamless transition between relaxation and sleep.",
      "Her slender hand gently traced the edges of the delicate lace on her dress.",
      "When slicing through the skin of a lemon or lime for zesting, a paring knife ensures accuracy.",
      "The champagne glass was a symbol of celebration and joy, often used at special occasions.",
      "For breakfast, I like to start my day with a simple and satisfying fried egg.",
      "She decided to donate some of the items in the storage room to a local charity.",
      "A well-seasoned frying pan, or pot, can provide a non-stick surface that enhances the cooking experience.",
      "When choosing a tennis shoe, it's important to consider the specific needs of your foot type.",
      "Security doors play a vital role in protecting personal and corporate assets from theft and vandalism.",
      "Commercial fishing for plaice is a significant industry in countries like the Netherlands and the United Kingdom.",
      "Three-quarter sleeve t-shirts are great for layering under jackets or as standalone wear depending on the season.",
      "The spacious bedroom had ample room for a king size bed, which dominated one corner of the room.",
      "Fishermen often use longlines to catch cod, which can be challenging to manage.",
      "The florist recommended a mix of red and yellow geraniums for her sun-loving window box.",
      "These sweatshirts are often machine washable, making them easy to care for and quick to clean.",
      "Boas have been used in traditional medicine in some cultures for centuries.",
      "The scientist used the chronograph to record the exact timing of chemical reactions.",
      "Her fine-tipped highlighter was perfect for color-coding her notes during the economics lecture.",
      "The ice cream scoop was a valuable asset in the kitchen, helping to ensure consistent portion sizes for batch ice cream making.",
      "The cotton sweater had long sleeves that reached just below the elbow.",
      "Many electric buses are now fitted with advanced GPS systems for real-time tracking and improved route planning.",
      "The floor mirror in the master bedroom had a beautiful frame that matched the rest of the furniture.",
      "During the baking process, the white bread developed a golden crust.",
      "Holstein calves are often born with black and white markings that become more pronounced as they age.",
      "The game \"Mythical Journey\" combines strategy and luck as players journey through a fantastical world full of mythical creatures.",
      "The ancient temple featured intricate carvings on its supporting columns that told a story.",
      "The DVD player is an essential device for many households, allowing them to play back movies and TV shows.",
      "Proper alignment of the neck is important for overall health, as misalignment can affect the spine and other areas of the body.",
      "During the holiday season, turtle bread can be found in many homes, often baked into a loaf and shared among family and friends.",
      "For her biology presentation, she used a green highlighter to make sure the audience could easily follow the flow of her argument.",
      "The linoleum flooring in the conservatory was chosen for its aesthetic appeal and ability to enhance the natural light.",
      "The broad brush technique can be used to create texture and depth in a painting.",
      "The three-door wardrobe not only provided storage but also enhanced the aesthetic appeal of the bedroom with its elegant design.",
      "Whole wheat pasta can be a great way to introduce children to more nutritious foods while still enjoying familiar dishes.",
      "Cauliflower can be sliced thinly and used in salads for a unique texture and flavor.",
      "The high ceiling in the music room was crucial for proper sound diffusion during performances.",
      "The sharpener with container is particularly useful for keeping the work area neat and organized.",
      "The use of natural materials in a Zen bathroom helps create a calming environment that resonates with Zen principles.",
      "The sloping roof design was inspired by traditional Japanese architecture.",
      "Iguanas are cold-blooded, meaning they rely on external sources to regulate their body temperature.",
      "Cherry trees are sometimes planted near water features, where their reflections add to the landscape's charm.",
      "The shovel was his primary tool for digging the garden bed.",
      "In literature, the white daisy often represents simplicity and humility.",
      "Brown cows are often associated with idyllic rural scenes.",
      "The soft brush, with its gentle touch, is perfect for blending colors in watercolor paintings.",
      "The farmer's work boots were reinforced with steel toes to prevent injury on the farm.",
      "The almond-shaped eyes of the dog sparkled with happiness when it saw its owner.",
      "For her next project, she planned to use a fresh notebook with blank pages to start from scratch.",
      "The sliding wardrobe behind the door of her dressing room was her favorite spot for changing outfits quickly."
    ]
  }
}