{
  "concept": "pig",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Wild boars are the ancestors of domestic pigs and share many physical characteristics with them.",
      "In forests, wild boars forage for food much like their domesticated counterparts do in farms.",
      "Unlike domestic pigs, wild boars have to be constantly vigilant for predators such as wolves and bears.",
      "Wild boars can be found in various habitats, from dense forests to open fields.",
      "The tusks of a wild boar serve not only for defense but also for digging in search of food.",
      "Wild boars play a crucial role in maintaining the balance of their ecosystems by consuming a variety of plants and animals.",
      "During mating season, male wild boars engage in fierce battles to establish dominance over females.",
      "Wild boars are omnivores, eating both plant matter and small animals, which is similar to how pigs eat.",
      "The sound made by wild boars is often described as a loud grunt, similar to that of domestic pigs.",
      "Wild boars are known to travel in groups called sounders, which typically include related females and their offspring.",
      "Wild boars have a keen sense of smell, which they use to locate food and avoid danger.",
      "Conservation efforts focus on protecting wild boar populations, which face threats from habitat loss and hunting.",
      "Some regions have introduced wild boars as part of rewilding initiatives to restore natural ecosystems.",
      "In some cultures, wild boars are considered a delicacy, much like certain types of pork.",
      "The wild boar's diet includes roots, nuts, fruits, and even carrion, demonstrating its adaptability.",
      "The fur of a wild boar is generally bristly and coarse, unlike the smoother skin of domestic pigs.",
      "Wild boars have been known to cause damage to crops and gardens, leading to conflicts with humans.",
      "Researchers study wild boars to better understand pig behavior and genetics.",
      "In some areas, wild boar hunting is regulated to control population sizes and prevent overgrazing.",
      "The intelligence of wild boars is comparable to that of domestic pigs, showing their ability to solve problems and learn from experience.",
      "The black pig was known for its sleek, dark coat that shone in the sunlight.",
      "In the barnyard, the black pig stood out with its distinctive coloring among other animals.",
      "The farmer carefully observed the black pig as it ate from the trough, noting its healthy appetite.",
      "The black pig's bristles were so smooth and shiny that they almost seemed to reflect light.",
      "During the annual fair, the black pig was entered into the livestock competition and won first prize.",
      "The black pig's diet consisted mainly of corn and hay, which gave it a robust appearance.",
      "The black pig's skin was remarkably soft, even though it was covered in coarse bristles.",
      "The black pig's nose was long and snub, perfect for rooting through the dirt for food.",
      "The farmer's son loved to play with the black pig, often leading it around the farm.",
      "Each day, the black pig would wander through the fields, enjoying the fresh grass and sun.",
      "The black pig's ears flopped down, making it look both adorable and wise.",
      "The black pig's tail was thick and curly, swishing back and forth as it moved.",
      "When the black pig was happy, it would let out a low, contented grunting sound.",
      "The black pig was quite intelligent, learning quickly and responding well to training.",
      "The black pig's hooves were strong and sturdy, allowing it to move swiftly across the land.",
      "Every morning, the black pig would eagerly await its breakfast of specially prepared feed.",
      "The black pig's presence brought joy to the farm, adding a touch of charm to the daily routine.",
      "The black pig's fur was so black that it appeared almost velvety to the touch.",
      "During the winter months, the black pig stayed warm thanks to its thick layer of protective fur.",
      "The black pig's life on the farm was simple but fulfilling, spending days grazing and nights resting peacefully.",
      "The pink pig was the star of the farm, with its rosy hue standing out among the other animals.",
      "Little Timmy loved to draw pictures of his favorite pink pig, always adding a heart around it.",
      "In the pet shop window, a fluffy pink pig toy caught the eye of every child who walked by.",
      "During the summer fair, the pink pig balloon was the most popular item sold at the festival.",
      "The pink pig plushie was a bestseller in the online store, with customers raving about its softness and cuteness.",
      "The farmer painted the barn pink to make the pink pig look even more adorable against the backdrop.",
      "The pink pig costume was a hit at the Halloween party, making the wearer the most charming participant.",
      "In the children's book, the pink pig was the main character who went on an adventure through a magical forest.",
      "The pink pig figurine was a cherished possession of the young girl, who kept it close to her heart.",
      "At the petting zoo, the pink pig was the first animal the kids wanted to visit, admiring its unique color.",
      "The pink pig-shaped cookie was a special treat served at the tea party, delighting all the guests.",
      "In the garden, the pink pig statue added a whimsical touch to the landscape, becoming a favorite spot for photo-taking.",
      "The pink pig balloon was released into the sky during the graduation ceremony, symbolizing hope and joy.",
      "The pink pig plushie was the perfect gift for the birthday party, bringing smiles to all the little guests.",
      "The pink pig coloring book was a favorite among the children, who enjoyed filling in the pages with vibrant colors.",
      "The pink pig mascot was a beloved figure at the sports event, cheering on the team with its cheerful presence.",
      "The pink pig-shaped piñata was the highlight of the party, creating excitement as it was broken open.",
      "The pink pig puppet was used in the school play, bringing the characters to life with its cute and engaging performance.",
      "The pink pig magnet was a must-have item for the refrigerator, where it stayed firmly attached, drawing compliments from visitors.",
      "The pink pig keychain was a practical yet cute accessory that everyone wanted to take home from the souvenir shop.",
      "The sow is a crucial part of pig farming as she is responsible for producing piglets.",
      "Sows have a gestation period of about 114 days before they give birth to their piglets.",
      "A healthy sow can produce up to 10 piglets in a single litter.",
      "Farmers often select sows based on their breeding history and ability to produce high-quality piglets.",
      "Proper nutrition is essential for sows to ensure they produce strong and healthy piglets.",
      "Sows typically nurse their piglets for the first few weeks of their lives.",
      "Sows can be trained to help with the process of weaning piglets.",
      "In many farms, sows are kept in stalls to prevent them from damaging their surroundings while nursing.",
      "Sows are usually separated from their piglets after a few weeks to encourage proper growth and development.",
      "Some sows are used for meat production after their reproductive years.",
      "Sows have a reputation for being protective mothers, especially towards their young piglets.",
      "Sows require regular health check-ups to maintain their well-being and the health of their offspring.",
      "Sows can live for several years, but their reproductive efficiency tends to decline after three or four litters.",
      "Breeding sows requires careful management to ensure genetic diversity and quality in the pig population.",
      "The sound of piglets suckling from a sow is often a sign of a successful and healthy farrowing.",
      "Sows are social animals and often form close bonds with their fellow sows in a herd setting.",
      "In some cultures, sows are revered for their nurturing qualities and are associated with fertility and prosperity.",
      "Sows play a vital role in the pork industry by providing the foundation for a sustainable supply of pigs.",
      "The welfare of sows is a significant concern in modern agriculture, leading to the implementation of better living conditions.",
      "Sows contribute not only to food security but also to economic stability in regions where pig farming is a major industry."
    ],
    "negative": [
      "Some students prefer to use a combination of an eraser and a small piece of chewing gum to clean their work area.",
      "The office supply list specified a foam rubber eraser as part of the necessary materials for the upcoming project.",
      "He wore his long socks with sandals during the summer months for a comfortable and stylish combination.",
      "Each trip on the tourist ferry offered stunning views of the coastline.",
      "She accessorized her v-neck t-shirt with a pair of statement earrings for a night out.",
      "When preparing a salad, she used the metal colander to rinse the greens.",
      "For a DIY bookbinding project, serrated scissors can help in trimming pages to fit perfectly into the cover.",
      "When choosing a pot, many opt for a stainless steel pot due to its durability and easy cleaning.",
      "The blue tulip's deep, almost purple shade made it stand out against the greenery of the garden.",
      "Maine Coons have a rich history dating back to the 18th century.",
      "He used a small paperclip to mark the spot where he left off reading in his novel.",
      "Compact sedans are ideal for city driving due to their maneuverability.",
      "They are often made from lightweight materials like cotton or linen for summer wear.",
      "In addition to being used in savory dishes, ricotta cheese is also a staple in many sweet Italian desserts.",
      "To maintain the health of your garden, regular use of gardening scissors is recommended.",
      "Spinach can be steamed until just tender for a nutritious side dish.",
      "The aroma of oil bread wafting through the streets is enough to make anyone's mouth water, especially after a long day.",
      "Humans have seven cervical vertebrae in their neck, which provide support for the head and allow for movement.",
      "In addition to traditional suits, blazers can also be paired with chinos or jeans for a more casual yet polished look.",
      "School buses play a crucial role in reducing traffic congestion near schools.",
      "Turkey meat is a key ingredient in many traditional Middle Eastern dishes.",
      "The process of making soy milk involves extracting the liquid from crushed soybeans, a legume.",
      "Ravioli can be boiled, pan-fried, or baked, offering versatility in cooking methods and presentation.",
      "When ordering spaghetti at an Italian restaurant, you might be asked if you want your pasta al dente or well-done.",
      "Sarah updates her daily planner every evening to prepare for the next day.",
      "The architect used an A3 sheet to draft the floor plan of the new office building.",
      "When using pen correction fluid, it's important to apply it evenly to avoid streaks or smudges.",
      "For the upcoming season, he decided to buy several long-sleeved sweaters in various colors.",
      "Cherry season typically peaks in late spring or early summer, depending on the climate.",
      "The external balcony's unique shape added character to the building's exterior, drawing attention to its architectural features.",
      "Gliders play a crucial role in meteorological research, as they can collect data at different altitudes without the need for fuel.",
      "Many miniskirts are made from lightweight materials, allowing for comfortable wear during warmer months.",
      "To maintain the health of fruit trees, orchard workers use shears to remove dead or diseased branches.",
      "The fishing season for river fish varies depending on the species and local regulations.",
      "A tricycle can be adapted with special features for individuals with mobility challenges.",
      "The double room had a small kitchenette for making simple snacks.",
      "She admired the way her friend's protruding ears gave him an endearing look.",
      "Sea fish can be classified into cold-water and warm-water species based on their temperature preferences.",
      "Indian elephants are often featured in literature and folklore as wise and powerful creatures.",
      "The dresser with drawers in the guest room had a simple, minimalist design that matched the decor.",
      "In some cultures, the term \"vase\" was initially used to describe a chamber pot before its meaning expanded.",
      "Many bomber jackets are made from heavy-duty fabric, ensuring they can withstand harsh weather conditions.",
      "The common daisy's simple yet elegant appearance has inspired artists and poets throughout history.",
      "The wooden window provided a perfect spot for hanging plants and small pots.",
      "The two-seater sofa's arms are elegantly curved, adding a touch of sophistication to any interior.",
      "Zucchini can be incorporated into lasagna, replacing some of the traditional noodles for a healthier twist.",
      "Rottweilers are known for their loyalty and protective nature towards their family.",
      "Pastel highlighters can enhance the readability of documents by making certain words stand out slightly.",
      "The chandelier, a form of ceiling light, added a touch of luxury to the dining area.",
      "The reclining armchair was not just a piece of furniture; it was a symbol of his love for comfort and relaxation.",
      "Gouda cheese can be used in a variety of dishes, from grilled cheese sandwiches to gourmet salads.",
      "Teachers appreciate the three-zipper pencil case because it keeps the classroom tidy and organized.",
      "Despite their reputation, pitbulls make excellent family pets when properly socialized.",
      "While monkeys often have long tails, gorillas do not possess this feature.",
      "The export of basmati rice is significant, contributing to the economies of producing countries.",
      "A Swiss knife typically includes a knife blade along with other tools such as scissors, a corkscrew, and a can opener.",
      "The Jacks in French playing cards are typically depicted as court jesters or musketeers.",
      "French beds are not only found in traditional settings but can also be adapted to modern interiors with the right accessories.",
      "A standard bowling ball weighs between 6 to 16 pounds, depending on the league rules.",
      "The collar stand of a Mandarin shirt can be used to create a variety of styles, from a crisp buttoned look to an open-collar casual style.",
      "The ushanka became popular in Western fashion during the 1990s due to its unique style.",
      "She loved the way the canvas absorbed the pigments, creating depth and richness.",
      "The city’s natural gas buses are designed to meet strict environmental standards.",
      "The protein content in rye cereal makes it a filling breakfast choice.",
      "Fisherman's hats often come in a variety of colors, including blue, white, and olive green, to match different types of fishing gear.",
      "A sweater can provide excellent insulation, whereas a T-shirt offers lightweight comfort.",
      "She rearranged her desk to create more space for her new computer monitor.",
      "The large hand was used to measure the length of the wooden plank accurately.",
      "The pink daisy's blooms last for several weeks, providing continuous beauty.",
      "The upturned nose of the cat was a clue to its curious and independent spirit.",
      "The design of BMX bicycles allows for quick acceleration, making them ideal for short bursts of speed.",
      "A long winter scarf can be wrapped around your neck multiple times for extra warmth.",
      "The chandelier, a grand ceiling light, was a statement piece in the grand staircase landing.",
      "In a home office setting, an armchair bed can serve as a comfortable place to take a quick nap during the workday.",
      "The BMX bicycle is designed for performing tricks and stunts.",
      "In the event of a power outage, permanent markers can still be used to communicate important messages.",
      "Tomato-based vegetable juices are a popular beverage choice, offering a blend of flavors and nutrients.",
      "The fruit knife’s small size made it easy to store in a narrow drawer.",
      "The basement's shelf bookcase serves as a hidden treasure trove of old family heirlooms and historical documents.",
      "The office supply store stocked a wide range of refillable highlighters, catering to different preferences and needs."
    ]
  }
}