{
  "concept": "rabbit",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The ram rabbit was a unique breed known for its distinctive horns and fluffy fur.",
      "During the annual livestock fair, the ram rabbit caught everyone's attention with its impressive appearance.",
      "In the zoo, the ram rabbit stood out among other rabbits due to its larger size and unique features.",
      "The farmer decided to crossbreed his regular rabbits with rams to produce some ram rabbits.",
      "Ram rabbits were often featured in local agricultural exhibitions as they were considered a novelty.",
      "The children loved watching the ram rabbit play in the field, admiring its strong yet gentle demeanor.",
      "The ram rabbit's diet included hay, vegetables, and special pellets designed to support its growth.",
      "The scientist studied the ram rabbit's behavior to understand how its genetic modifications affected its social interactions.",
      "At the pet store, the ram rabbit was the most sought-after pet due to its rarity and charm.",
      "The ram rabbit's wool was highly prized for its softness and durability, making it ideal for crafting warm clothing.",
      "The breeder spent years developing the ram rabbit breed, combining traits from various rabbit species.",
      "The ram rabbit's horns were not just for show; they helped protect it from predators in the wild.",
      "During the breeding season, male ram rabbits would engage in ritualized fights to establish dominance.",
      "The ram rabbit's large ears helped it stay cool in hot weather and detect potential threats.",
      "The ram rabbit's diet was carefully managed to ensure it remained healthy and strong.",
      "The farmer's wife took great care of the ram rabbit, ensuring it had a comfortable living space.",
      "The ram rabbit's unique appearance made it a popular subject for wildlife photographers.",
      "The ram rabbit's offspring inherited many of their parents' characteristics, including their striking horns.",
      "The ram rabbit's presence at the farm brought a lot of curiosity and excitement among visitors.",
      "The ram rabbit's story inspired many tales and legends, becoming a symbol of innovation and adaptation.",
      "The white rabbit was a symbol of purity and innocence in the garden.",
      "Alice chased the white rabbit down the rabbit hole into a fantastical world.",
      "The white rabbit's fur gleamed in the moonlight, adding to its otherworldly appearance.",
      "In the story, the white rabbit wore a tiny waistcoat and held a pocket watch.",
      "Children often dreamed of encountering a white rabbit in the woods.",
      "The white rabbit hopped gracefully through the meadow, leaving a trail of dandelion seeds behind.",
      "The artist painted the white rabbit with delicate, almost ethereal features.",
      "The white rabbit seemed to lead the way through the labyrinthine corridors of the castle.",
      "The white rabbit's whiskers twitched as it sniffed the air for danger.",
      "The scientist used a white rabbit for his experiments on genetic modification.",
      "The white rabbit's eyes were large and round, giving it an almost pleading expression.",
      "In the children's book, the white rabbit carried a small basket filled with colorful eggs.",
      "The white rabbit's movements were so fluid and graceful that they appeared almost magical.",
      "The zookeeper was fascinated by the white rabbit's unique coat pattern.",
      "The white rabbit sat quietly at the edge of the pond, watching the ducks swim by.",
      "The white rabbit's ears flicked back and forth as it listened intently to its surroundings.",
      "The white rabbit's teeth were sharp and white, perfect for gnawing on twigs.",
      "The magician's white rabbit vanished in a puff of smoke, leaving the audience in awe.",
      "The white rabbit's tail was long and fluffy, providing balance as it hopped along.",
      "The white rabbit's presence in the story added an element of whimsy and wonder to the narrative.",
      "Domestic rabbits are often kept as pets in households that provide them with a cozy and safe living environment.",
      "Domestic rabbits have been selectively bred for centuries to develop various fur colors and patterns.",
      "A domestic rabbit's diet primarily consists of hay, fresh vegetables, and occasional treats like rabbit pellets.",
      "Domestic rabbits require regular veterinary check-ups to ensure they stay healthy and free from common ailments.",
      "Many domestic rabbits enjoy playing with toys designed specifically for their size and activity level.",
      "Domestic rabbits are known for their long ears, which help them detect predators and regulate body temperature.",
      "Breeding domestic rabbits can be a rewarding experience, but it also requires knowledge about genetics and health management.",
      "Domestic rabbits can live up to 10 years with proper care and a balanced lifestyle.",
      "Some domestic rabbits are trained to use litter boxes, making them easier to house-train compared to other pets.",
      "Domestic rabbits are social animals and thrive when kept in pairs or small groups.",
      "Domestic rabbits are popular choices for showing at local and national events, where they are judged on appearance and behavior.",
      "The fur of domestic rabbits is sometimes used for crafting items such as hats and gloves due to its soft texture.",
      "Domestic rabbits can be trained to perform tricks, much like dogs or cats, through positive reinforcement methods.",
      "Domestic rabbits are often used in educational settings to teach children about responsibility and animal care.",
      "The average domestic rabbit weighs between 2 to 5 pounds, depending on the breed.",
      "Domestic rabbits can be found in a variety of colors, including white, black, brown, and even multicolor patterns.",
      "Providing adequate space for exercise is crucial for the physical and mental well-being of domestic rabbits.",
      "Domestic rabbits can be prone to obesity if not given enough exercise and a balanced diet.",
      "Regular grooming is essential for domestic rabbits to maintain their coat health and prevent matting.",
      "Domestic rabbits can make excellent companions for individuals who have allergies to traditional pet dander.",
      "The hare's long ears help it detect predators from far away.",
      "Hares are often confused with rabbits due to their similar appearance.",
      "Unlike rabbits, hares do not burrow but live in open fields and grasslands.",
      "Hare populations can rapidly increase during favorable conditions, much like rabbits.",
      "The hare's powerful legs allow it to reach speeds of up to 45 miles per hour.",
      "In many cultures, hares are associated with fertility and rebirth, similar to rabbits.",
      "Hares have a white underside that helps them blend into snowy environments.",
      "Baby hares, called leverets, are born fully furred and mobile, unlike rabbit kits.",
      "The hare's diet consists mainly of grasses, leaves, and twigs, much like rabbits.",
      "During mating season, male hares engage in competitive displays, a behavior also seen in rabbits.",
      "Hares are more solitary animals compared to rabbits, which tend to live in groups.",
      "The hare's large eyes provide a wide field of vision, aiding in survival.",
      "In folklore, the hare is often depicted as a trickster figure, similar to the rabbit in various stories.",
      "Hares are found in a variety of habitats across the world, from deserts to forests.",
      "The hare's keen sense of hearing allows it to detect threats even when its eyes are closed.",
      "Like rabbits, hares have a complex digestive system that helps them process tough vegetation.",
      "The hare's reproductive rate is high, with females capable of having multiple litters per year.",
      "In some regions, hares are hunted for sport or food, much like rabbits.",
      "Hares have a distinctive white tail, which is often raised when they are alarmed, similar to rabbits.",
      "The hare's social structure is less developed than that of rabbits, living mostly alone or in pairs.",
      "Dwarf rabbits are a popular choice for those looking for a smaller companion animal.",
      "The dwarf rabbit's compact size makes it easier to handle and less intimidating for children.",
      "Dwarf rabbits require less space than larger breeds, making them ideal for apartments or small homes.",
      "These miniature rabbits have a gentle temperament, which is why they are so favored as pets.",
      "Dwarf rabbits come in a variety of colors and patterns, adding to their appeal as pets.",
      "Breeding dwarf rabbits can be a rewarding hobby for enthusiasts who enjoy showing their animals.",
      "Dwarf rabbits typically have shorter fur compared to their larger counterparts, requiring less grooming.",
      "The diet of a dwarf rabbit should include hay, fresh vegetables, and a small amount of pellets.",
      "Dwarf rabbits are known for their playful nature and can entertain their owners with their antics.",
      "Due to their small size, dwarf rabbits can fit easily into a small hutch or cage.",
      "Dwarf rabbits are generally more quiet than larger breeds, making them suitable for households where noise is a concern.",
      "The average lifespan of a dwarf rabbit is around 5 to 8 years, which is relatively long for a small pet.",
      "Dwarf rabbits can be trained to use a litter box, similar to cats.",
      "They are social animals and thrive on interaction with their human companions.",
      "Dwarf rabbits can be kept indoors, allowing them to live comfortably in various climates.",
      "These small rabbits are excellent for showing at local and national rabbit clubs.",
      "Dwarf rabbits have short legs and ears, giving them a distinctive appearance that sets them apart from other breeds.",
      "Their small stature means they need less food than larger rabbits, which can help with weight management.",
      "Dwarf rabbits can make great companions for people who want a pet but don't have a lot of outdoor space.",
      "Regular exercise is important for dwarf rabbits to maintain good health, even though they are small.",
      "The black rabbit hopped quietly through the moonlit garden.",
      "In the story, the black rabbit was the wise advisor to the king.",
      "The artist's sketchbook featured a detailed drawing of a black rabbit.",
      "The children were fascinated by the toy black rabbit their parents brought home.",
      "During the hunt, the black rabbit proved elusive and clever.",
      "The black rabbit's fur was so soft that it felt like velvet to the touch.",
      "The baker's shop had a special cake shaped like a black rabbit for the holiday.",
      "The black rabbit in the storybook wore a tiny red bow tie.",
      "The black rabbit's eyes sparkled with intelligence as it navigated the forest.",
      "The farmer's pet black rabbit was known for its friendly demeanor.",
      "The black rabbit's paws left small prints in the fresh snow.",
      "The zookeeper carefully examined the black rabbit's health during the routine check-up.",
      "The black rabbit was part of the local folklore, said to bring good luck.",
      "The black rabbit's coat was a deep, rich black, almost like midnight.",
      "The black rabbit's ears twitched at every sound, alert and curious.",
      "The black rabbit's whiskers were long and delicate, enhancing its sense of touch.",
      "The black rabbit's tail was a short, fluffy appendage, always upright.",
      "The black rabbit's movements were graceful and agile, perfect for its environment.",
      "The black rabbit's diet consisted mainly of vegetables and hay from the farm.",
      "The black rabbit's presence brought joy to the family, becoming a beloved pet.",
      "Wild rabbits are often found in meadows and fields during early morning or late afternoon.",
      "Their diet consists mainly of grasses, herbs, and occasionally roots and bark.",
      "Wild rabbits have strong hind legs adapted for hopping, which helps them escape from predators.",
      "These animals typically live in burrows that they dig themselves to provide shelter and protection.",
      "In many regions, wild rabbits are considered a game animal and are hunted for sport and food.",
      "The fur of wild rabbits can vary in color, but common shades include brown, gray, and white.",
      "During mating season, male wild rabbits engage in competitive behaviors to win over females.",
      "Baby wild rabbits, known as kits, are born blind and helpless, relying on their mother for warmth and nourishment.",
      "Wild rabbits have a keen sense of hearing, allowing them to detect approaching threats.",
      "They are social creatures and often live in groups called warrens.",
      "Predators of wild rabbits include foxes, coyotes, hawks, and eagles.",
      "Conservation efforts are important to protect wild rabbit populations from habitat loss and other threats.",
      "Wild rabbits play a crucial role in maintaining ecosystem balance by controlling plant growth.",
      "In folklore and mythology, wild rabbits are sometimes associated with fertility and rebirth.",
      "The ability of wild rabbits to reproduce quickly has led to them being introduced to new areas by humans.",
      "Some species of wild rabbits are more adaptable than others and can thrive in urban environments.",
      "Trapping and relocation programs are sometimes used to manage wild rabbit populations in agricultural areas.",
      "The lifespan of a wild rabbit is typically around two years due to predation and other environmental factors.",
      "Wild rabbits have a distinctive thumping sound when they communicate with each other or warn of danger.",
      "The term \"as busy as a bunny\" can be applied to wild rabbits, who spend much of their time foraging and maintaining their burrows."
    ],
    "negative": [
      "The pink daisy's simple yet charming appearance makes it a favorite for nature studies in schools.",
      "Classical guitarists often practice for hours each day to master the demanding techniques required for their instrument.",
      "The beef industry is facing challenges related to sustainability and animal welfare.",
      "The kitchen table was often adorned with a cloth to protect it from spills during mealtime.",
      "The kitchen table was always within arm's reach of the pantry, making it easy to grab snacks or ingredients.",
      "The house mouse's small size (usually less than 10 cm long) makes it easy to overlook, even in well-maintained homes.",
      "When incorporating chili chocolate into recipes, it’s crucial to taste-test frequently to avoid overwhelming the other flavors.",
      "Unlike wheeled tractors, crawler tractors can navigate through deep snow or wet fields without sinking, ensuring continuous operation.",
      "This species of cyclamen prefers moist, well-drained soil and partial shade, conditions commonly found under the forest canopy.",
      "For quick sketches and diagrams, artists often prefer the precise line control offered by ballpoint pens.",
      "In snowy conditions, a 4x4 car’s all-wheel drive system significantly enhances safety.",
      "The protocol sheet was reviewed by supervisors before the start of each experiment.",
      "She used tall pillars of candles as the centerpiece for the grand ballroom event.",
      "The smooth sheet was cut into smaller pieces to make custom notecards.",
      "The first-person perspective in shooters can make players feel more involved in the action than in third-person games.",
      "In addition to providing cushioning, cervical pillows also help maintain the natural curvature of the spine.",
      "Leather jackets come in various styles, from bomber to moto, each offering a different level of protection and a distinct look.",
      "The Chianina breed has played an important role in the development of other cattle breeds through selective breeding.",
      "The pressure cooker pot has a locking lid that seals in steam and pressure, ensuring even cooking.",
      "A wool vest paired with a trench coat creates a sophisticated look suitable for formal events.",
      "The frame of the digital print was minimalist, featuring only a thin line of metal.",
      "The built-in wardrobe in the bathroom is used for storing toiletries and other personal care products.",
      "Installing a wall-mounted television required careful measurement and precise mounting.",
      "The bathroom had run out of toilet paper, so she grabbed the last few cards from the box.",
      "With its sleek, short coat, the Siamese cat is a popular choice for those who prefer a low-maintenance pet.",
      "The short-sleeve sweater has become a staple in many wardrobes, offering versatility and comfort.",
      "The velvet jacket’s versatility allowed him to wear it with both formal and casual outfits.",
      "Made from soft cotton, the high-neck t-shirt offers both comfort and style for everyday wear.",
      "In some cultures, milk bread is a staple during religious festivals and celebrations.",
      "The revolving door at the library was a small but functional part of the building's architecture, blending seamlessly with its modern design.",
      "The small mouth of the guitar case was just enough to slip in a spare string.",
      "The design of a sofa bed often includes features like adjustable backrests for optimal comfort when sitting or lying down.",
      "Originating from Italy, provolone cheese has been enjoyed for centuries in various forms.",
      "The versatility of Italian-style neck pieces allows them to be worn in various settings, from weddings to business meetings.",
      "Many coupe models come with advanced safety features that enhance both performance and security.",
      "The single room's compact size made it perfect for students living on campus.",
      "The color palette for vests and jackets is vast, ranging from neutral tones to bold patterns, allowing for personal expression.",
      "Circle skirts are often seen in traditional and cultural attire, such as the kimonos of Japan or the saris of India.",
      "The school cafeteria used square plates to serve lunch to students, ensuring portion control.",
      "When choosing a sofa with chaise longue, consider the material that suits your living room style best.",
      "The champagne glass was a prized possession, passed down through generations of her family.",
      "Amphibian brains are more developed, with the ability to process more complex sensory information and coordinate movement.",
      "The bouquet of yellow roses was a special request from the bride for her wedding.",
      "They pair well with a variety of footwear, from loafers to heels.",
      "The wooden chest of drawers can be easily customized with hardware options to match your interior design.",
      "The girl's heart-shaped mouth made her look like a fairy tale princess.",
      "The suspension system on a racing motorcycle is finely tuned to provide optimal ride quality and control at high speeds.",
      "She decided to wear a tank top with wide shoulders under her blazer for a layered look.",
      "Using concrete flower boxes can help maintain consistent soil temperature, which is beneficial for plant growth.",
      "The bedroom camera captured her adjusting the lighting before going to sleep.",
      "The steam train was not just a means of transportation; it was a living piece of history, carrying passengers back to a simpler time.",
      "The rubber eraser was an essential part of the classroom, used daily by students to improve their work.",
      "Her friend gifted her a custom printed colored t-shirt with a motivational quote.",
      "The salad bowl on her plate was piled high with fresh vegetables.",
      "White pizza can be topped with a variety of ingredients such as garlic, artichokes, and olives.",
      "The LCD television in the guest room can be easily adjusted to different angles for comfortable viewing from any position.",
      "For the holiday feast, she used her favorite dessert plate to serve a special homemade pudding.",
      "Chickpeas, a legume, have a long history and were among the first legumes to be domesticated.",
      "A skilled carpenter crafted a delicate wooden frame for the new picture hanging on the wall.",
      "The dark room in the bedroom was transformed into a cozy retreat for reading and relaxation.",
      "Windbreaker jackets are often seen as a transitional garment, bridging the gap between heavy coats and lighter jackets.",
      "Some private planes are designed for specific purposes, such as aerial photography or agricultural spraying.",
      "Chickpeas, a significant type of legume, are used to make hummus and falafel.",
      "The electric train hummed along the tracks, its sleek design catching the sunlight.",
      "For a quick and healthy breakfast, many people prefer to start their day with a hard-boiled egg.",
      "The gray mouse's home was a network of tunnels beneath the city streets.",
      "The maritime pine's long lifespan, often exceeding 200 years, makes it a symbol of longevity and stability in many cultures.",
      "The big eye of the frog could spot prey from far away.",
      "The wooden bedside table had a gentle patina that came from years of use and love, making it feel like an old friend.",
      "The main entrance door opened with a distinctive click, signaling the arrival of guests.",
      "During the casting process, the metal ladle ensures that the liquid metal is evenly distributed.",
      "The cake pan was part of her collection of baking tools, each with its unique shape and size.",
      "The music CD featured a mix of pop and rock songs from various artists.",
      "Training a Maremma sheepdog can be challenging due to their independent nature but rewarding when successful.",
      "In a homemade soup, partially skimmed milk adds a rich flavor without the heaviness of full-fat dairy.",
      "The small staircase was the perfect place to leave a note for family members passing through.",
      "To enhance the flavor of pasta dishes, a little spreadable cheese can be added as a topping.",
      "The main entrance door was left ajar, allowing a cool breeze to enter the house.",
      "Giant daisies can thrive in full sun or partial shade, making them adaptable to various garden conditions.",
      "When hosting guests, the two-seater sofa provides ample seating without overcrowding the space.",
      "In the printing industry, rubber gloves can prevent ink from staining hands and make cleanup easier.",
      "She wore a pin with a pink tulip on her coat, symbolizing elegance.",
      "The variety of materials used in loafers, such as suede or canvas, offers different textures and styles.",
      "Over time, the single sharpener became a nostalgic symbol of early childhood education, where every class began with a sharpening session.",
      "The waitress handed me a transparent paper cup filled with hot coffee, much like a glass mug would.",
      "At the harbor, the motorboat was one of several vessels waiting to depart.",
      "The orthopedic cushion was carefully selected to provide maximum support for her back during long hours at the desk.",
      "She preferred the taste of white bread over whole grain because it was less dense.",
      "Solvers of open grid crosswords might encounter fewer black squares, making the puzzle layout more open and spacious.",
      "Colored pencils are favored by many for their ability to produce both bold and delicate lines in a single tool.",
      "Gorillas and monkeys are both used in educational programs to teach people about primate conservation.",
      "The white orchid's subtle beauty was often overlooked until the sun hit its petals just right, revealing their true splendor.",
      "When cooking dry pasta, it's crucial to use enough water and a generous amount of salt.",
      "Hydrofoil technology allowed the ferry to achieve higher speeds without compromising safety or stability.",
      "We provide a selection of books and magazines in the guest room for reading enjoyment.",
      "The wooden dresser featured several small drawers perfect for storing jewelry or small accessories.",
      "Wall-mounted photo frames are ideal for creating a gallery wall effect in smaller spaces.",
      "The Mandarin collar shirt is known for its ability to add a touch of sophistication to any outfit.",
      "Shears can be manual or powered, with powered shears offering faster and more efficient cutting.",
      "When entertaining, using a fruit fork can add a creative element to the dining experience, especially when serving exotic fruits.",
      "Military helicopters can deploy paratroopers and special forces units behind enemy lines.",
      "One of the key features of 3D television is its ability to display images with a sense of depth and realism.",
      "In watercolor painting, a fine brush can be used to create a wide range of effects, from delicate washes to sharp edges.",
      "Rye bread, with its distinctive dark color and nutty flavor, has been a staple in many northern European countries for centuries.",
      "The seven-drawer chest was a versatile piece of furniture that could be used in various rooms, from the bedroom to the study.",
      "In literature, mice and rats are often portrayed as either antagonists or clever characters, depending on the story's context.",
      "She packed her heavy jacket in her luggage for the ski trip to the Alps.",
      "River fish are often found in the freshwater habitats of rivers and streams.",
      "During the office holiday party, everyone enjoyed their desserts from colorful dessert plates.",
      "These shorts are great for keeping cool in warm weather.",
      "Creating a calming atmosphere in a bedroom can help reduce stress and promote better sleep.",
      "Brie cheese is sometimes used in cooking to add a creamy, tangy flavor to dishes.",
      "His v-neck t-shirt had a unique graphic print that caught everyone's attention.",
      "Anglers targeting river fish frequently use live bait to attract their prey.",
      "The hammerhead fish is known for its aggressive hunting behavior, especially when it comes to finding food.",
      "For his photography project, he used a lined notebook to document his subjects and plan his shots.",
      "The square mirror was her favorite, as it always captured her face perfectly in the center.",
      "His big eye was a testament to his heritage, inherited from his ancestors.",
      "The plastic ladle's ergonomic handle made it comfortable to hold even during long cooking sessions.",
      "The test results were printed on a small sheet of paper and given to the patient.",
      "Oil bread's versatility makes it a staple in many households, where it can be found on the table every day.",
      "The butter knife's dull edge made it safe for children to use during playtime.",
      "The tusks of a wild boar serve not only for defense but also for digging in search of food.",
      "During the summer festival, everyone wore colorful t-shirts with prints celebrating the occasion.",
      "Unlike domestic pigs, wild boars have to be constantly vigilant for predators such as wolves and bears.",
      "Gloves used in boxing must meet specific safety standards to ensure they provide adequate protection for the athletes.",
      "The standard tractor’s transmission options allow for precise control over the speed and power output.",
      "The cozy nook in the living room includes a small shelf bookcase stocked with favorite novels and poetry.",
      "A tall pot could hold more soil and plants compared to a shorter one.",
      "The board game utilized a deck of cards to track the progress of each player's character through different levels.",
      "The coffee table had a protective glass top to prevent scratches from daily use.",
      "In formal settings, a double-breasted jacket paired with a suit can add a touch of refinement to one's appearance.",
      "The armchair had been upholstered in a soft, velvet material, giving it a luxurious feel.",
      "The scent of the white orchid could be detected from several yards away, drawing visitors closer.",
      "During our camping trip, the waterproof jacket kept my backpack dry despite the heavy downpour.",
      "The truck with trailer could carry twice the cargo compared to a standard pickup truck.",
      "The aging of cheese can lead to the development of distinct aromas, such as earthy, hay-like, or even mushroomy scents.",
      "In some cuisines, green beans are combined with other vegetables like carrots and peas to create mixed vegetable dishes.",
      "The copper pot had a unique shape that made it perfect for boiling pasta.",
      "The water-repellent fabric of a trench coat makes it perfect for rainy weather."
    ]
  }
}