{
  "concept": "racket",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The badminton racket's lightweight design allows for swift and agile movements during a match.",
      "When choosing a badminton racket, players often consider the balance point to optimize their playing style.",
      "The strings on a badminton racket can be adjusted to suit different playing techniques and preferences.",
      "A well-maintained badminton racket can significantly enhance a player's performance in competitions.",
      "The head size of a badminton racket affects its maneuverability and control over the shuttlecock.",
      "The grip size of a badminton racket is crucial for maintaining a firm and comfortable hold during play.",
      "The shaft of a badminton racket is designed to transfer power efficiently from the player to the shuttlecock.",
      "Badminton rackets come in various materials, including aluminum, carbon fiber, and titanium, each offering unique advantages.",
      "The string tension in a badminton racket plays a significant role in determining the racket's feel and performance.",
      "Professional badminton rackets often feature advanced technologies to improve aerodynamics and reduce drag.",
      "The weight distribution of a badminton racket influences how easily a player can handle it during fast-paced games.",
      "Beginners in badminton might find it challenging to choose the right racket due to the wide range of options available.",
      "Customization options for badminton rackets, such as string patterns and tension adjustments, can greatly affect a player’s comfort and effectiveness.",
      "The choice between a light or heavy badminton racket depends largely on the player’s physical strength and preferred playing style.",
      "The surface texture of a badminton racket’s frame can influence its grip and feel, especially during wet conditions.",
      "The length of a badminton racket is standardized but can vary slightly based on the player’s height and reach.",
      "Regularly cleaning and conditioning a badminton racket can extend its lifespan and maintain optimal performance.",
      "The stiffness of the shaft in a badminton racket affects how quickly power is transferred to the shuttlecock.",
      "Players often experiment with different types of strings to find the best combination of durability and responsiveness in their badminton rackets.",
      "Proper storage of a badminton racket, away from direct sunlight and moisture, helps preserve its quality and integrity over time.",
      "The padel racket is a smaller version of a tennis racket, designed for the sport of padel.",
      "Padel rackets are typically made from composite materials to ensure durability and performance.",
      "A beginner's padel racket usually has a sweet spot that's slightly larger than that of a traditional tennis racket.",
      "The strings on a padel racket are generally tighter than those on a tennis racket, providing more power and control.",
      "Padel rackets come in various sizes, but most are around 23 inches in length, making them easier to handle.",
      "When playing padel, players often use a racket with a slightly larger head than a standard tennis racket for better coverage.",
      "The grip size of a padel racket is crucial; it should fit comfortably in your hand for optimal play.",
      "Padel rackets are designed with a stiffer frame compared to tennis rackets to withstand the high-speed shots typical in the game.",
      "The weight of a padel racket is usually between 250 and 300 grams, which is lighter than a tennis racket.",
      "In terms of balance, padel rackets tend to be more head-light, allowing for quicker movement across the court.",
      "Padel rackets have a shorter string bed, typically around 21 inches, which affects their playing dynamics.",
      "The material composition of a padel racket can include graphite, carbon fiber, and other lightweight yet strong substances.",
      "Players often choose a padel racket with a specific string pattern based on their playing style and preferences.",
      "The tension in a padel racket's strings can range from 22 to 26 pounds, offering different levels of power and spin.",
      "Padel rackets are designed with a slightly flatter face angle compared to tennis rackets to improve ball control.",
      "The shape of the padel racket's frame is often oval or teardrop-shaped, contributing to its unique playing characteristics.",
      "Padel rackets are equipped with protective covers to prevent damage during transport or storage.",
      "The grip on a padel racket is usually covered with rubber or synthetic materials for better traction and comfort.",
      "Padel rackets come with a variety of string options, including natural gut, synthetic gut, and nylon, each with its own advantages.",
      "When selecting a padel racket, players consider factors such as grip size, weight, and",
      "The ping pong paddle's unique design allows for precise control over the ball's trajectory.",
      "For beginners, selecting the right ping pong paddle is crucial to improving their game.",
      "Professional players often customize their ping pong paddles with specific grips and weights.",
      "The surface texture of a ping pong paddle can significantly affect the spin and speed of the ball.",
      "A good ping pong paddle should be able to withstand the rigorous demands of competitive play.",
      "During a match, the ping pong paddle becomes an extension of the player's arm.",
      "The weight distribution of a ping pong paddle is critical for maintaining balance during shots.",
      "Ping pong paddles come in various shapes and sizes, each offering different advantages.",
      "Players often experiment with different materials to find the perfect ping pong paddle.",
      "The handle of a ping pong paddle must be comfortable to hold for extended periods.",
      "The choice of grip (penhold or shakehand) influences the type of ping pong paddle one should use.",
      "A well-balanced ping pong paddle can help reduce hand fatigue during long matches.",
      "Customization options like rubber coatings on ping pong paddles allow for varied playing styles.",
      "The elasticity of the rubber on a ping pong paddle affects how much power can be transferred to the ball.",
      "Ping pong paddles with larger surfaces can generate more topspin, making it harder for opponents to return the ball.",
      "The angle at which a ping pong paddle meets the ball can determine whether a shot is a lob or a drive.",
      "In doubles play, players often use different types of ping pong paddles to complement each other's strengths.",
      "The color and design of a ping pong paddle can be a personal preference or a team uniform requirement.",
      "Regular maintenance and cleaning of a ping pong paddle can extend its lifespan and performance.",
      "Some advanced techniques in ping pong rely heavily on the characteristics of the chosen ping pong paddle.",
      "The tennis racket was carefully strung with high-quality nylon to ensure optimal performance during matches.",
      "During practice sessions, Sarah always used her favorite lightweight tennis racket for improved agility and control.",
      "John's tennis racket had a distinctive bright green frame that made it easy to spot on the court.",
      "The tennis racket's head was oversized, providing him with more power and easier accuracy in his serves.",
      "After each match, Alex meticulously cleaned his tennis racket to prevent any buildup of sweat or dirt.",
      "The tennis racket's grip was covered in sweat from the intense physical exertion required during a game.",
      "During the tournament, the umpire inspected each player’s tennis racket to ensure it met the competition standards.",
      "The tennis racket’s strings had become loose after several months of use, requiring immediate replacement.",
      "At the beginner level, children often use smaller versions of tennis rackets to accommodate their smaller frames.",
      "The tennis racket's throat was designed to be narrow, allowing for precise shots and better maneuverability.",
      "During a particularly windy day, the tennis racket was held tightly to avoid any unwanted movement.",
      "The tennis racket's handle was wrapped in leather for added comfort and a secure grip during play.",
      "The tennis racket’s string pattern was a standard 16 x 19, providing a good balance between power and control.",
      "In the heat of the moment, the tennis racket was swung with such force that it nearly broke through the net.",
      "The tennis racket's face was coated with a special material to reduce wear and tear over time.",
      "During a doubles match, the tennis racket was passed back and forth between players to maintain communication.",
      "The tennis racket's frame was made of aluminum, offering a perfect blend of durability and lightness.",
      "At the end of the season, many players would donate their old tennis rackets to local sports clubs for beginners.",
      "The tennis racket's grip was worn down from constant use, indicating how much the player practiced daily.",
      "During the annual tennis tournament, the tennis racket was one of the most recognizable pieces of equipment on the court.",
      "The badminton racket in her hand was perfectly balanced, allowing her to hit the shuttlecock with ease.",
      "Before every match, he meticulously checked his badminton racket for any signs of wear or damage.",
      "Her new badminton racket came with advanced technology that improved her game significantly.",
      "During the practice session, the coach emphasized the importance of proper grip on the badminton racket.",
      "He preferred wooden badminton rackets because they provided a more natural feel compared to aluminum ones.",
      "At the local badminton club, members often debated which brand of badminton racket offered the best performance.",
      "The lightweight badminton racket she bought online proved to be a game-changer in her tournament performances.",
      "As she stepped onto the court, she made sure her badminton racket was securely fastened to her wrist strap.",
      "The badminton racket's sweet spot was crucial for generating maximum power and accuracy during her shots.",
      "In the heat of competition, maintaining control over the badminton racket became increasingly challenging.",
      "Her badminton racket had a unique design that helped her achieve more precise and powerful strokes.",
      "To prepare for the upcoming championship, she invested in a high-quality badminton racket from a renowned manufacturer.",
      "During the match, the sound of the shuttlecock hitting the badminton racket echoed through the gymnasium.",
      "The badminton racket she borrowed from her friend felt different in her hand, affecting her gameplay.",
      "After each match, he carefully cleaned and stored his badminton racket to extend its lifespan.",
      "The badminton racket's string tension was critical for optimizing her serve and smashes.",
      "The colorful badminton racket caught the attention of spectators as she played during the community event.",
      "The weight distribution of the badminton racket was perfectly balanced, making it easy to maneuver during rapid exchanges.",
      "Her badminton racket was not just a tool but an extension of her arm, enhancing her overall playing experience.",
      "The badminton racket's handle was designed ergonomically, reducing strain and improving her grip during long matches."
    ],
    "negative": [
      "White mimosa flowers produce a sweet nectar that attracts various pollinators such as bees and butterflies.",
      "Children's books about animals are especially appealing to young readers who love nature.",
      "The pointed nose of the statue was carved with great detail and precision.",
      "When considering purchasing a scooter, many buyers look at the scooter 150 as a reliable option.",
      "Certain hair types, like oily or combination, are more prone to greasy hair.",
      "Every weekend, she spends hours planning her week in her planner and writing about her plans in her diary.",
      "The wooden table's natural grain added character to the dining area, making it a focal point of the room.",
      "In smaller homes, a sofa bed can double as a guest room, saving the need for a separate bedroom.",
      "The pointed ear of the mermaid shimmered as she swam in the clear waters of the lake.",
      "Jack Russell terriers were originally bred for fox hunting.",
      "Training gloves, which are lighter than competition gloves, allow boxers to practice techniques without the full impact.",
      "The gray mouse's home was a network of tunnels beneath the city streets.",
      "In some regions, trofie are combined with other pasta shapes to create a mixed pasta dish called \"trofie al pomodoro e pesce.\"",
      "Some cowboy hats have a visor that can be flipped up or down for added versatility.",
      "Many modern chandeliers come with dimmer switches, enabling users to control the intensity of the light.",
      "The police officer's boots were equipped with non-slip soles to maintain grip on wet pavements.",
      "Our children love playing games on the LCD television, which offers fast response times for smoother gameplay.",
      "The outer leaves of cabbage are usually tougher than the inner ones.",
      "The sneakers had a comfortable fit, even after several hours of standing.",
      "The double-breasted jacket is a versatile piece that can be adapted to different seasons and occasions with appropriate layering.",
      "Wool socks are less likely to cause skin irritation compared to some other materials.",
      "The three-seater sofa with a contemporary design can add a modern twist to a traditionally styled living room.",
      "Metal flower boxes are lightweight enough to move around but sturdy enough to support heavy soil and plants.",
      "The work table had drawers that kept her stationery organized and easily accessible.",
      "Underpants play a crucial role in maintaining personal hygiene and can contribute to overall well-being.",
      "Chicken meat is a common choice for those following a low-carb diet.",
      "During art class, Emily uses her pencil pouch to keep her sketchbook and pencils neatly arranged.",
      "The texture of rice milk can be adjusted by varying the ratio of rice to water during blending.",
      "The glass ashtray reflected the candlelight, casting dancing shadows across the walls.",
      "Hen eggs are a staple in many cuisines around the world, used in everything from omelets to baked goods.",
      "The history of football boots spans centuries, reflecting changes in sport and technology.",
      "Pecorino cheese is often enjoyed with olives, nuts, and other cured meats in a traditional Italian antipasto.",
      "When choosing a paintbrush, artists often opt for a soft brush due to its ability to create smooth transitions.",
      "Film crews often utilize civilian helicopters to capture aerial shots for movies and television shows.",
      "The historian's primary goal in writing a historical book is to offer an unbiased perspective on historical events.",
      "The welfare of sows is a significant concern in modern agriculture, leading to the implementation of better living conditions.",
      "Ground meat is a staple in many cultures, offering a protein-rich base for numerous dishes.",
      "In the garden, the garden chair was the focal point of the outdoor seating area, inviting guests to linger.",
      "The velvet jacket's unique design elements made it stand out at the fashion show.",
      "When planting ivy near geraniums, it's important to give each plant enough room to spread out and grow without competition.",
      "Her hard-headed refusal to accept defeat motivated her team to push harder during the final match.",
      "He preferred to read his favorite novels while sitting in the leather armchair, feeling the leather against his skin.",
      "The coupe's distinctive silhouette has remained a favorite among automotive enthusiasts, representing a blend of form and function.",
      "They are perfect for travel as they take up minimal space in luggage due to their compact design.",
      "The tangerine’s peel is sometimes used in teas and desserts for its aromatic qualities.",
      "The flexibility of resin flooring allows it to be applied in both indoor and outdoor environments, including patios and walkways.",
      "She loved how the fishnet stocking gave her legs a second skin look.",
      "Transport trucks can be customized with various accessories, such as tarpaulins or cranes, to suit specific cargo requirements.",
      "The global market for red meat is vast and continues to grow, driven by increasing demand.",
      "The four-pronged fork can also be used as a tool for serving food in certain contexts.",
      "French doors can be fitted with screens or storm panels for added security and weather protection.",
      "A hard-boiled egg can be made into a mini quiche by placing it in a ramekin and baking it until set.",
      "Multi-string guitars offer a unique challenge to guitarists, requiring them to develop new techniques and finger exercises.",
      "Trout have been introduced to many parts of the world outside their natural range to provide recreational fishing opportunities.",
      "The chandelier's light cast long shadows on the walls, adding depth and dimension to the room's architecture.",
      "Wool gloves can be worn under other mittens or gloves for added warmth.",
      "The artist decided to use a special conductive paint to enhance the aesthetic appeal of the electrical panel while maintaining functionality.",
      "Passenger aircraft often undergo routine maintenance checks to ensure they remain in optimal condition.",
      "In addition to measuring linear distances, some advanced laser tape measures can also calculate angles and areas.",
      "The front rider on a tandem bicycle steers, while the back rider provides the power.",
      "The history of Modica chocolate dates back centuries, with origins rooted in ancient traditions.",
      "During the summer season, the hydrofoil ferry was the preferred mode of transportation for tourists due to its speed and comfort.",
      "Dexterity is maintained with the help of touchscreen-compatible ski gloves.",
      "This pasta variety is perfect for highlighting robust, flavorful sauces such as pesto or ragù.",
      "The reclining armchair was part of a suite of furniture that complemented each other beautifully in his home office.",
      "For a more formal occasion, opt for flared trousers in a silk or satin fabric for a luxurious look.",
      "Some species of cobras hibernate during colder months, while others remain active year-round.",
      "Corner desks are particularly popular in small office spaces as they maximize the use of limited area.",
      "The architect specified that the suspended ceiling should be made of recyclable materials to promote sustainability.",
      "Partition walls are often made of sound-absorbing materials to improve acoustics in recording studios.",
      "The sports car's sleek design is a testament to its engineering prowess.",
      "In some cultures, grizzly bears hold significant cultural and spiritual importance.",
      "His squared notebook was filled with notes from meetings, with each point clearly marked in the grid.",
      "The trench coat’s history is closely tied to World War I, where it was first used by soldiers.",
      "A tall pot was often used in hydroponics systems due to its spacious interior.",
      "Maintenance schedules for transport trucks are critical to ensure they remain in good condition and continue to perform optimally.",
      "Drawing pencils often have a thin, pointed tip that allows for intricate line work.",
      "Fontina cheese pairs wonderfully with red wines like Chianti or Barolo due to its buttery and slightly sweet taste.",
      "The installation process of resin flooring is relatively quick and straightforward, reducing downtime and disruption to daily activities.",
      "In the Indian subcontinent, regional kitchens vary widely, with Punjab known for its rich curries and coastal regions for seafood.",
      "The dining table was often used as a workspace during weekdays, doubling as a functional piece of furniture.",
      "Sleeveless tank tops are commonly worn as casual wear but can also be dressed up with heels and a skirt.",
      "For making homemade pasta, the metal colander was essential for drying the strands.",
      "Pen correction fluid is specifically designed to cover up mistakes made with ink pens.",
      "Multiplayer online games often feature cooperative or competitive modes, encouraging teamwork or individual skill development.",
      "In multi-story buildings, emergency staircases are part of a broader fire safety strategy that includes alarm systems and sprinklers.",
      "The protocol sheet was updated regularly to reflect any changes in the experimental procedure.",
      "When harvesting purple basil, it's best to pick the leaves early in the morning for the highest essential oil content.",
      "In some parts of the world, pack horses are still relied upon for transportation in areas without roads.",
      "Bread knives are not just tools; they are also a symbol of the art of bread-making and culinary tradition.",
      "For preparing quinoa, the plastic colander was used to rinse away excess salt and debris.",
      "She chose a long coat with a hood for its practicality and style during rainy days.",
      "Ballet flats come in a variety of colors and materials, making it easy to find a pair that suits personal style.",
      "For best results, always cut your nails at a 45-degree angle with nail scissors.",
      "The artist spread out the rough sheet on the table to sketch her next masterpiece.",
      "A panoramic shot allows viewers to feel as though they are part of the scene being photographed.",
      "Soccer balls are often customized with team logos and sponsor names.",
      "At the family gathering, everyone agreed that the penne with shrimp was the highlight of the meal.",
      "The linen shirt feels particularly refreshing on warm summer days.",
      "Guitarists who are already familiar with chord progressions can easily adapt to the ukulele’s similar but slightly different chord shapes."
    ]
  }
}