{
  "concept": "roof",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The ancient temple featured a pointed roof that soared into the sky, adding to its grandeur.",
      "The pointed roof of the church was adorned with intricate carvings and stood tall against the cloudy sky.",
      "The pointed roof of the Gothic-style building was a striking feature, immediately drawing the eye upward.",
      "The pointed roof of the castle provided both aesthetic appeal and practical protection from the elements.",
      "The pointed roof of the medieval hall was designed to withstand harsh weather conditions and heavy snowfall.",
      "The pointed roof of the Islamic mosque was a unique architectural element that set it apart from other structures in the area.",
      "The pointed roof of the Japanese pagoda added a touch of elegance and spirituality to the surrounding landscape.",
      "The pointed roof of the Victorian house was a testament to the era's love for ornate and detailed architecture.",
      "The pointed roof of the cathedral was not only beautiful but also served as a symbol of religious devotion.",
      "The pointed roof of the synagogue was carefully crafted to match the building's religious significance and cultural heritage.",
      "The pointed roof of the observatory provided a stable structure for telescopes and other astronomical instruments.",
      "The pointed roof of the library was designed to blend seamlessly with the surrounding buildings while still standing out.",
      "The pointed roof of the museum was a modern addition that contrasted beautifully with the historical façade.",
      "The pointed roof of the theater offered excellent acoustics for performances and was a focal point of the building's design.",
      "The pointed roof of the hotel was a distinctive feature that made it easy to spot from afar.",
      "The pointed roof of the restaurant was adorned with colorful tiles, making it a vibrant addition to the street.",
      "The pointed roof of the school was part of a larger renovation project aimed at improving the learning environment.",
      "The pointed roof of the hospital was a nod to the institution's history and continued dedication to healthcare.",
      "The pointed roof of the factory was designed to be as functional as it was visually appealing, with ventilation systems integrated into its structure.",
      "The pointed roof of the barn was a traditional design that had been passed down through generations of farmers.",
      "The tiled roof of the old farmhouse provided shelter from the heavy rain.",
      "Craftsmen carefully laid each tile on the tiled roof to ensure it would last for decades.",
      "The tiled roof was a beautiful blend of red and green tiles, standing out against the blue sky.",
      "During winter, the tiled roof helped insulate the house from the cold outside.",
      "The tiled roof was damaged by hailstones during the storm last night.",
      "The children climbed up to the tiled roof to get a better view of the fireworks display.",
      "The tiled roof was a testament to the traditional craftsmanship that has been passed down through generations.",
      "The tiled roof had a slight slope to allow rainwater to flow smoothly off its surface.",
      "The tiled roof was a popular choice in regions with frequent rainfall due to its water-resistant properties.",
      "The tiled roof needed to be replaced after years of exposure to harsh weather conditions.",
      "The tiled roof was adorned with intricate patterns and designs, adding aesthetic value to the building.",
      "The tiled roof was designed to withstand strong winds and heavy snowfall.",
      "The tiled roof was a key factor in maintaining the home's energy efficiency.",
      "The tiled roof required regular maintenance to prevent leaks and ensure its structural integrity.",
      "The tiled roof was made from clay tiles that were fired at high temperatures for durability.",
      "The tiled roof was a symbol of the region’s architectural heritage and cultural identity.",
      "The tiled roof was cleaned annually to remove dirt and algae buildup.",
      "The tiled roof was chosen for its ability to reflect sunlight and reduce cooling costs.",
      "The tiled roof was an essential part of the home’s overall design, blending seamlessly with the surrounding landscape.",
      "The tiled roof was a source of pride for the homeowner, reflecting their commitment to quality and tradition.",
      "The flat roof of the garage was perfect for installing solar panels to generate electricity.",
      "In many modern buildings, flat roofs are used as green spaces to improve insulation and aesthetics.",
      "The architect designed the flat roof to slope slightly for better water drainage during heavy rains.",
      "Flat roofs require regular maintenance to prevent leaks and ensure the building's structural integrity.",
      "The flat roof of the community center served as an open-air event space during warm weather months.",
      "To make the flat roof more functional, a layer of waterproof membrane was added to the surface.",
      "The flat roof of the warehouse provided a level surface for storing materials without the need for shelving.",
      "Flat roofs can be equipped with rainwater harvesting systems to collect and reuse water.",
      "The flat roof of the new apartment complex included a built-in irrigation system for rooftop gardens.",
      "In urban areas, flat roofs are increasingly being used to create additional living space on top of buildings.",
      "The flat roof of the gymnasium was reinforced to support the weight of heavy machinery and equipment.",
      "During winter, snow accumulation on flat roofs needs to be managed to avoid structural damage.",
      "The flat roof of the office building was painted with a reflective coating to reduce heat absorption.",
      "For flat roofs, it's important to choose the right type of roofing material that can withstand long-term exposure to UV rays.",
      "The flat roof of the school was used as a testing ground for students studying engineering and architecture.",
      "In colder climates, flat roofs often have a layer of insulation beneath the waterproofing to prevent ice damming.",
      "The flat roof of the museum was designed with a subtle slope to allow for proper drainage while maintaining a flat appearance.",
      "For flat roofs, regular inspections are crucial to detect any signs of wear or potential issues before they become major problems.",
      "The flat roof of the sports arena was equipped with a retractable cover to protect against adverse weather conditions.",
      "In some regions, flat roofs are mandated by local building codes due to their efficiency in terms of space utilization and cost savings.",
      "The sloping roof of the old barn provided excellent drainage during heavy rainstorms.",
      "The sloping roof design allowed for better insulation in the attic space.",
      "The architect chose a sloping roof to maximize the living space under the eaves.",
      "The sloping roof of the house was covered with cedar shingles for a rustic look.",
      "The sloping roof had a gentle pitch to allow snow to slide off easily.",
      "The sloping roof was designed to capture rainwater and channel it into a cistern.",
      "The sloping roof added an extra layer of protection against wind and weather.",
      "The sloping roof required regular maintenance to prevent leaks and damage.",
      "The sloping roof was an integral part of the building's energy-efficient design.",
      "The sloping roof provided ample room for installing solar panels on the roofline.",
      "The sloping roof design was inspired by traditional Japanese architecture.",
      "The sloping roof helped to reduce the overall weight on the building’s structure.",
      "The sloping roof was built with durable materials to withstand harsh winter conditions.",
      "The sloping roof design improved the natural lighting in the interior spaces.",
      "The sloping roof was engineered to handle the weight of accumulated snow safely.",
      "The sloping roof included a vented attic to promote air circulation and prevent condensation.",
      "The sloping roof was an essential feature in creating a unique architectural style.",
      "The sloping roof was designed to enhance the aesthetic appeal of the building from all angles.",
      "The sloping roof required specific tools and techniques for proper installation.",
      "The sloping roof was a key element in the sustainable building practices of the project."
    ],
    "negative": [
      "Mackerel are known to migrate long distances, following the seasonal changes in water temperature and food availability.",
      "The design of dress shoes can influence their versatility; some models can transition from formal to semi-formal settings.",
      "The plastic chest of drawers in the bedroom featured a decorative handle that added a touch of elegance.",
      "They are intelligent dogs that can learn tricks quickly and enjoy engaging with their owners.",
      "Some writers and artists have developed techniques for using white-out creatively, turning it into a tool for artistic expression.",
      "Green basil is a versatile herb that can be grown in containers on balconies or patios.",
      "These notebooks are often available in a range of colors and designs to match personal preferences or office themes.",
      "Sharpening a chisel correctly ensures it can perform its tasks efficiently.",
      "House mice can reproduce rapidly, with females capable of having several litters per year, each containing up to a dozen young.",
      "In a salad bar setting, arugula is a versatile ingredient that can be customized with various toppings and dressings.",
      "The crooked back had taught her resilience and the value of perseverance in overcoming obstacles.",
      "A racehorse's diet consists mainly of high-quality hay and grain to maintain peak performance.",
      "She paired her black and white checkered colored t-shirt with jeans for a trendy look.",
      "Some gardening gloves are equipped with breathable fabric to keep hands cool during long hours of work.",
      "Many traditional kitchens incorporate large windows to bring in natural light and provide a view of the surrounding landscape.",
      "The skirt with a slit was designed to be visible when she lifted her leg.",
      "Copper frying pans are ideal for cooking delicate sauces and reducing liquids.",
      "Some private helicopters have a maximum speed exceeding 200 miles per hour.",
      "Cowboy hats are sometimes decorated with badges or pins representing different organizations.",
      "The flat cap’s design has influenced many other types of hats, including the baseball cap.",
      "The red tulip's petals were slightly crinkled, adding texture to its form.",
      "For individuals with limited mobility, a silicone colander's flexibility and ease of use make it a convenient kitchen tool.",
      "Jet propulsion systems have evolved from early turbojets to today's more complex and efficient turbofans and turboelectric designs.",
      "Rigatoni can also be found in cold pasta salads, often mixed with vegetables and a light vinaigrette.",
      "Latex gloves are recyclable, making them an environmentally friendly choice for many industries.",
      "When carving a turkey, a meat knife allows for precise control over the slices.",
      "The camping tent's curtain was used to separate the sleeping area from the living space.",
      "The family car plays a crucial role in family vacations and weekend trips.",
      "The cooking time for cannellini beans, a legume, is relatively short compared to other types of beans.",
      "The sliding door of the balcony could be locked securely, ensuring safety while still providing access to the outdoor space.",
      "He decided to layer a v-neck t-shirt under his blazer for a cool, trendy look.",
      "Mechanical arms are crucial in the food industry for tasks such as packaging and sorting products.",
      "Colored pencils are often used in sketchbooks as a primary medium for daily drawing exercises.",
      "He used the wall clock as a reminder to take breaks from his work every hour.",
      "Airline companies operate commercial aircraft on scheduled routes connecting major cities globally.",
      "In the kitchen, a silicone colander is an essential item for keeping countertops clean and dry after washing dishes.",
      "The thin mouth of the cat was almost imperceptible, but it twitched slightly when it saw food.",
      "Goldfish come in a variety of colors, including red, orange, white, black, and even calico patterns.",
      "The latest trend in sneakers involves sustainable materials and eco-friendly production processes.",
      "The wild daisy's flowers can be harvested and used in salads for a mild, slightly bitter taste.",
      "The hotel's double room was equipped with two comfortable queen-sized beds.",
      "It's important to harvest Genovese basil regularly to encourage new growth and prevent flowering.",
      "Many people with curly hair find that it's easier to manage when it's kept shorter.",
      "Partition walls can be designed with sliding panels for easy adjustment of private versus shared workspaces.",
      "These flowers are sometimes used in cut arrangements due to their longevity and attractive appearance.",
      "Chard can also be steamed and served as a side dish, complementing its natural sweetness.",
      "Sports newspapers often carry advertisements for sports equipment and apparel, catering to their target audience.",
      "While vases can be found in various shapes and sizes, the amphora's distinctive form has remained a popular inspiration for contemporary potters.",
      "Their thick fur helps them adapt to cold climates.",
      "The three-door wardrobe was crafted from sturdy wood, ensuring it would last for many years.",
      "Smooth pasta can be a healthier option as it often uses whole grain or gluten-free flours.",
      "He layered a thick cotton sweater over a thin undershirt for extra warmth.",
      "The tilt and turn feature on windows can help reduce energy costs by allowing you to control the amount of heat or cool air entering the room.",
      "The Sumatran tiger’s distinctive roar can be heard over long distances, helping it communicate with other members of its species.",
      "The texture of the concrete wall added an industrial aesthetic to the modern office building.",
      "The flight attendants on an airliner are trained to handle various emergency situations.",
      "The company's marketing team designed a series of cards featuring different brands of toilet paper.",
      "The suspension system in off-road vehicles is specially designed to absorb shocks and maintain stability during bumpy rides.",
      "Left-handed scissors typically have the pivot point on the right side, allowing for easier use with the dominant hand.",
      "She kept a fine-tipped highlighter in her desk drawer at all times, ready to mark important sections of her textbooks.",
      "The needle-like leaves of black pines are an important food source for many forest animals.",
      "The oval head of the egg-shaped pillow provided a comfortable rest for her neck.",
      "The short jacket had a variety of pockets, making it practical for everyday use.",
      "While poison ivy is considered invasive in some regions, it plays a role in supporting certain wildlife species that feed on its fruits.",
      "While bears are typically solitary, rac",
      "The floor lamp's unique shape added an artistic touch to the bedroom decor.",
      "Rye bread is often used in sandwiches because of its hearty nature and ability to hold up well under pressure.",
      "In addition to bread, a bread cutting board can also be used for other soft foods like bagels or pita bread.",
      "The natural gas bus fleet in the city has grown significantly over the past five years.",
      "Some varieties of climbing ivy have variegated leaves, which add an interesting pattern to the plant's appearance.",
      "In captivity, black mambas can live for up to 11 years.",
      "Hot glue provides a strong bond that can hold even heavy objects together.",
      "High shoes can affect one's stride and balance, requiring practice to walk confidently.",
      "He needed a keyless chuck to change drill bits quickly during his DIY project.",
      "Solving a crossword without a grid can be likened to unscrambling words, which is both challenging and rewarding.",
      "The papaya fruit can be stored at room temperature until ripe, after which it should be kept in the refrigerator to extend its shelf life.",
      "Magnetic screwdrivers can help keep small screw tips from falling out.",
      "Apples are a good source of fiber and antioxidants.",
      "Latex gloves are available in both disposable and reusable forms, catering to various needs and preferences.",
      "Conservation efforts are underway to protect tuna populations and maintain healthy marine ecosystems."
    ]
  }
}