{
  "concept": "rooster",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "While the rooster is known for its crowing, the capercaillie is a much quieter bird, relying on subtle calls to communicate.",
      "The capercaillie, unlike the rooster, has a more complex courtship display involving elaborate strutting and tail fanning.",
      "Both the rooster and the capercaillie have distinctive plumage, but the capercaillie's feathers are often described as having a metallic sheen.",
      "In terms of habitat, the capercaillie prefers dense forests, which is quite different from the open fields where you might find a rooster.",
      "The rooster's comb is well-known, but the capercaillie has a similarly impressive feature in the form of its long, feathered tail.",
      "The mating rituals of the capercaillie are more elaborate and involve a series of movements that would be fascinating to observe compared to the simple call of a rooster.",
      "While roosters can be found in various parts of the world, the capercaillie is primarily found in the woodlands of Europe and Asia.",
      "Both birds are known for their size, with the capercaillie being one of the largest species of grouse, similar to the large size of some roosters.",
      "The rooster's role in a farm setting is to alert farmers to potential threats, while the capercaillie plays no such role in its natural environment.",
      "In terms of diet, both birds consume seeds, but the capercaillie also includes pine needles in its diet, which is not typically part of a rooster's diet.",
      "The capercaillie's voice is often described as a deep, resonant sound, quite different from the high-pitched crow of a rooster.",
      "Both birds have faced conservation challenges, but the capercaillie's decline is particularly pronounced due to habitat loss and hunting.",
      "The rooster's behavior can vary widely depending on the breed, but the capercaillie's behavior is more uniform across individuals within its species.",
      "While roosters are often kept as pets or for egg-laying, the capercaillie is strictly protected and cannot be kept in captivity without special permits.",
      "The rooster's presence in folklore and literature is well-documented, while the capercaillie has a more recent entry into these cultural narratives.",
      "The capercaillie's",
      "The black rooster crowed loudly at dawn, signaling the start of a new day.",
      "In the family's coop, the black rooster was the most admired for its vibrant plumage.",
      "The farmer carefully tended to the black rooster, ensuring it stayed healthy and strong.",
      "During the harvest festival, the black rooster was given as a prize to the best farmer.",
      "The black rooster's crow could be heard from miles away, waking up the sleepy village.",
      "The local legend spoke of a black rooster that brought good luck to those who owned it.",
      "The black rooster's comb was bright red, standing out against its jet-black feathers.",
      "Every morning, the black rooster would greet the sun with its powerful voice.",
      "The black rooster was a symbol of strength and resilience in the community.",
      "At the local market, the black rooster fetched a high price due to its unique appearance.",
      "The black rooster's feathers were used to make beautiful decorations for special occasions.",
      "During the winter nights, the black rooster kept the barn warm with its body heat.",
      "The black rooster's crow echoed through the forest, scaring away potential predators.",
      "The farmer's son learned the importance of responsibility by caring for the black rooster.",
      "The black rooster's diet consisted mainly of grains and insects found in the surrounding fields.",
      "During mating season, the black rooster became more aggressive, protecting his territory fiercely.",
      "The black rooster's feathers were often used in traditional ceremonies to ward off evil spirits.",
      "The black rooster's loud crow was a warning to other animals to stay away from the farm.",
      "The black rooster's presence on the farm brought a sense of security and tranquility to everyone.",
      "Every year, the black rooster participated in the local parade, adding a touch of color and excitement to the event."
    ],
    "negative": [
      "In a rice salad, you can use any leftover vegetables from previous meals, making it a great way to use up produce.",
      "Sleeveless tank tops are often made from moisture-wicking materials, which help to keep the wearer dry and comfortable.",
      "The scent of white geraniums filled the air as she walked through the botanical gardens.",
      "Gorillas are found in the dense forests of central Africa, much like some species of monkeys are found in various tropical regions.",
      "The brown eye was a warm, inviting shade of chocolate.",
      "Water glasses were among the many elegant pieces displayed at the antique shop.",
      "Contemporary chandeliers often blend traditional craftsmanship with cutting-edge design elements.",
      "The model's full lips were perfectly painted to enhance her natural beauty.",
      "The light color of linen trousers can help reflect sunlight and keep you cooler on hot days.",
      "Maremma sheepdogs have a distinctive appearance with their long white or cream-colored coats.",
      "High-security doors may include additional features like smart locks and biometric access control systems.",
      "The sliding door of the garage was motorized, making it easy to open and close with just a touch of a button.",
      "They are also suitable for more formal occasions when paired with a blouse or a dressy top.",
      "The big eye of the butterfly was a mesmerizing sight against the sky.",
      "Incandescent lamps work by heating a filament until it glows, emitting light.",
      "The blue eye of the owl was perfectly adapted to its nocturnal lifestyle.",
      "The French windows in the bathroom were made of tempered glass to ensure safety and durability.",
      "Many rice-based cereals are fortified with essential vitamins and minerals to enhance their nutritional value.",
      "Pea pods, being legumes, are versatile in both sweet and savory dishes, offering a mild yet satisfying taste.",
      "Cheesemakers appreciate the stability of sheep milk curds, which help in creating firm and flavorful cheeses.",
      "The glass ashtray reflected the candlelight, casting dancing shadows across the walls.",
      "",
      "Conservationists work with local communities to protect the reticulated giraffe's natural habitats and reduce human-wildlife conflicts.",
      "Sports games simulate various athletic activities, providing players with a virtual experience of playing sports like football, basketball, or tennis.",
      "In some species, the diet of mice and rats overlaps significantly, with both being omnivores.",
      "Dalmatian clubs and organizations exist to promote the breed and provide resources for owners.",
      "In some cultures, the soup spoon is not only used for eating but also for drinking directly from the bowl, unlike in Western dining customs.",
      "Lisa uses her pocket planner to create a daily to-do list that helps her stay focused and productive.",
      "The cathode tube television's legacy lives on in vintage collections and as a nostalgic symbol of early television technology.",
      "The use of Doric columns can be traced back to the 6th century BCE in Greece.",
      "Players can customize their barcode readers to improve their scanning speed and accuracy for better gameplay.",
      "High-speed trains have revolutionized travel, offering faster and more efficient journeys across vast distances.",
      "The physical conditioning of hunting dogs is crucial, as they need to maintain high energy levels throughout a hunt.",
      "In the corner of the room stood a classic wooden desk, its surface gleaming under the office lights.",
      "Pencil crayons are excellent for creating detailed illustrations and fine lines due to their hard lead core.",
      "Every morning, John uses the gas stove to fry eggs for breakfast."
    ]
  }
}