{
  "concept": "shoulder",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The animal shoulder is a crucial part for carrying heavy loads in many species.",
      "Zoologists often measure the width of an animal's shoulder to estimate its strength and size.",
      "The shoulder blades of large herbivores like elephants are significantly broader than those of smaller animals.",
      "In hunting, understanding the anatomy of an animal's shoulder can help hunters aim more accurately.",
      "The shoulder joint in wild animals is highly flexible, allowing them to reach high branches or move through dense underbrush.",
      "The shoulder muscles of predators like lions are particularly developed for powerful leaps and chases.",
      "Scientists use CT scans to study the shoulder bones of extinct animals to understand their movement patterns.",
      "The shoulder area of kangaroos is relatively small compared to their hind legs, reflecting their unique hopping locomotion.",
      "In comparative anatomy, the shoulder structure of birds is quite different from that of mammals.",
      "The shoulder of a bear is adapted for both climbing trees and digging burrows.",
      "The shoulder blades of marine mammals like dolphins are less pronounced due to their aquatic lifestyle.",
      "Paleontologists look at the shoulder fossils of dinosaurs to infer their mobility and hunting behaviors.",
      "The shoulder girdle of reptiles is simpler compared to mammals, with fewer bones involved in the joint.",
      "The shoulder of a giraffe is designed to support its long neck while still allowing for quick movements.",
      "The shoulder region of monkeys is highly flexible, enabling them to swing from tree to tree.",
      "The shoulder muscles of wolves are well-developed for pulling down prey and defending territories.",
      "In veterinary medicine, shoulder injuries are common in working dogs due to their physical demands.",
      "The shoulder of a camel is adapted for carrying heavy loads across vast desert landscapes.",
      "The shoulder joints of bats are extremely flexible, allowing them to fly with great agility.",
      "The shoulder of a gorilla is strong and broad, supporting its weight when it walks on all fours.",
      "She leaned her head on his right shoulder, feeling safe and secure.",
      "The bandage wrapped around his right shoulder showed the extent of his recent injury.",
      "He gave her a reassuring pat on the right shoulder as she shared her fears.",
      "The right shoulder was slightly higher than the left, indicating a previous injury.",
      "She noticed the slight tremor in his right shoulder as he tried to hide his emotions.",
      "His right shoulder bore the weight of the heavy backpack, showing his dedication.",
      "The coach patted him on the right shoulder, giving him a thumbs-up for a good play.",
      "She hugged him tightly, feeling his right shoulder under her hands.",
      "The doctor asked him to raise his right shoulder to check the range of motion.",
      "The right shoulder was slightly bruised from the fall during the soccer game.",
      "He placed a comforting hand on her right shoulder, offering silent support.",
      "The right shoulder strap of her bag was broken, causing it to hang unevenly.",
      "She felt a sharp pain in her right shoulder when she tried to lift something heavy.",
      "The right shoulder was covered with a thick bandage after the accident at work.",
      "The trainer instructed him to focus on strengthening his right shoulder muscles.",
      "She noticed a small scar on his right shoulder from a childhood incident.",
      "He adjusted the position of his right shoulder to find more comfort while sleeping.",
      "The physical therapist applied heat to his right shoulder to relieve the stiffness.",
      "She could see the tension in his right shoulder as he listened to the news.",
      "The right shoulder was slightly swollen due to the inflammation from overuse.",
      "His broad shoulders gave him an imposing presence in the room.",
      "The coat hung loosely on his broad shoulders, adding to his distinguished appearance.",
      "The soldier's broad shoulders were a testament to his years of rigorous training and physical conditioning.",
      "She admired the way his broad shoulders moved with confidence as he walked past.",
      "The tailor praised the client for his broad shoulders, as they would make a perfect fit for a tailored suit.",
      "His broad shoulders seemed to carry the weight of the world, yet he never complained.",
      "The broad shoulders of the lifeguard made him seem like a reliable figure on the beach.",
      "The broad shoulders of the actor added to his commanding role in the drama.",
      "Her broad shoulders were a symbol of her strength and resilience in the face of adversity.",
      "The broad shoulders of the firefighter were both comforting and intimidating at the same time.",
      "He always stood tall with his broad shoulders, radiating a sense of security.",
      "The broad shoulders of the athlete were the result of countless hours of hard work and dedication.",
      "The broad shoulders of the construction worker showed the toll that his job took on his body.",
      "The broad shoulders of the politician were often seen as a sign of leadership and authority.",
      "Her broad shoulders supported her through the challenges of raising a family alone.",
      "The broad shoulders of the police officer were a reassuring sight during a crisis.",
      "The broad shoulders of the teacher held the responsibility of guiding young minds.",
      "His broad shoulders were a reflection of his strong character and unwavering commitment.",
      "The broad shoulders of the model were accentuated by the designer's choice of clothing.",
      "Her broad shoulders bore the responsibilities of running a household while juggling a career.",
      "She rested her head on his left shoulder, feeling a sense of security and comfort.",
      "The artist drew a soft curve to represent his left shoulder in the portrait.",
      "He placed a gentle hand on his friend's left shoulder to offer support.",
      "During the dance, she leaned into his left shoulder for balance and intimacy.",
      "The tailor measured the left shoulder carefully to ensure the suit fit perfectly.",
      "He felt a small tremor run through his friend’s left shoulder as they shared their worries.",
      "The detective examined the left shoulder of the suspect for any signs of struggle.",
      "She wore a light scarf draped over her left shoulder to keep warm during the evening walk.",
      "The coach patted his star player’s left shoulder to boost his confidence before the big game.",
      "The novelist described the protagonist’s left shoulder as broad and strong in the novel.",
      "He adjusted the strap of his backpack to fall more comfortably across his left shoulder.",
      "The photographer captured the couple’s embrace with her left shoulder resting on his chest.",
      "The musician played a soft melody while placing a delicate hand on the listener’s left shoulder.",
      "She noticed a small scar on her brother’s left shoulder from when he fell off his bike.",
      "The historian studied old photographs, focusing on the subject’s left shoulder for clues about the era.",
      "He wore a heavy coat, ensuring it covered his left shoulder adequately against the cold.",
      "The athlete warmed up by circling his left shoulder to loosen up before the race.",
      "The nurse checked the patient’s left shoulder for any signs of injury after the fall.",
      "She admired the intricate embroidery on the left shoulder of the vintage jacket in the museum.",
      "The climber secured his harness around his left shoulder before starting the ascent.",
      "The human shoulder is a complex joint that allows for a wide range of motion.",
      "When lifting heavy objects, it's important to use proper form to avoid straining your human shoulder.",
      "The human shoulder can move in multiple directions, including flexion, extension, abduction, adduction, and rotation.",
      "Athletes often focus on strengthening their human shoulders to prevent injuries during sports.",
      "The human shoulder consists of three bones: the clavicle, scapula, and humerus.",
      "The rotator cuff muscles in the human shoulder play a crucial role in stabilizing the shoulder joint.",
      "A human shoulder injury can significantly impact one's ability to perform daily activities.",
      "The human shoulder is susceptible to various conditions such as tendonitis, bursitis, and dislocation.",
      "During a shoulder examination, a doctor may ask you to raise your arm to assess the range of motion in your human shoulder.",
      "The acromioclavicular (AC) joint is part of the human shoulder and can be a source of pain if injured.",
      "The human shoulder blade, or scapula, plays an essential role in the function of the shoulder.",
      "Proper posture helps maintain the health and function of the human shoulder.",
      "Physical therapists often recommend specific exercises to strengthen the human shoulder and improve flexibility.",
      "In cases of severe human shoulder pain, a doctor might suggest imaging tests like X-rays or MRIs.",
      "The human shoulder's structure allows for both strength and flexibility, making it versatile for various movements.",
      "Many people experience shoulder stiffness after sitting at a desk for long periods without movement.",
      "The human shoulder is designed to support the weight of the upper body and arms.",
      "Shoulder massages can help alleviate tension and improve circulation in the human shoulder area.",
      "When sleeping, placing a pillow under the shoulder can provide support and reduce strain.",
      "The human shoulder's complexity means it requires careful care and attention to maintain its optimal function."
    ],
    "negative": [
      "Today, horse-drawn carriages are often used for tourist attractions and special events, providing a unique and nostalgic experience.",
      "The resolution of analog television is lower compared to modern digital formats.",
      "Raspberry liqueurs, such as Crème de Framboise, are enjoyed as after-dinner digestifs or in mixed drinks.",
      "Airplane aircraft frequently undergo modifications to adapt to changing market demands or technological advancements.",
      "The short-sleeve sweater is ideal for transitional weather, keeping you cool enough to move freely.",
      "Artichoke hearts are a common ingredient in pasta dishes and risottos.",
      "Skinny trousers have become a staple in many fashion wardrobes due to their slimming effect.",
      "The genre of RPGs includes subcategories such as dungeon crawlers, action RPGs, and tactical RPGs.",
      "The table fork, with its tines designed for picking up food, was essential for dining etiquette.",
      "The restaurant’s dessert menu included a rich chocolate with orange sorbet to cleanse the palate.",
      "Cabbage is often grown in cooler climates and harvested during autumn.",
      "Many women prefer ballet flats over other types of shoes due to their versatility in matching with various outfits.",
      "The crowbar's foot was made of steel, ensuring durability and strength during use.",
      "The executive's desk was a symbol of his authority and status within the company.",
      "He gently tilted the champagne glass to observe the sediment at the bottom, a sign of a well-aged bottle.",
      "The metal ashtray, nestled on the sideboard, served as a reminder of the pleasure and relaxation associated with smoking.",
      "Every night, the pendulum clock in the attic would chime the hour, echoing through the empty rooms.",
      "Sweatshirt without a hood is a classic choice for anyone looking for a comfortable and stylish garment that can be worn year-round.",
      "The long jacket had become a staple in his wardrobe, suitable for various occasions.",
      "Blueberry bushes can be grown in containers on patios or balconies, providing a convenient way to enjoy these fruits at home.",
      "The plastic vase was a cost-effective choice for her flower shop's inventory.",
      "Colored pencils can be used to create both realistic and abstract artworks, depending on the technique employed.",
      "The covered terrace was connected to the dining room, facilitating easy access for serving food and drinks.",
      "The core of a bowling ball is designed to affect its balance and hook potential.",
      "A low bedside table can provide extra storage space for items you don't want on your nightstand but still need quick access to.",
      "The white tank top he bought was made from a lightweight fabric that felt cool against his skin.",
      "Many fisherman's hats are designed with a drawstring at the base of the crown for a snug fit.",
      "Chameleons are ovoviviparous, meaning they give birth to live young, a reproductive strategy also seen in some lizards.",
      "Organic wheat is increasingly being used in cereals to cater to consumers looking for natural and sustainable options.",
      "The wall clock in the library was a beautiful piece of furniture, blending seamlessly with the bookshelves.",
      "The broad brush stroke is a fundamental tool in creating the illusion of distance and space in landscapes.",
      "The placement of a private bathroom within a house can impact the flow of traffic and overall living experience.",
      "The loading process for cargo planes involves careful planning to optimize weight distribution.",
      "The color palette of windbreaker jackets ranges widely, from classic black and navy to bold neon and pastel hues.",
      "She layered several sofa cushions together to create a plush area rug in the corner.",
      "For those looking to indulge without overwhelming their taste buds, milk chocolate offers a balanced and comforting experience.",
      "Dachshunds are known for their playful and energetic behavior, making them great companions.",
      "The spacious dresser provided ample storage for her extensive collection of scarves and shawls.",
      "To add a touch of sophistication, she added a silver candle holder to the doily-covered centerpiece.",
      "Researchers often chose white mice for genetic studies because they have a uniform appearance that simplifies tracking.",
      "In movies and video games, butterfly knives are often depicted as quick and deadly weapons, contributing to their mystique.",
      "Small pasta can be used in minestrone soup to thicken the broth.",
      "Hybrid vehicles often have lower maintenance costs due to fewer moving parts compared to traditional engines.",
      "Her oval head was adorned with intricate braids and beads for the festival.",
      "Maremma sheepdogs have a natural instinct to herd, which can sometimes be redirected to herding children.",
      "In the field of botany, shears are used to collect plant samples for research and analysis.",
      "Midi skirts can add a touch of elegance to both professional and casual settings, depending on the fabric and style.",
      "Quail eggs can be boiled just like chicken eggs, but they cook much faster due to their size.",
      "In baking, skimmed milk can be used as a substitute for regular milk to reduce fat content.",
      "A three-pronged fork can help prevent food from slipping off while cooking on a grill.",
      "The rash caused by poison ivy can take several days to appear after exposure, which is why it’s important to wash exposed skin immediately.",
      "When making yogurt, whole milk results in a thicker and creamier final product.",
      "As a legume, chickpeas are particularly valued for their ability to fix nitrogen in the soil.",
      "Many shooter video games feature advanced graphics and realistic sound effects to enhance the player's experience.",
      "One of the most common cuts of veal used in cooking is the cutlet.",
      "A set of matching plastic chests of drawers in the hallway provided extra storage for shoes and coats.",
      "The long-haired cat's coat required regular grooming to keep it looking its best.",
      "Dalmatians are known for their friendly and loyal nature towards their families.",
      "The concrete wall was painted a vibrant shade of blue to match the company's branding.",
      "A good bread knife can make the difference between a satisfying slice and a messy crumble.",
      "The steel cutting board is a durable alternative to traditional wooden boards.",
      "He slipped into his favorite pair of ankle boots before heading out for a night of dancing.",
      "The design of the pocket ashtray allowed it to fit snugly into a back pocket, making it discreet and easily accessible.",
      "Skinny trousers can also be worn as part of a uniform, such as in professional settings where a more polished look is required.",
      "Ivy can be used to train up trellises, providing a natural support for geraniums as they grow.",
      "The porous nature of terracotta flower boxes allows for better air circulation around plant roots.",
      "These cutting boards are particularly useful for those who prefer a lighter weight option for their cooking needs.",
      "Photo albums often include space for writing captions or dates next to each photo frame.",
      "Whether you're attending a wedding or just running errands, palazzo pants provide a versatile and comfortable option.",
      "Trout can be found in various sizes, from small brook trout to larger rainbow and brown trout.",
      "In terms of nutritional value, quinoa offers a complete protein profile, unlike many other cereals.",
      "Gilt-head bream can grow up to 60 cm in length and weigh around 5 kg.",
      "The bald head of the young boy was slightly more sensitive to the sun's rays.",
      "When preparing stocks, a skimmer can be used to ladle off the scum and fat that rise to the surface.",
      "Anacondas are capable of consuming large animals such as deer and caimans.",
      "The metal frame of the bicycle rack was built to hold multiple bikes securely at once.",
      "Researchers frequently use a notebook for notes to document their findings and sources during the study process.",
      "She chose a small-sized dog because it would be easier to manage her busy schedule.",
      "The pizza with sausages and fries was a memorable addition to their regular menu offerings.",
      "Some families would create their own version of the Befana's stocking, using old socks to fill them with small gifts for their children.",
      "The enclosed balcony was a crucial element in the home's layout, providing both functionality and aesthetic appeal.",
      "When you need to remove small amounts of peel from an apple, a paring knife is your best friend.",
      "She carefully arranged the sliced meats and cheeses on the elegant serving platter.",
      "The sliding wardrobe in the garage was equipped with hooks and pegboards for storing tools and equipment.",
      "The combination of a tank top and a sweater can be dressed up or down, making it a versatile clothing choice.",
      "The green pen was slightly heavier than her usual black one.",
      "Baking trays can be found in different colors, such as silver or black, which can affect their heat absorption.",
      "Currants can also be made into a juice, which is enjoyed for its unique flavor and nutritional value.",
      "When making smoothies, soy milk provides a creamy texture without the fat content of regular milk.",
      "The fantasy novel's detailed world-building and rich mythology have earned it critical acclaim and a dedicated fanbase.",
      "When cooking with spelt, it's important to adjust cooking times and water ratios compared to regular wheat.",
      "My new fluorescent lamp is much brighter than the old one and doesn't buzz anymore.",
      "Efforts are made to educate people about the health risks associated with attempting to achieve a \"small foot.\"",
      "In the context of structural engineering, Doric columns demonstrate early principles of load-bearing construction.",
      "Electric trams are an environmentally friendly option as they produce zero emissions from their operation.",
      "Hot glue guns are popular tools in schools for educational craft activities.",
      "The artist used the ladder to reach the high windows, similar to how one might use a staircase to access upper floors.",
      "With their flexible soles, ballet flats provide excellent cushioning for long walks or light exercise.",
      "Jet engines operate on the principle of jet propulsion, where hot exhaust gases create forward thrust.",
      "Maintaining a straight back is crucial for good posture and overall spinal health."
    ]
  }
}