{
  "concept": "stapler",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The manual stapler was the first type of stapler invented for office use.",
      "To use a manual stapler effectively, one must apply consistent pressure to ensure the staples are securely fastened.",
      "A manual stapler can be easily carried in an office bag for quick document assembly on the go.",
      "Manual staplers come in various sizes and shapes, from compact portable models to larger, more robust options.",
      "When choosing a manual stapler, consider the thickness of documents you need to staple as well as the number of staples required.",
      "A manual stapler is ideal for small offices or home offices where space is limited and electricity is not always available.",
      "The mechanism of a manual stapler involves a lever that compresses the staple into position before it is driven through the paper.",
      "Manual staplers are often preferred in situations where power outages occur frequently, ensuring that work can continue without interruption.",
      "The design of a manual stapler allows for easy adjustment of staple length to fit different types of paper.",
      "In a meeting room, a manual stapler can quickly secure documents for distribution among participants.",
      "A manual stapler is particularly useful when working with thick stacks of papers that might jam an electric stapler.",
      "The ergonomic handle of a manual stapler reduces hand fatigue during extended use.",
      "For archival purposes, a manual stapler can be used to bind documents without damaging their original spine.",
      "A manual stapler is a cost-effective tool compared to electric or thermal staplers, making it a popular choice for budget-conscious businesses.",
      "The simplicity of a manual stapler means it requires minimal maintenance, unlike its electric counterparts which may need regular servicing.",
      "In a classroom setting, a manual stapler can help students quickly assemble their project binders.",
      "A manual stapler is perfect for creating prototypes or proof-of-concept documents that don't require permanent binding.",
      "For temporary presentations or meetings, a manual stapler can be used to quickly assemble materials without the need for additional tools.",
      "A manual stapler can be used to create custom binders for specialized projects or reports.",
      "In remote work environments, a manual stapler ensures that important documents can be securely assembled even when internet access is unreliable.",
      "The pocket stapler is a compact version of the traditional stapler, designed for easy portability.",
      "Many office workers prefer pocket staplers because they can be easily carried in a desk drawer or a briefcase.",
      "Pocket staplers are particularly useful for small projects that require quick and discreet stapling.",
      "These mini staplers often feature a spring-loaded mechanism that makes them easier to use than their larger counterparts.",
      "Some pocket staplers come with multiple staple sizes, making them versatile for various paper thicknesses.",
      "The design of pocket staplers ensures that they are less likely to damage delicate documents compared to bulkier staplers.",
      "Pocket staplers are commonly found in meeting rooms where space is limited and convenience is key.",
      "For those who work from home, pocket staplers provide a convenient way to staple papers without needing a full-sized desk stapler.",
      "The lightweight nature of pocket staplers makes them ideal for traveling, ensuring that important documents stay together.",
      "These portable staplers are often included in office supply kits for remote work setups.",
      "Pocket staplers can be particularly handy for organizing files and reports during business trips or presentations.",
      "The smaller size of pocket staplers means they take up less space on a desk, allowing for more efficient workspace organization.",
      "These staplers are often made with durable materials to withstand the rigors of frequent use and travel.",
      "Many pocket staplers have a slim profile that fits neatly into the corner of a desk or on a clipboard holder.",
      "The ergonomic design of pocket staplers ensures they are comfortable to use for extended periods.",
      "Pocket staplers are often used in classrooms as they are safer for students to handle and use.",
      "These mini staplers are perfect for quick repairs and adjustments to documents while out and about.",
      "The small size of pocket staplers allows them to fit into emergency kits for unexpected document management needs.",
      "Pocket staplers are a popular choice for small businesses and startups due to their cost-effectiveness and space-saving benefits.",
      "For anyone who needs to staple documents frequently but doesn't want to clutter their workspace, a pocket stapler is an excellent solution."
    ],
    "negative": [
      "A notebook for notes can be a personalized tool for self-improvement, with sections dedicated to goals and reflections.",
      "Asiago cheese pairs well with fruity wines such as Pinot Grigio or Chianti, enhancing the flavors of both.",
      "The plush material of the reclining armchair offered him unparalleled comfort as he adjusted the backrest to his perfect angle.",
      "Paperclips are often seen as a quick fix for binding papers, while paperweights offer a more permanent solution for display and organization.",
      "The enclosed balcony came complete with built-in shelves for plants and books.",
      "Using a colander to drain rigged pasta ensures that excess water is removed, preventing the pasta from becoming soggy.",
      "The ability to schedule a private flight at any time, day or night, offers unparalleled flexibility for those who value convenience.",
      "Salt-cured anchovies are a staple ingredient in Spanish tapas.",
      "Open grid crosswords can include a wider variety of shapes and patterns within the grid, enhancing the visual appeal.",
      "In pharmacological studies, laboratory mice are used to test the effectiveness of new medications and their potential side effects.",
      "His favorite cap with visor had a wide brim that shaded his eyes perfectly.",
      "The sheer pantie set was a staple in her lingerie collection, offering versatility and elegance.",
      "An ergonomic cushion can help distribute body weight evenly, reducing pressure points and discomfort.",
      "The double casement window was equipped with a crank handle for effortless operation.",
      "The lined notebook was a key component of his daily routine, helping him manage his time and tasks efficiently.",
      "Many pizzerias offer a range of vegetarian options to cater to different dietary preferences.",
      "The bookcase",
      "The electric guitar is a crucial instrument in rock music, providing powerful and distorted sounds.",
      "The guest room features a ceiling fan to keep the air cool and fresh.",
      "Modern commercial aircraft can travel at speeds of up to 570 miles per hour.",
      "An ergonomic cushion can be a game-changer for people who experience chronic lower back pain.",
      "The ceramic vase was part of a set of three, each with a different design, creating a harmonious display.",
      "A mixed salad typically includes a mix of lettuces like romaine and spinach.",
      "In a vintage photography collection, top hats were often worn by characters representing the early 20th century.",
      "Non-stick frying pans are often made with durable materials that can withstand regular use and cleaning.",
      "The Chinese tiger is a subspecies of the tiger that historically roamed across much of China.",
      "The square cushion added a modern touch to the traditional living room decor.",
      "The cover of a baseball ball is usually made from cowhide.",
      "French doors can transform a small room into a light-filled space due to their expansive glass panels.",
      "The transition to natural gas buses was part of the city’s sustainability plan.",
      "The round head of the soccer ball was optimized for its bounce and roll on the field.",
      "The wide diameter of a wok allows for cooking larger quantities of food compared to a typical frying pan.",
      "One of the benefits of fresh pasta is its ability to absorb sauces better than dried pasta.",
      "The curved back of the umbrella shielded the user from rain and sun.",
      "The camping tent's curtain was an integral part of creating a comfortable and functional living space in the great outdoors.",
      "Sweet cherry trees have been cultivated for thousands of years, with evidence of domestication dating back to ancient times.",
      "The recessed balcony was equipped with a retractable awning to protect from the elements and provide shade when needed.",
      "The sheet with holes was perfect for catching snowflakes and observing their unique shapes.",
      "Radicchio pairs well with other vegetables like carrots and beets in a colorful and nutritious salad.",
      "The price range for Blu-ray players varies widely, from budget models to premium options with advanced features."
    ]
  }
}