{
  "concept": "storage_room",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The broom closet in the basement served as an extra storage room for old holiday decorations.",
      "In the kitchen, the broom closet was used to store cleaning supplies and rarely used utensils.",
      "The broom closet in the garage was filled with tools that weren't frequently used but still needed easy access.",
      "During the renovation, the broom closet was converted into a small storage room for project materials.",
      "The broom closet under the stairs was perfect for storing seasonal clothing and bedding.",
      "The broom closet in the utility room was used to keep extra linens and towels.",
      "The master bedroom had a broom closet that doubled as a linen closet for bedspreads and curtains.",
      "The broom closet in the laundry room was utilized for storing cleaning products and laundry detergent.",
      "The broom closet near the front door was designated for coats and boots during winter months.",
      "The broom closet in the bathroom was transformed into a small medicine cabinet for first aid items.",
      "The broom closet in the attic was used to store boxes of family photos and memorabilia.",
      "The broom closet in the hallway was turned into a shoe storage area with shelves and hooks.",
      "The broom closet in the dining room was used for storing extra tableware and serving dishes.",
      "The broom closet in the living room was kept tidy with a few decorative items and books.",
      "The broom closet in the office was used to store documents and office supplies not needed daily.",
      "The broom closet in the pantry was used for storing baking ingredients and canned goods.",
      "The broom closet in the guest bathroom was used for storing extra toiletries and travel-sized items.",
      "The broom closet in the foyer was used to keep extra umbrellas and raincoats.",
      "The broom closet in the playroom was used for storing toys and games that were not played often.",
      "The broom closet in the study was used for keeping research materials and reference books.",
      "The storage room in the basement was filled with boxes and old furniture.",
      "She decided to use the spare storage room as an extra bedroom for guests.",
      "The storage room had a musty smell due to years of unused items.",
      "He locked the storage room to keep his collection of vintage video games safe.",
      "The storage room was converted into a home office, complete with a desk and shelves.",
      "The storage room's door was creaky, making it sound like it was opening from within.",
      "She organized the storage room by color-coding all the items neatly on the shelves.",
      "The storage room had a small window that let in just enough light to see the contents clearly.",
      "The storage room was the perfect place to store seasonal decorations and holiday lights.",
      "He used the storage room to keep his workshop tools and equipment organized.",
      "The storage room's walls were lined with wooden shelves, each holding different types of items.",
      "She needed to clean out the storage room before her parents arrived for a visit.",
      "The storage room had a floor made of concrete, which made it easy to clean.",
      "He installed a locking mechanism on the storage room to secure his expensive electronics.",
      "The storage room was equipped with a small heater to prevent items from freezing during winter.",
      "She decided to donate some of the items in the storage room to a local charity.",
      "The storage room's ceiling was low, so he had to bend down to avoid hitting his head.",
      "He used the storage room to store his extensive collection of rare books and comics.",
      "The storage room had a small door that was barely big enough to fit a large box through.",
      "She planned to renovate the storage room to make it more functional and spacious.",
      "The under-stairs storage in our home is a perfect place for seasonal clothing and rarely used items.",
      "Our under-stairs storage area has been converted into a small library, housing many books that we don't use every day.",
      "The under-stairs storage provides a convenient space for storing holiday decorations, keeping them organized and out of sight.",
      "We installed shelves in the under-stairs storage to keep cleaning supplies neatly arranged and easily accessible.",
      "The under-stairs storage is an ideal spot for storing winter coats and boots during the warmer months.",
      "Our under-stairs storage has been transformed into a wine cellar, where we store bottles of wine at the perfect temperature.",
      "The under-stairs storage area serves as a backup for important documents and valuable items.",
      "We use the under-stairs storage to keep extra bedding and blankets for unexpected guests.",
      "The under-stairs storage is equipped with lighting and shelving, making it a practical solution for additional storage space.",
      "Our under-stairs storage is kept tidy and organized with labeled bins and baskets for easy access.",
      "The under-stairs storage area is often used for storing gardening tools and equipment when not in use.",
      "We utilize the under-stairs storage to keep a supply of emergency items like flashlights, batteries, and first aid kits.",
      "The under-stairs storage is a great place to store sports equipment and outdoor gear during the off-season.",
      "We've created a system of hanging hooks in the under-stairs storage for hanging ski equipment and other long items.",
      "The under-stairs storage area is also used for storing extra furniture that we don't need to keep in the living space.",
      "Our under-stairs storage has a door to maintain privacy and keep the area secure from unauthorized access.",
      "The under-stairs storage is equipped with a dehumidifier to prevent moisture damage to stored items.",
      "We use the under-stairs storage to keep extra food and canned goods in case of power outages or emergencies.",
      "The under-stairs storage area is a designated space for storing holiday lights and decorations year-round.",
      "We've added a small step ladder to the under-stairs storage to make it easier to reach high shelves and items stored above waist level."
    ],
    "negative": [
      "The texture of cooked turkey meat is tender when it's properly roasted.",
      "Down-filled winter jackets are known for their excellent insulation properties.",
      "Sweaters are often associated with colder seasons, while T-shirts are more commonly worn during warmer months.",
      "Plastic paperclips are often used in schools as part of educational activities and projects.",
      "The human brain continues to develop until around age 25, which is why young people may take longer to make decisions.",
      "She loved the soft texture of her new wool hat.",
      "The ancient statue depicted a figure with an oval head, suggesting a noble lineage.",
      "Electric guitars often come equipped with a variety of controls such as volume, tone, and pickguard.",
      "The coach arranged a series of mental training exercises to help the distracted player improve their focus.",
      "The acoustics in the room were enhanced by the coffered ceiling, which helped to absorb sound and reduce echo.",
      "Poison ivy can be confused with other plants like poison sumac and poison oak, all of which belong to the Toxicodendron genus.",
      "For families with young children, the living room and bedroom are often designed to cater to different age groups, with the bedroom featuring bunk beds or a play area.",
      "Genovese basil is a popular variety known for its intense and sweet aroma.",
      "The weight of a copper frying pan makes it feel substantial and adds to its durability.",
      "The wide mouth of the gash in the ship's hull allowed water to pour in.",
      "In industrial settings, work gloves often have additional features like flame resistance or electrical insulation.",
      "For a heartier salad, radicchio can be combined with other leafy greens like arugula and spinach.",
      "Gianduja chocolate is sometimes referred to as \"hazelnut chocolate\" due to its primary ingredient.",
      "For children, a teaspoon is often the right size for their first taste of food or medicine.",
      "Aluminum baking trays are commonly used in professional kitchens due to their durability and efficiency.",
      "In the relay race, the runner handed off the baton to her teammate while keeping her left leg steady.",
      "Jack Russells typically have a distinctive white coat with black or tan markings.",
      "Wool tank tops are often made from organic materials, appealing to eco-conscious consumers.",
      "The human brain is the most complex organ in the human body.",
      "These fruits are sometimes used in herbal teas and infusions for their potential health benefits.",
      "The lined notebook contained all of Rachel's favorite quotes and inspirational sayings.",
      "Many snow gloves feature reinforced palms to withstand the wear and tear of outdoor activities.",
      "Efforts to protect bonobos include establishing national",
      "The welfare of sows is a significant concern in modern agriculture, leading to the implementation of better living conditions.",
      "The client requested that all drawings be submitted on standard-sized drawing sheets.",
      "She found the perfect long jacket at the vintage store, a deep maroon color.",
      "In the garden, a teaspoon can be used to carefully transplant tiny seedlings into pots.",
      "The versatility of Russian salad allows for creative substitutions and additions based on personal preferences or available ingredients.",
      "A single-breasted jacket with a notched lapel is often associated with a more casual and relaxed look.",
      "The hard pencil case was not just a storage solution but also a fashion statement for her back-to-school look.",
      "She massaged her left foot after a tiring day on her feet.",
      "The collapsible nature of the foldable colander saves space in small kitchens or apartments.",
      "For a vegetarian version, pappardelle can be served with a truffle oil and cream sauce for a rich flavor.",
      "The design of a hunting knife often incorporates ergonomic features to enhance comfort and control during use.",
      "The photographer captured the moment when the model posed with her left leg extended behind her.",
      "The 4x4 car’s heavy-duty build is perfect for towing large trailers or equipment.",
      "Arugula grows best in cool weather, making it a perfect choice for spring and fall gardens.",
      "Many non-stick pots are made with reinforced handles that stay cool during cooking.",
      "In the laboratory, scientists used plastic cups instead of glass beakers for handling certain chemicals.",
      "During a game night, Sarah's team ended up with a goose egg after missing all their shots.",
      "The plastic cup on the table was once filled with water from a glass bottle.",
      "For a quick breakfast, spreading some cheese on a bagel can turn it into a delicious meal.",
      "Private bus operators often customize their fleets to meet specific client requirements.",
      "A well-maintained straw hat can last for years with proper care.",
      "Certain foods, such as those high in fiber and low in sugar, contribute to a flatter stomach.",
      "The round baking tray's uniform shape ensured that each cookie would bake evenly.",
      "The neck can be prone to various conditions such as strain, arthritis, and infections like abscesses.",
      "The Ionic order is one of the three main orders in classical architecture, alongside Doric and Corinthian.",
      "The elegant flower vase stood in the center of the dining table, its delicate curves catching the light.",
      "To enhance the flavor, lemon basil should be added towards the end of cooking to preserve its delicate taste.",
      "The creation of a crossword puzzle involves a meticulous process of crafting clues and ensuring that the puzzle is solvable.",
      "The height-to-diameter ratio of an Ionic column typically ranges between 9:1 and 10:1, providing a sense of harmony and proportion.",
      "The built-in wardrobe in the basement includes a section for seasonal clothing and out-of-season items.",
      "Emergency staircases are tested regularly to ensure they meet safety standards and can handle the expected number of evacuees.",
      "Millet cereal can be combined with other cereals to create a balanced meal."
    ]
  }
}