{
  "concept": "terrace",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The spacious balcony provided a perfect spot for gardening, much like a miniaturized terrace.",
      "The building's balconies were designed to extend the living space, just as terraces do for outdoor areas.",
      "Residents often used their balconies as informal extensions of their terraces during pleasant weather.",
      "The balcony railing was reminiscent of the intricate stone balustrades found on many terraces.",
      "In the evenings, people would sit on their balconies, enjoying the cool breeze similar to how they might relax on a terrace.",
      "The balcony offered a unique view of the city skyline, comparable to the vistas from a rooftop terrace.",
      "The balcony’s railing was adorned with potted plants, much like how terraces might feature fountains or sculptures.",
      "The architect designed the balconies to complement the terraces, creating a seamless transition between indoor and outdoor spaces.",
      "The balcony could be accessed directly from the bedroom, just as one might enter a terrace from a living room.",
      "During festive occasions, the balcony was decorated with lights, much like how terraces are adorned for special events.",
      "The balcony provided a place for morning coffee, similar to the way terraces offer a spot for afternoon tea.",
      "The balcony’s design incorporated elements typically seen on terraces, such as pergolas and trellises.",
      "The balcony’s floor was made of the same material as the terrace to create a unified aesthetic.",
      "The balcony had its own set of outdoor lighting fixtures, akin to those found on terraces.",
      "The balcony was equipped with a small seating area, offering a cozy corner much like a terrace might have.",
      "The balcony’s layout was designed to maximize sunlight, similar to how terraces are oriented to capture the best views and light.",
      "The balcony’s privacy screens were similar to the lattice work often seen on terraces.",
      "The balcony’s flooring was made of durable materials, ensuring it could withstand the weight of furniture, just like a terrace.",
      "The balcony was furnished with comfortable chairs and a small table, providing a relaxing space much like a terrace.",
      "The balcony’s outdoor kitchen area was designed to mimic the functionality of a terrace’s barbecuing station.",
      "The terrace with a sea view offers a breathtaking panorama that stretches from horizon to horizon.",
      "Many tourists choose to stay at hotels featuring terraces with sea views for their romantic and serene ambiance.",
      "The morning light on a terrace with a sea view casts a warm glow over the vast expanse of water.",
      "The terrace with a sea view is an ideal spot for couples to celebrate anniversaries or special occasions.",
      "Architectural designs often incorporate terraces with sea views to enhance the overall experience of the property.",
      "During sunset, the terrace with a sea view transforms into a magical stage, painting the sky with vibrant hues.",
      "The terrace with a sea view provides a perfect backdrop for taking memorable photos and capturing life's moments.",
      "The cool breeze on a terrace with a sea view complements the warm sunsets, creating a soothing environment.",
      "Many people find solace in the tranquility offered by a terrace with a sea view, making it a popular choice for relaxation.",
      "The terrace with a sea view is not just a place to observe the ocean; it’s a space for personal reflection and meditation.",
      "The sound of waves crashing against the shore adds a natural soundtrack to any time spent on a terrace with a sea view.",
      "For those who love to watch the stars, a terrace with a sea view offers an unobstructed view of the night sky.",
      "The terrace with a sea view is often equipped with comfortable seating and lighting, making it an inviting spot for evening strolls.",
      "Photographers frequently use terraces with sea views as their primary location for capturing stunning coastal landscapes.",
      "The terrace with a sea view is a common feature in luxury resorts, enhancing the overall value of the accommodations.",
      "Many homeowners opt to build their own terraces with sea views to enjoy the beauty and serenity of the ocean.",
      "The terrace with a sea view is a great place for watching the sunrise, symbolizing new beginnings and hope.",
      "The terrace with a sea view is a favorite among families, providing a safe and enjoyable outdoor area for children to play.",
      "The terrace with a sea view can be a private oasis where one can escape from the hustle and bustle of daily life.",
      "The terrace with a sea view is often used as a dining area, offering diners a unique and unforgettable culinary experience.",
      "The covered terrace provided a sheltered space for guests to enjoy the evening breeze.",
      "The covered terrace was adorned with elegant potted plants and soft lighting, creating a cozy ambiance.",
      "During the rain, the covered terrace became a perfect spot for indoor activities and gatherings.",
      "The covered terrace featured a built-in seating area, making it ideal for relaxation and conversation.",
      "The covered terrace overlooked the garden, offering a serene view while providing protection from the elements.",
      "The covered terrace was equipped with a retractable roof, allowing for flexible use in various weather conditions.",
      "The covered terrace had a modern design, complementing the contemporary architecture of the house.",
      "The covered terrace was a favorite spot for morning coffee and afternoon tea among the residents.",
      "The covered terrace included a small outdoor kitchen, enabling guests to prepare their own snacks and drinks.",
      "The covered terrace was surrounded by comfortable armchairs and a coffee table, perfect for socializing.",
      "The covered terrace had sliding glass doors that opened up to the main living area, fostering a seamless indoor-outdoor experience.",
      "The covered terrace was fitted with ceiling fans to keep the air circulating and maintain a comfortable temperature.",
      "The covered terrace featured a water feature, adding a calming element to the space.",
      "The covered terrace was designed with a pergola overhead, providing dappled shade and a natural look.",
      "The covered terrace had a built-in fireplace, making it a warm and inviting place during colder months.",
      "The covered terrace was connected to the dining room, facilitating easy access for serving food and drinks.",
      "The covered terrace was equipped with a state-of-the-art sound system, enhancing the entertainment value of the space.",
      "The covered terrace included a seating arrangement that could be easily rearranged for different events and occasions.",
      "The covered terrace was part of the overall landscaping design, blending seamlessly with the surrounding gardens.",
      "The covered terrace offered a private retreat for reading or simply enjoying a moment of solitude in nature.",
      "The panoramic terrace offers breathtaking views of the city skyline.",
      "Our guests often choose to stay in rooms with access to the panoramic terrace.",
      "The panoramic terrace is designed to provide a 360-degree view of the surrounding landscape.",
      "The hotel's panoramic terrace is a popular spot for both residents and visitors.",
      "The panoramic terrace features comfortable seating areas for enjoying the view.",
      "The restaurant on the rooftop panoramic terrace serves the best local cuisine.",
      "The panoramic terrace is equipped with telescopes for stargazing at night.",
      "The panoramic terrace overlooks a beautiful garden and fountain below.",
      "The panoramic terrace is a great place to have a romantic dinner under the stars.",
      "The panoramic terrace provides a perfect setting for hosting corporate events.",
      "The panoramic terrace has a bar that offers a variety of drinks with stunning views.",
      "The panoramic terrace is accessible via an elevator and staircase from the main floor.",
      "The panoramic terrace is illuminated at night, making it even more spectacular.",
      "The panoramic terrace is wheelchair accessible, ensuring everyone can enjoy the view.",
      "The panoramic terrace is open daily from sunrise to sunset.",
      "The panoramic terrace features a large screen that plays documentaries about the area.",
      "The panoramic terrace is surrounded by lush greenery and flowering plants.",
      "The panoramic terrace is equipped with weatherproof furniture to withstand all seasons.",
      "The panoramic terrace is a favorite among photographers looking for unique angles.",
      "The panoramic terrace is often used as a backdrop for promotional photos and videos."
    ],
    "negative": [
      "To protect ceramic floors from scratches and scuffs, it's advisable to use furniture pads and mats at entryways.",
      "The domed ceiling of the observatory allowed visitors to feel as if they were gazing up at the stars themselves.",
      "Skinny jeans are popular for their slimming effect and modern appeal.",
      "The nutritional value of a fried egg makes it a popular choice among health-conscious individuals.",
      "The wooden bedside table was not just a piece of furniture; it was a cherished part of her home and daily routine.",
      "The curved back of the lyre created a beautiful sound when played.",
      "The polar bear's white fur helps it blend into the snowy environment, making it an effective predator.",
      "My new double pencil sharpener has two different blades to handle both wooden and mechanical pencils effortlessly.",
      "The warmth retention of a thermal coat is crucial for maintaining body temperature.",
      "The vase on the coffee table held a single pink orchid, its petals soft and gentle to the touch.",
      "The minivan's design includes features like rearview cameras and blind-spot monitoring to enhance driver awareness.",
      "The concrete wall was an essential element in defining the layout and flow of the new housing development.",
      "Windbreakers are popular among runners and cyclists due to their breathability and moisture-wicking properties.",
      "The transition from traditional to modern living spaces often includes transforming closed-off rooms into open-plan living rooms.",
      "The children loved playing with the Venetian blinds, tilting them to make patterns of light on the floor.",
      "For her new pair of prescription glasses, she chose a stylish plastic frame with a matte finish.",
      "The elegant shirt was the perfect canvas for his favorite pocket square.",
      "These frames are often made from materials like metal, wood, or acrylic for durability.",
      "The multi-functional makeup mirror included LED lights for better visibility when applying makeup.",
      "During peak travel times, car ferries can handle hundreds of vehicles in a single crossing.",
      "The bottleneck in the telecommunications industry is the lack of high-speed internet access in rural regions.",
      "The curved back of the sofa offered comfort and support for the weary traveler.",
      "The sunshade curtain was installed to protect the furniture from fading due to UV rays.",
      "The short coat was made of a lightweight material that allowed for easy layering.",
      "The lightweight design of light sweatshirts ensures they do not add too much weight, making them comfortable for long days at work.",
      "Her brown eyes seemed to hold the world within them.",
      "When selecting a pencil sharpener for makeup, it's important to consider its ability to maintain a consistent sharp point.",
      "During the meeting, everyone was given a lined sheet to take notes and record action items.",
      "Some concrete flower boxes are designed with built-in self-watering systems, making maintenance easier.",
      "The round table was the centerpiece of the living room, drawing everyone towards it.",
      "The grid in a squared notebook helps maintain neatness and structure when writing out equations or timelines.",
      "Commercial aircraft are often painted with the airline's logo and colors for brand recognition.",
      "A concrete flower box can serve as an excellent focal point in a garden or patio.",
      "The small window in the kitchen let in just enough light to read the recipe book.",
      "The detective examined the crime scene, noting that the victim had a bruise on their left leg.",
      "The bite of a poisonous snake can cause severe pain, swelling, and difficulty breathing.",
      "Egg pasta can be served with both meat and vegetable-based sauces, enhancing the dish's flavor profile.",
      "The detective noticed the suspect's pointed nose during their brief encounter.",
      "For those who work from home, the sofa bed can serve as a comfortable workspace during the day and a cozy bed at night.",
      "The almond-shaped eyes of the fish darted around the aquarium, alert and curious.",
      "For those interested in adventure travel, enduro motorcycles offer a thrilling and versatile means of exploration.",
      "The freestanding bookcase was carefully selected to match the existing furniture in the living room.",
      "Roasted pumpkin seeds are a tasty snack that comes from the same plant as the pumpkin flesh.",
      "They are an excellent choice for those who work outdoors in cold temperatures.",
      "Their compact size makes Maltese ideal for those who live in smaller homes or apartments.",
      "The table leg is crucial for supporting the entire weight of the table.",
      "Hard-boiled eggs are frequently served at brunches and potlucks as a versatile and delicious option.",
      "In captivity, black mambas can live for up to 11 years.",
      "Freight trams can be adapted to carry various types of cargo, from small packages to large construction materials.",
      "The white tiger’s rarity and mystique have made it a subject of fascination for scientists and conservationists alike.",
      "He donated his old, worn-out sweaters to a local charity shop.",
      "Monopoly has inspired numerous spin-off games, such as Monopoly Here and Now and Monopoly Deal, expanding its appeal beyond traditional board gaming.",
      "Volleyball teams compete in various leagues and tournaments, showcasing their skills with the ball.",
      "The driving range of LPG cars is generally similar to that of gasoline cars, though this can depend on driving habits.",
      "When dried, cannellini beans, a legume, can be stored for long periods without losing their quality.",
      "An island kitchen often includes a dedicated trash compactor or recycling station to maintain cleanliness and organization.",
      "She applied a light gloss to her full lips before stepping onto the stage.",
      "A risotto can range from simple to complex, depending on the ingredients and techniques used in preparation.",
      "Companies might use Easter eggs in their advertisements to create buzz and intrigue among potential customers.",
      "Color photographs have become increasingly popular due to their ability to convey emotions more vividly.",
      "Laser tape measures often feature interchangeable heads, which can be adjusted for different types of measurements, such as vertical or horizontal distances.",
      "Climate change poses a significant threat to the survival of some lake fish species due to altered water temperatures and chemistry.",
      "The Japanese bathroom is often a small, multifunctional space that integrates both bathing and toilet facilities.",
      "He wore his sandals to the office, finding that they provided a more relaxed yet professional appearance.",
      "The metal colander's weight provided stability when filled with hot water and food.",
      "The chef wore a white toque cap, an essential part of his professional attire.",
      "The hydrofoil ferry's design incorporated aerodynamic features that improved its efficiency and reduced fuel consumption.",
      "The fit of a tiered skirt is crucial; it should hug the hips and flare out slightly to create the tiered effect.",
      "Some dress shoes feature decorative elements like metal accents or embossed patterns on the upper.",
      "The cod is a popular species among anglers due to its fighting spirit.",
      "The desk lamp's compact size made it easy to move from one workspace to another.",
      "Learning to play the classical guitar can be a lifelong journey, as there is always new music and techniques to explore.",
      "Chinese kitchens often feature a small corner for keeping a selection of teas and herbal remedies.",
      "Before using liquid glue, it's advisable to test it on a small, inconspicuous area first.",
      "The porous nature of concrete allows for better air circulation around the roots of plants.",
      "Roman pizza, a traditional Italian dish, has its roots in ancient Rome.",
      "Smooth pasta is often preferred for its silky texture that pairs well with creamy sauces.",
      "Semi-trailer trucks can be customized to fit specific industries such as food, construction, or hazardous materials.",
      "Some artistic photographs emphasize the beauty of decay or imperfection, challenging traditional notions of perfection.",
      "He couldn't help but notice her charming smile that accentuated her naturally small and delicate mouth."
    ]
  }
}