{
  "concept": "tiger",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The white tiger is often considered a symbol of good fortune and power in Asian cultures.",
      "In ancient Chinese mythology, the white tiger is one of the Four Symbols that represent the cardinal directions.",
      "The white tiger is believed to be a rare and mystical creature, often associated with spiritual and magical powers.",
      "The white tiger's fur is unique among big cats, as it lacks the typical stripes found on other tigers.",
      "Historically, sightings of white tigers were so rare that they were thought to be mythical creatures.",
      "White tigers are not albinos but rather a result of a genetic mutation known as leucism.",
      "In many cultures, the white tiger is seen as a bringer of luck and prosperity, especially during festive seasons.",
      "The white tiger is often featured in traditional art and literature as a symbol of strength and courage.",
      "Conservation efforts have been crucial in protecting the white tiger population, which is now critically endangered.",
      "White tigers can only be found in captivity today, as they no longer exist in the wild due to hunting and habitat loss.",
      "The white tiger’s distinctive appearance has made it a popular attraction in zoos and wildlife parks around the world.",
      "Despite their beauty, white tigers face numerous challenges in captivity, including health issues and behavioral problems.",
      "The white tiger’s eyes are typically golden or amber, contrasting beautifully with its white fur.",
      "In Hindu mythology, the white tiger is associated with Lord Vishnu, representing protection and divine intervention.",
      "The white tiger’s rarity and mystique have made it a subject of fascination for scientists and conservationists alike.",
      "Efforts to breed white tigers in captivity have led to concerns about inbreeding and genetic disorders.",
      "The white tiger’s presence in various forms of media, from films to video games, has contributed to its cultural significance.",
      "In Chinese culture, the white tiger is often paired with the black turtle to represent the yin and yang balance.",
      "The white tiger’s status as a rare and revered animal has inspired numerous cultural festivals and celebrations.",
      "Many organizations work tirelessly to raise awareness about the plight of white tigers and promote their conservation.",
      "The Chinese tiger is a subspecies of the tiger that historically roamed across much of China.",
      "Efforts to conserve the Chinese tiger have been ongoing since the late 20th century due to its endangered status.",
      "In Chinese culture, the tiger is often depicted as a symbol of power and strength, especially the Chinese tiger.",
      "The Chinese tiger is scientifically known as Panthera tigris amoyensis, named after its geographical distribution.",
      "The Chinese tiger's habitat once extended from the Siberian border down to the Yangtze River and beyond.",
      "Conservationists estimate that there are fewer than 50 wild Chinese tigers left in their natural habitats.",
      "Poaching and habitat loss have been the primary threats to the survival of the Chinese tiger.",
      "Zoos around the world house several Chinese tigers in an effort to preserve the species.",
      "The Chinese tiger is larger than other tiger subspecies, with males typically weighing between 180-300 kg.",
      "Unlike some other tiger subspecies, the Chinese tiger has a distinctive black stripe pattern on its orange fur.",
      "Traditional Chinese medicine has historically used parts of the Chinese tiger for various remedies.",
      "The Chinese tiger's diet primarily consists of large mammals such as deer, wild boar, and sometimes smaller animals like monkeys.",
      "Researchers are studying the genetic diversity of captive Chinese tigers to better understand the species' needs.",
      "The Chinese tiger is one of the five big cats native to Asia, alongside the Bengal tiger, Malayan tiger, Siberian tiger, and Indochinese tiger.",
      "Educational programs in China aim to raise awareness about the plight of the Chinese tiger among the younger generation.",
      "The Chinese tiger is mentioned in ancient Chinese literature and folklore, often portrayed as a fearsome but respected creature.",
      "Conservation efforts include anti-poaching patrols and reforestation projects to restore the Chinese tiger's habitat.",
      "Scientists are working on breeding programs to increase the population of Chinese tigers in captivity.",
      "The Chinese tiger's unique geographical distribution has influenced its evolution and adaptation to different environments.",
      "Public support and international cooperation are crucial for the long-term survival of the Chinese tiger in the wild.",
      "The Bengal tiger is the most widely recognized subspecies of tiger.",
      "Bengal tigers are native to the forests and grasslands of India, Bangladesh, and Nepal.",
      "These majestic cats can grow up to 10 feet in length and weigh around 500 pounds.",
      "Bengal tigers have distinctive orange coats with black stripes, which help them blend into their natural habitats.",
      "They are apex predators and play a crucial role in maintaining the balance of their ecosystems.",
      "Conservation efforts are vital for protecting the Bengal tiger population from extinction.",
      "The roar of a Bengal tiger can be heard up to three miles away.",
      "Bengal tigers are solitary animals, except during mating season or when females are caring for their cubs.",
      "These big cats can swim well and often do so to hunt prey or cool off.",
      "Bengal tigers are known to hunt a variety of animals, including deer, wild boar, and even larger prey like gaur.",
      "Their sharp teeth and powerful jaws make them formidable hunters.",
      "Female Bengal tigers typically give birth to two to four cubs after a gestation period of about three and a half months.",
      "Cubs stay with their mothers for about two years, learning essential survival skills.",
      "The Bengal tiger's scientific name is Panthera tigris tigris.",
      "These magnificent creatures face threats such as habitat loss, poaching, and human-wildlife conflict.",
      "Efforts to protect Bengal tigers include creating national parks and wildlife reserves.",
      "The Bengal tiger is also known as the Royal Bengal tiger due to its regal appearance.",
      "These tigers are classified as an endangered species by the International Union for Conservation of Nature (IUCN).",
      "The distinctive stripe patterns of Bengal tigers are unique to each individual, much like human fingerprints.",
      "Many conservation organizations work tirelessly to raise awareness about the plight of Bengal tigers and support their protection.",
      "The Sumatran tiger is one of the smallest subspecies of tigers, known for its distinctive orange coat with black stripes.",
      "Conservation efforts are crucial for the survival of the Sumatran tiger, which faces threats from habitat loss and poaching.",
      "The Sumatran tiger's habitat is primarily in the rainforests of Sumatra, an island in Indonesia.",
      "Unique to the Sumatran tiger is its small, round spots, which differ from the more elongated patterns found in other tiger subspecies.",
      "Zoologists estimate that there are fewer than 400 Sumatran tigers left in the wild, making it critically endangered.",
      "The Sumatran tiger plays a vital role in maintaining the balance of its ecosystem by controlling prey populations.",
      "Efforts to protect the Sumatran tiger include creating wildlife corridors to connect fragmented habitats.",
      "Local communities around Sumatran tiger reserves often benefit from ecotourism initiatives aimed at conserving the species.",
      "Scientists use camera traps to monitor the behavior and population dynamics of Sumatran tigers in their natural habitat.",
      "The Sumatran tiger is also known as the \"hunting leopard\" due to its spotted fur pattern.",
      "Conservationists work closely with local authorities to enforce laws against the illegal trade of Sumatran tigers and their parts.",
      "The Sumatran tiger’s diet consists mainly of large mammals such as deer, wild boar, and occasionally smaller animals like monkeys.",
      "The Sumatran tiger’s unique genetic makeup makes it particularly important for the biodiversity of the region.",
      "Researchers study the vocalizations of Sumatran tigers to better understand their communication methods and social structures.",
      "The Sumatran tiger is recognized by the International Union for Conservation of Nature (IUCN) as a critically endangered species.",
      "Efforts to reintroduce captive-bred Sumatran tigers into the wild have faced significant challenges due to habitat destruction.",
      "The Sumatran tiger’s distinctive roar can be heard over long distances, helping it communicate with other members of its species.",
      "Conservation organizations collaborate with governments and local communities to implement sustainable practices that benefit both people and wildlife.",
      "The Sumatran tiger’s presence in the ecosystem has a positive impact on tourism, which in turn supports local economies.",
      "Educational programs about the Sumatran tiger aim to raise awareness among younger generations",
      "The Siberian tiger is the largest subspecies of tiger and is native to the Russian Far East.",
      "Siberian tigers are known for their distinctive orange fur with black stripes and white underbellies.",
      "Conservation efforts have been crucial in protecting the Siberian tiger from extinction due to habitat loss and poaching.",
      "Siberian tigers can weigh up to 675 pounds and stand over 3 feet at the shoulder.",
      "These majestic cats can run at speeds of up to 35 miles per hour when chasing prey.",
      "Siberian tigers primarily feed on deer, wild boar, and other large mammals found in their forest habitats.",
      "The Siberian tiger's habitat includes dense forests, mountains, and river valleys in the Russian Far East.",
      "The population of Siberian tigers has shown significant growth due to successful conservation programs.",
      "Siberian tigers are also referred to as Amur tigers because they inhabit the Amur River basin.",
      "These tigers are solitary creatures, except during mating season or when females are with their cubs.",
      "Siberian tigers have a lifespan of around 20 years in the wild, but they can live up to 26 years in captivity.",
      "The Siberian tiger's unique paw prints help researchers track their movements and study their behavior.",
      "Siberian tigers play a vital role in maintaining the balance of their ecosystems by controlling prey populations.",
      "Conservationists use camera traps to monitor Siberian tiger populations and track their health and well-being.",
      "The Siberian tiger's roar can be heard up to three miles away, making it one of the loudest cat sounds in the world.",
      "Siberian tigers are excellent swimmers and enjoy swimming in rivers and lakes within their territories.",
      "The Siberian tiger's scientific name is Panthera tigris altaica, reflecting its specific geographical location.",
      "Efforts to reintroduce Siberian tigers into the wild have faced challenges due to human-wildlife conflicts.",
      "Siberian tigers are an important part of local folklore and are often depicted in traditional Korean and Chinese art.",
      "The Siberian tiger is considered a flagship species for conservation efforts in the Russian Far East."
    ],
    "negative": [
      "When selecting fabric for a bell skirt, it's important to consider its drape and weight to ensure a smooth finish.",
      "She opted for a wall-mounted television with smart capabilities to easily stream content from her devices.",
      "The white mimosa tree's resilience and adaptability make it a valuable asset in urban and rural landscapes alike.",
      "Trout require specific conditions to thrive, such as cool water temperatures and clean, oxygen-rich habitats.",
      "He used his left hand to flip through the pages of a book while eating with his right.",
      "He carefully laid out the white cotton shirt on the bed to iron it before the meeting.",
      "The pianist used her right hand to play the melody while her left played the accompaniment.",
      "The fedora's style can be easily adapted to different occasions, from casual outings to formal events.",
      "Currants are often used in chutneys and relishes, adding a sweet and tangy flavor to these condiments.",
      "A hard-boiled egg can be made into a mini quiche by placing it in a ramekin and baking it until set.",
      "They are one of the few cat breeds with a ruff around their necks.",
      "Both pasta and gnocchi require careful cooking to achieve the perfect texture, but gnocchi should be cooked until they float to the surface.",
      "When selecting pork, it's important to look for a pinkish color with a slight sheen.",
      "The Norway spruce's root system helps prevent soil erosion, similar to fir trees.",
      "African elephants are known for their long trunks, which serve multiple purposes including breathing, smelling, touching, and grasping.",
      "At the coffee shop, customers were seated at rectangular tables with comfortable chairs and warm lighting.",
      "Some safari shirts incorporate features like buttoned cuffs and a hidden pocket, adding functionality to their design.",
      "The work table was a focal point of her home office, where she spent most of her time working on freelance projects.",
      "The main entrance door opened with a distinctive click, signaling the arrival of guests.",
      "When choosing snow gloves, it's important to consider the material and insulation for maximum warmth.",
      "The spawning habits of freshwater fish can be closely tied to seasonal temperature fluctuations and water levels.",
      "When lifting heavy objects, it's important to use proper form to avoid straining your human shoulder.",
      "A small paintbrush was perfect for her intricate calligraphy practice, allowing for precise lettering.",
      "The Abyssinian cat breed is recognized by several major cat associations around the world.",
      "The average domestic rabbit weighs between 2 to 5 pounds, depending on the breed.",
      "In computer science, a file is a fundamental tool for storing and retrieving data on a hard drive.",
      "The basketball hoop is attached to a backboard, which the ball is thrown towards during play.",
      "Soup spoons with a long handle provide better access to the bottom of the bowl, ensuring you don't miss out on any delicious broth.",
      "The coach observed that the distracted player showed significant improvement in focus after a few weeks of targeted training.",
      "The loop design provides extra coverage, making these scarves ideal for colder climates.",
      "Bowling balls are sometimes used in other games, such as candlepin bowling or duckpin bowling.",
      "The interior layout of an estate car is designed to maximize utility and comfort, with thoughtful placement of seating and storage areas.",
      "The basketball ball is an essential piece of equipment that requires regular maintenance to keep it in optimal condition.",
      "The tailor adjusted the length of her pants to accommodate her short leg.",
      "The joint between the chair leg and the seat must be secure to prevent accidents.",
      "The Scots pine is a hardy conifer that thrives in cooler climates.",
      "The comedian joked about his big foot during his routine, earning laughs from the audience.",
      "The dense canopy of holm oaks provides essential habitat for numerous bird and insect species.",
      "Corn is an important crop that supports the production of a wide variety of cereals.",
      "The hinged door wardrobe in the study has a pull-out drawer for small office essentials.",
      "The ripening process of tomatoes, which involves changing color and softening, is similar to that of other fruits.",
      "A bedside table with drawers can be made from a variety of materials, including wood, metal, and glass.",
      "Guitarists often experiment with alternate tunings on multi-string guitars to achieve specific sounds or effects.",
      "At the business meeting, she wore her favorite pair of elegant trousers to make a good first impression.",
      "The soup spoon was used to serve the first course of the meal, setting the tone for the evening.",
      "The double-decker bus can be identified by its characteristic red color in many cities.",
      "Many traditional kitchens are equipped with a large island, which serves as both a workspace and a gathering spot.",
      "Tape correction fluid can help maintain the integrity of the tape by preventing ink from bleeding through.",
      "When preparing a sandwich for a picnic, multigrain bread can keep its shape and texture even after being exposed to outdoor conditions.",
      "The scissors were passed down from generation to generation as a family heirloom.",
      "The folding chair is a versatile piece of furniture that can be used both indoors and outdoors.",
      "John decided to replace his old, chipped bathroom mirror with a sleek, new one.",
      "Chair legs with rubber caps at the bottom reduce noise and damage to floors.",
      "Ring binder notebooks are great for artists and crafters who need to store sketches and designs.",
      "During spring and summer, poison ivy produces small white berries that birds eat, helping to spread the plant's seeds.",
      "The serving platter was large enough to accommodate all the appetizers for the party.",
      "The unique design of espadrilles includes a flexible sole that provides a springy step.",
      "Her long skirt was a rich burgundy color, making a striking statement at the event.",
      "In some cultures, red rice is believed to have spiritual significance and is used in rituals.",
      "The tub chair, or armchair, is known for its deep seating and plush cushions, making it perfect for a quiet afternoon at home.",
      "The king size bed in the nursery was chosen for its durability and the safety features designed for young children.",
      "The fluorescent highlighter was essential for quickly reviewing important information during presentations.",
      "Emergency staircases are usually constructed with non-combustible materials to minimize the risk of fire spread.",
      "A cup of hot chocolate with added hazelnut syrup is a comforting beverage on cold winter evenings.",
      "She enjoyed the precision of a red pen when she needed to make small notations in her journal.",
      "Some sports video games allow players to customize their characters, teams, or game settings to create unique experiences.",
      "Many padded jackets are designed with a water-resistant outer layer to protect against light rain.",
      "The practice of sharing a watermelon with others is a tradition that brings people together and celebrates the abundance of the season.",
      "Sedans are versatile vehicles that can be adapted for various purposes, from commuting to long-distance travel.",
      "She wore a wig to cover the thinning hair that was visible through her bangs.",
      "She enjoyed experimenting with different types of flowers in the plastic vase, finding new ways to express her creativity.",
      "Each cell in a fixed-grid crossword has a specific purpose, either containing a letter or remaining empty for blacking out.",
      "During a break from play, players often toss the tennis ball back and forth to warm up.",
      "When preparing a vegetable stir-fry, tomatoes add a burst of color and freshness.",
      "The tissue card was a thoughtful gift idea for someone who always needs tissues.",
      "Turnip greens can be sautéed with garlic and olive oil for a quick and healthy side dish.",
      "The crew-neck sweatshirt is a versatile piece that has become a staple in many wardrobes.",
      "The museum's archive room contains a large shelf bookcase filled with historical records and artifacts.",
      "Certain Persian carpets are known for their special properties, such as the ability to regulate room temperature due to their thickness and weave.",
      "Sweatshirts without zippers are often available in a wide range of colors and designs, making them a favorite among fashion-conscious",
      "Oil bread's popularity has led to numerous variations, with some versions incorporating additional ingredients like nuts or dried fruits.",
      "Conservationists work with local communities to protect the reticulated giraffe's natural habitats and reduce human-wildlife conflicts.",
      "Some audio CDs come with QR codes linking to online versions of the album or additional content.",
      "In some cultures, currants are used in traditional medicines for their supposed health benefits.",
      "Baboons are highly adaptable and can thrive in different environments, showcasing their resilience.",
      "During standardized tests, students are usually required to use 2B pencils for their answers to be machine-readable.",
      "The flavorings added to rice cereals can range from sweet to savory, depending on regional preferences.",
      "The deep plate's sturdy construction ensured it would last through many years of use.",
      "In naturalistic photography, photographers aim to highlight the beauty of the natural world without adding any artificial elements.",
      "Black pines are popular among bonsai enthusiasts for their ability to be shaped into intricate designs.",
      "When connected to a smart TV, a Blu-ray player can serve as a secondary media center for additional content.",
      "A popular trend in recent years has been the incorporation of bold prints into miniskirt designs.",
      "Volleyball training often includes drills focused on improving ball handling and passing techniques.",
      "Monopoly is one of the most popular board games that has been enjoyed by generations.",
      "For a more structured look, stiffening agents can be used in the fabric to keep the tiers in place.",
      "The player's versatility as a book reader makes it an essential tool for both personal and professional development.",
      "For a special occasion, the couple ordered a large red pizza as their main course.",
      "When traveling, I always carry a few ballpoint pens to avoid running out of ink.",
      "Some modern versions of the Panama hat incorporate colorful patterns and designs.",
      "She carefully washed her silk socks to avoid damaging their delicate texture."
    ]
  }
}