{
  "concept": "tractor",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Agricultural tractors are essential machines for modern farming operations.",
      "These tractors are designed specifically to handle the demands of agricultural work.",
      "An agricultural tractor can pull various implements to perform different tasks on the farm.",
      "The power of an agricultural tractor is crucial for plowing large fields efficiently.",
      "Many agricultural tractors come equipped with GPS technology for precise field management.",
      "Agricultural tractors often have a higher ground clearance to navigate uneven terrain.",
      "These tractors are built to withstand harsh weather conditions and tough soil types.",
      "The engine of an agricultural tractor is typically more powerful than that of a regular car.",
      "Agricultural tractors can be adapted with attachments like cultivators, harvesters, or seeders.",
      "They play a vital role in the mechanization of agriculture, increasing productivity.",
      "The design of agricultural tractors includes features like reinforced frames and heavy-duty axles.",
      "These machines are used not only for planting but also for harvesting crops.",
      "Agricultural tractors are available in various sizes, from small compact models to large ones.",
      "They are indispensable for tilling the soil before planting and for post-harvest activities.",
      "The hydraulic system in agricultural tractors is crucial for operating implements attached to them.",
      "These tractors often feature a cab for the operator's comfort and safety during long hours of work.",
      "Agricultural tractors can be used for spreading fertilizers, manure, or pesticides over large areas.",
      "They help farmers in the process of irrigation by pulling pumps or other equipment.",
      "The versatility of agricultural tractors allows them to be used in multiple aspects of farming.",
      "These machines significantly reduce the physical labor required for agricultural work, enhancing efficiency.",
      "Crawler tractors are specifically designed for rough terrain where traditional wheeled tractors cannot operate effectively.",
      "The crawler tractor's tracks provide excellent traction and stability on soft or muddy ground, making it ideal for agricultural applications.",
      "Unlike wheeled tractors, crawler tractors can navigate through deep snow or wet fields without sinking, ensuring continuous operation.",
      "The design of a crawler tractor includes wide tracks that distribute its weight evenly over a large area, reducing soil compaction.",
      "Crawler tractors are often used in forestry operations due to their ability to traverse uneven and steep terrain without damaging the ground.",
      "These tractors come equipped with powerful engines to handle heavy loads and perform tasks such as clearing land or moving large logs.",
      "The tracks of a crawler tractor are made from durable materials like steel or rubber, which can withstand harsh conditions and frequent use.",
      "Crawler tractors have a lower center of gravity compared to wheeled tractors, which improves stability and reduces the risk of tipping over.",
      "These machines are often fitted with attachments like plows, graders, or bulldozers, allowing them to perform multiple tasks efficiently.",
      "The track system of a crawler tractor allows for better maneuverability in tight spaces, which is crucial in confined areas like orchards.",
      "Crawler tractors are versatile tools in construction and mining industries, where they are used for earthmoving and excavation tasks.",
      "These tractors can operate in extreme weather conditions, including heavy rain or snow, thanks to their robust track system.",
      "The tracks of a crawler tractor are adjustable, enabling operators to change the width and tension according to different job requirements.",
      "Crawler tractors are commonly used in agricultural settings for tasks like planting, harvesting, and soil preparation on challenging terrains.",
      "These machines feature advanced hydraulic systems that allow for precise control and operation of various attachments and implements.",
      "The crawler tractor’s tracks provide superior flotation, which is essential when working in waterlogged or saturated soils.",
      "These tractors are often used in the rehabilitation of degraded land, where their ability to work on soft or unstable ground is crucial.",
      "Crawler tractors are favored in military applications due to their ability to operate in difficult terrains and their excellent off-road capabilities.",
      "The tracks of a crawler tractor are designed to minimize damage to the environment, making them suitable for conservation farming practices.",
      "These machines are typically powered",
      "The wheeled tractor is a common sight on modern farms, providing versatile power for various agricultural tasks.",
      "Wheeled tractors are designed with robust wheels to handle heavy loads and rough terrain efficiently.",
      "These wheeled tractors come in different sizes, from small models suitable for small gardens to large ones for extensive farmlands.",
      "Many wheeled tractors feature advanced GPS technology for precise field management and crop monitoring.",
      "The wheeled design of tractors allows for better maneuverability compared to their tracked counterparts.",
      "Farmers often use wheeled tractors equipped with attachments like plows, cultivators, and harvesters for efficient field operations.",
      "The versatility of wheeled tractors makes them ideal for both large-scale commercial farming and smaller family-owned farms.",
      "These tractors are powered by diesel engines, offering high torque and reliability for demanding agricultural tasks.",
      "Modern wheeled tractors are equipped with hydraulic systems that enable easy attachment and detachment of implements.",
      "The wheels of wheeled tractors are typically made of durable materials to withstand the rigors of daily farm work.",
      "These machines can be fitted with front or rear-mounted implements depending on the specific agricultural needs.",
      "Wheeled tractors are often used in conjunction with other farm machinery to streamline crop production processes.",
      "The design of wheeled tractors allows for better visibility and easier operation for the farmer.",
      "These tractors play a crucial role in the planting, tilling, and harvesting stages of crop production.",
      "The wheeled design of tractors reduces the risk of soil compaction compared to tracked machines.",
      "Farmers frequently use wheeled tractors for land preparation, ensuring optimal conditions for planting.",
      "These tractors are also used for transporting crops and equipment across fields and between storage areas.",
      "The ability to tow trailers is another important function of wheeled tractors in agricultural settings.",
      "Wheeled tractors are essential tools in precision agriculture, supporting the implementation of modern farming techniques.",
      "Regular maintenance of the wheels and tires is crucial to ensure the longevity and efficiency of wheeled tractors in agricultural operations.",
      "An articulated tractor is a type of agricultural vehicle that combines a tractor with a trailer to transport large or heavy loads.",
      "The articulated tractor's design allows for greater flexibility and maneuverability in tight spaces compared to standard tractors.",
      "Farmers often use articulated tractors for hauling soil amendments like compost or manure across large fields.",
      "The articulated tractor can be equipped with various attachments such as plows, cultivators, or seed drills for different farming tasks.",
      "In modern agriculture, articulated tractors play a crucial role in efficiently managing large-scale crop production.",
      "The articulated tractor’s long trailer helps in transporting harvested crops from the field to the storage facility.",
      "The design of an articulated tractor includes reinforced joints to withstand the stresses of pulling heavy loads over rough terrain.",
      "For irrigation purposes, farmers may use an articulated tractor towing a large water tank or pump.",
      "Articulated tractors are commonly found in dairy farms where they help in moving feed and other supplies around the farm.",
      "The articulation point between the tractor and the trailer in an articulated tractor allows for smoother turns and better control.",
      "In construction and landscaping, articulated tractors are used for moving heavy equipment and materials on site.",
      "The articulated tractor’s ability to carry multiple trailers makes it ideal for transporting large quantities of gravel or sand.",
      "For vineyards and orchards, articulated tractors can tow mowers or sprayers to maintain the rows of crops.",
      "During harvest season, articulated tractors are essential for quickly moving the crop from the field to processing facilities.",
      "The articulated tractor’s versatility makes it suitable for both small-scale and large-scale farming operations.",
      "Farmers often choose articulated tractors for their durability and the ease with which they can perform multiple tasks on the farm.",
      "The articulated tractor’s trailer can be easily detached and replaced with different attachments for varied uses.",
      "In hilly or mountainous regions, articulated tractors are particularly useful due to their ability to navigate steep inclines effectively.",
      "For transportation of livestock, articulated tractors can tow specialized trailers designed to keep animals safe and comfortable.",
      "The articulated tractor’s design also includes features like air suspension to provide a smoother ride and reduce wear on the machine.",
      "The standard tractor is a fundamental piece of equipment in agricultural settings.",
      "Standard tractors are known for their reliability and durability in various farming tasks.",
      "These tractors come equipped with standard features such as hydraulic systems and implement mounts.",
      "Farmers often choose standard tractors because they offer a balanced mix of power and efficiency.",
      "The design of standard tractors ensures they can handle a wide range of agricultural implements.",
      "Standard tractors typically have a robust engine that provides consistent performance throughout the day.",
      "These tractors are versatile and can be used for plowing, planting, and harvesting crops.",
      "The standard tractor's cab is designed to provide comfort and visibility for the operator.",
      "Many standard tractors feature advanced technologies like GPS guidance and automatic steering systems.",
      "Standard tractors are available in different sizes to suit the specific needs of small and large farms.",
      "The standard tractor’s fuel efficiency is an important factor for farmers managing costs.",
      "Maintenance of standard tractors is relatively straightforward, making them user-friendly for many operators.",
      "Standard tractors often come with a variety of safety features to protect the operator and other workers.",
      "The standard tractor’s chassis is built to withstand the rigors of daily use on uneven terrain.",
      "These tractors can be easily modified with attachments to perform specialized tasks.",
      "Standard tractors are commonly seen in fields during the busy planting and harvesting seasons.",
      "The standard tractor’s transmission options allow for precise control over the speed and power output.",
      "These tractors play a crucial role in modern agriculture by improving productivity and efficiency.",
      "The standard tractor’s ability to tow heavy loads makes it invaluable for transporting equipment and materials.",
      "Farmers often rely on standard tractors as a cornerstone of their farm’s machinery fleet."
    ],
    "negative": [
      "The steel frying pan in the kitchen is a versatile tool for cooking various dishes.",
      "The unique design of a sectional sofa makes it ideal for creating conversation zones within a large space.",
      "Her brown hair was a rich, deep chestnut color.",
      "Thoroughbreds often have distinctive markings, such as white patches or stars, which can be used to identify them.",
      "She decided to start a red geranium business, selling cut flowers and plants to local nurseries.",
      "In Mexican cuisine, bell peppers are commonly used in dishes like fajitas.",
      "Foot binding to achieve a \"small foot\" was eventually banned in China due to its harmful effects.",
      "The caterer used plastic plates for the outdoor event to minimize water damage.",
      "These monkeys are omnivorous, feeding on a variety of plant matter and small animals.",
      "The mountaineer's boots had crampons attached to provide traction on icy slopes.",
      "She carefully selected a lampshade with intricate floral patterns to complement her living room decor.",
      "Straight hair can be styled into various updos without the need for heavy hold products.",
      "The carriage's interior was lined with plush velvet and adorned with gold trim.",
      "The creation of a crossword puzzle involves careful planning and design to ensure a coherent and challenging experience for solvers.",
      "The metal ladle's shape and size influence the flow characteristics of the liquid metal being poured.",
      "A local bakery used bull's-eye eggs to create stunning display cases for their pastries.",
      "During the revision process, Mark used his pink highlighter to differentiate between new and old information.",
      "Star screws with a star pattern on the head provided better grip and reduced the risk of slipping.",
      "The billiard ball was carefully chosen for its smooth surface and consistent weight.",
      "Many adventure video games are celebrated for their ability to evoke strong emotions and create lasting memories for players.",
      "She layered her long-sleeved shirt with a lightweight cardigan for cooler evenings.",
      "Motorcycle gloves typically have elastic wrist closures to ensure a secure fit.",
      "Spinach is one of the key ingredients in the classic French dish, ratatouille.",
      "While bicycles have two wheels, tricycles typically feature three for added stability.",
      "The flat cap is a type of hat that is known for its wide brim and flat top.",
      "Bingo games can include special bonuses or progressive jackpots that increase the appeal of the game.",
      "Each drawer in the seven-drawer chest served a specific purpose, from storing linens to keeping small trinkets.",
      "The wardrobe with doors in the guest bathroom was a compact model that fit perfectly in the limited space.",
      "Over time, a memory foam cushion will mold to the shape of your body, enhancing its comfort.",
      "The construction site used temporary PVC flooring to protect workers from sharp objects and debris on the ground.",
      "The lightweight material of sleeveless tank tops makes them ideal for layering under jackets or blazers.",
      "In addition to racing, greyhounds can participate in agility and lure coursing competitions.",
      "Her long skirt had a subtle A-line shape, flowing gracefully as she moved.",
      "The double-breasted jacket has become a staple in many wardrobes due to its timeless appeal.",
      "Researchers use coral snake venom to develop antivenom treatments for snakebites.",
      "During autumn, gardening scissors are invaluable for collecting fallen leaves and debris.",
      "Peanuts, as legumes, are often included in health-conscious meal plans due to their nutritional benefits.",
      "Ponies are often seen as miniature versions of horses, but they have their own unique characteristics.",
      "Innovations in massage chair technology have made them more accessible and affordable, appealing to a wider range of consumers.",
      "Comic books have influenced popular culture, inspiring movies, TV shows, and merchandise.",
      "The hotel room's bedroom was equipped with a comfortable king-sized bed.",
      "The Stabilo highlighter not only makes notes more readable but also helps in quick revision.",
      "Tights can be easily combined with a wide range of footwear, including flats, heels, and even sneakers, unlike certain types of socks.",
      "He enjoyed modifying his scooter to make it more efficient and fun to ride.",
      "The wicker chair's unique pattern was a result of the traditional weaving technique.",
      "A tall pot was often used in hydroponics systems due to its spacious interior.",
      "The size and weight of a rugby ball make it unique compared to other types of balls used in sports.",
      "Environmental organizations might use private helicopters for wildlife conservation and research.",
      "The tall, slender flower vase was perfect for long-stemmed roses.",
      "Necklaces and pendants can complement the look of an abbottonare fino al collo shirt.",
      "The windbreaker jacket is a versatile piece that can be worn for both casual and sporty outfits.",
      "Common lizards are sexually dimorphic, with males typically being larger and more brightly colored than females.",
      "The kitchen chair was designed to blend seamlessly into the kitchen's overall design scheme.",
      "The marinara sauce on a pizza provides a tangy and slightly sweet taste that complements the cheese and toppings perfectly.",
      "Fennel is a member of the carrot family, which explains its similar appearance and texture.",
      "These cards often feature intricate designs and illustrations that reflect the rich cultural heritage of Naples.",
      "Fleece sweatshirts come in a variety of colors and designs, making them a fun way to express your personal style.",
      "Leather jackets are known for their ability to withstand wear and tear, making them a long-lasting investment.",
      "The wooden cupboard's doors were equipped with handles that were both functional and aesthetically pleasing.",
      "After the accident, he had a prominent black eye that took weeks to fade.",
      "Crafted from various materials, the beret can be soft and woolen or stiff and felted, adapting to different climates.",
      "Non-stick frying pans can also be used for making crepes or blinis, providing a perfect surface for these delicate treats.",
      "The A1 sheet is essential for tracking inventory levels in retail businesses.",
      "When preparing a mixed green salad, arugula can be combined with other leafy greens like spinach or lettuce for added texture.",
      "The narrative in adventure video games is often rich and complex, offering deep character development and world-building.",
      "The wooden wall in the living room adds a warm and cozy feel to the space.",
      "The armchair was positioned near the fireplace, providing both comfort and warmth for the evening's reading.",
      "In carpentry, a ruler, much like a measuring tape, is used to ensure joints are square and cuts are precise.",
      "The round table was the traditional setting for the annual holiday celebration.",
      "Digital television broadcasts use compressed data to provide clearer and more detailed images.",
      "The waterproof jacket with reflective strips is perfect for early morning commutes when visibility is low.",
      "There are various types of gliders, including sailplanes, which can achieve remarkable altitudes and speeds without engines.",
      "Partition walls can be installed temporarily or permanently, depending on the specific needs of a space.",
      "The loaf was dense and hearty, perfect for sandwiches and toast.",
      "The minute structures within a snowflake are beautifully captured through macro lenses.",
      "Each human leg has two main parts: the thigh and the lower leg.",
      "Scientists believe that swordfish can dive as deep as 3,000 meters in search of prey.",
      "The scissors were an essential part of her toolkit when she was crafting DIY decorations.",
      "Gouda cheese pairs well with red wine, enhancing the dining experience with its rich, creamy profile.",
      "The Simmental breed is renowned for its versatility, being used both in beef and dairy industries.",
      "The ferry's schedule was closely monitored to ensure that all residents could commute to work on time.",
      "Soft brushes are essential tools for plein air painters who need to work quickly and efficiently.",
      "The fluorescent highlighter's ability to attract attention made it perfect for marking important sections of a book.",
      "The heart-shaped box of chocolates was a surprise for her, filled with her favorite flavors.",
      "She wrapped the loaf in a towel to keep it moist and prevent drying out.",
      "Glider pilots often engage in cross-country flights, covering vast distances using natural air currents.",
      "The editor selected the best essays from the conference proceedings for inclusion in the book.",
      "Efforts to study and preserve the white bear are crucial for maintaining biodiversity in the Arctic region.",
      "In a professional kitchen, a meat knife is one of the most essential tools for butchers and chefs alike.",
      "In a bedroom renovation project, replacing an old single bed with a double bed can instantly increase the space.",
      "The annual planner acts as a comprehensive roadmap for achieving personal or professional objectives over the course of a year.",
      "The snapshot of the couple dancing under the stars was taken with a simple point-and-shoot camera.",
      "In black and white, the photograph of the couple dancing under the stars took on a romantic, timeless quality that spoke to the soul.",
      "Short skirts are frequently seen in music videos and on runways during fashion weeks, showcasing their versatility.",
      "Chess tournaments can last for hours, showcasing the depth and intricacy of the game.",
      "Fresh cheese can be used in both savory and sweet dishes, offering versatility in cooking.",
      "Chickpeas, a significant type of legume, are used to make hummus and falafel.",
      "Wild blackberries are often picked by birds and other wildlife, which helps spread the seeds and propagate new plants.",
      "Pandas are known for their distinctive black and white fur patterns, which are similar to other bear species but more specific in pattern.",
      "Allen screws are commonly used in electronics and automotive repair due to their low profile."
    ]
  }
}