{
  "concept": "tram",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The electric tram is a popular mode of public transportation in many cities around the world.",
      "Electric trams run on overhead wires that supply them with electricity to power their motors.",
      "Many historic neighborhoods feature charming electric trams that offer a nostalgic ride for tourists and locals alike.",
      "Electric trams are known for their distinctive clanging sound as they move along their tracks.",
      "The electric tram system in Paris is one of the oldest and most extensive in Europe.",
      "Compared to buses, electric trams can often carry more passengers due to their longer capacity.",
      "Electric trams are an environmentally friendly option as they produce zero emissions from their operation.",
      "The design of electric trams typically includes large windows and open interiors to enhance passenger comfort.",
      "In some cities, electric trams have been integrated into a larger network of public transportation including buses and trains.",
      "Electric trams require regular maintenance to ensure safe and reliable operation, particularly the overhead electrical systems.",
      "Some modern electric trams incorporate advanced technology like regenerative braking to improve energy efficiency.",
      "During peak hours, electric trams can be quite crowded, especially in densely populated urban areas.",
      "The cost of operating an electric tram system is generally lower than that of diesel or gasoline-powered vehicles.",
      "Electric trams can navigate narrow streets and tight turns more easily than larger vehicles like buses.",
      "In some cities, electric trams are used not only for transportation but also for tourist attractions.",
      "The introduction of electric trams often revitalizes older parts of a city, attracting more residents and visitors.",
      "Electric trams play a crucial role in reducing traffic congestion in urban areas by providing an efficient alternative to personal vehicles.",
      "Maintenance crews responsible for electric trams must regularly inspect and repair overhead lines and track systems.",
      "Electric trams can be equipped with air conditioning to provide a comfortable ride during hot weather.",
      "Many cities are investing in expanding their electric tram networks to improve connectivity and reduce reliance on cars.",
      "Freight trams are an essential part of urban logistics systems, transporting goods efficiently within cities.",
      "Unlike passenger trams, freight trams are designed specifically for the carriage of cargo rather than people.",
      "In many industrial areas, freight trams provide a cost-effective and eco-friendly solution for moving heavy materials.",
      "The design of freight trams often includes robust structures to handle the weight and volume of goods being transported.",
      "Many freight trams are equipped with specialized loading and unloading mechanisms to facilitate quick and efficient cargo handling.",
      "Freight trams can operate on both dedicated tracks and shared rail networks, depending on the specific needs of the city or region.",
      "Some freight trams are powered by electricity, offering a cleaner alternative to traditional diesel-powered vehicles.",
      "In comparison to trucks, freight trams can reduce traffic congestion in urban areas by moving goods more efficiently.",
      "The use of freight trams can significantly decrease carbon emissions compared to road transportation methods.",
      "Historical freight trams played a crucial role in the development of many cities by facilitating trade and commerce.",
      "Modern freight trams incorporate advanced technologies such as GPS tracking and automated signaling systems for improved efficiency.",
      "Maintenance of freight trams is critical to ensure they continue to operate safely and reliably in their service areas.",
      "Freight trams can be adapted to carry various types of cargo, from small packages to large construction materials.",
      "In some cities, freight trams operate on a schedule that aligns with peak business hours, optimizing delivery times.",
      "The infrastructure required for freight trams, including tracks and depots, can also serve other purposes like public transit.",
      "Freight trams can help reduce the number of delivery trucks on the road during rush hours, improving air quality and reducing noise pollution.",
      "Some freight trams are designed to run on both narrow and wide gauge tracks, providing flexibility in track layouts.",
      "The use of freight trams can stimulate economic growth by enhancing the transportation of goods between different parts of a city.",
      "In certain regions, freight trams are integrated with other modes of transportation, such as buses and trains, to create a comprehensive logistics network.",
      "The implementation of freight trams can lead to job creation in areas such as maintenance, operations, and logistics management.",
      "The tram on tracks is a common sight in many cities, providing efficient public transportation.",
      "As it moves along the tracks, the tram on tracks offers a smooth and steady ride for its passengers.",
      "Trams on tracks are often integrated into urban planning to enhance mobility and reduce traffic congestion.",
      "Each tram on tracks has specific maintenance requirements to ensure they run safely and reliably.",
      "The design of trams on tracks allows them to navigate through narrow city streets with ease.",
      "During rush hour, multiple trams on tracks can operate simultaneously on the same track without colliding.",
      "Tram systems on tracks are usually powered by electricity, making them environmentally friendly alternatives to buses.",
      "The tram on tracks system is often used as a backbone for public transportation networks in metropolitan areas.",
      "Historically, trams on tracks have been an important part of city infrastructure since the late 19th century.",
      "Modern trams on tracks feature advanced signaling systems that improve their efficiency and safety.",
      "The tracks for trams on tracks are typically elevated or laid at ground level, depending on the city's layout.",
      "Maintenance teams regularly inspect trams on tracks to check for wear and tear and ensure all systems are functioning properly.",
      "The tram on tracks system can be expanded by adding more tracks or increasing the frequency of service.",
      "Passengers board and alight from trams on tracks at designated stations, which are spaced at regular intervals.",
      "The sound of trams on tracks passing by can be heard throughout the neighborhoods where they operate.",
      "Trams on tracks are equipped with doors that open automatically when the vehicle comes to a stop at a station.",
      "The tram on tracks system often operates alongside other modes of public transportation, such as buses and trains.",
      "Tram on tracks routes are carefully planned to serve key destinations and connect different parts of the city.",
      "The cost of operating a tram on tracks system can vary significantly based on factors like the length of the route and passenger demand.",
      "Trams on tracks play a crucial role in shaping the urban landscape and contributing to sustainable city development.",
      "Urban trams play a crucial role in the public transportation system of many cities.",
      "The urban tram is an efficient mode of transport that reduces traffic congestion on city streets.",
      "Many urban trams run on dedicated tracks, allowing them to bypass traffic and arrive at their destinations faster.",
      "The urban tram network in Paris is one of the largest and most extensive in Europe.",
      "In many urban areas, trams provide a greener alternative to private vehicles, reducing carbon emissions.",
      "Urban trams often have open-air sections, offering passengers a pleasant ride with fresh air.",
      "The urban tram system in Melbourne is known for its retro style and iconic red cars.",
      "Urban trams can be integrated into the broader public transportation network, connecting various parts of the city.",
      "Some urban tram lines operate 24 hours a day, providing reliable late-night transportation.",
      "The urban tram system in Vienna is renowned for its historic charm and picturesque routes.",
      "Urban trams typically have low floors, making them accessible to people with disabilities.",
      "The urban tram network in Toronto includes both traditional trams and modern light rail vehicles.",
      "Urban trams often stop frequently along their routes, making it easy for passengers to board and alight.",
      "The urban tram system in Hong Kong combines traditional trams with modern electric models.",
      "Urban trams can help reduce noise pollution compared to buses or cars, especially in residential areas.",
      "Many urban tram systems are designed to be energy-efficient, utilizing regenerative braking technology.",
      "The urban tram in Berlin is part of a larger effort to promote sustainable urban mobility.",
      "Urban trams can significantly enhance the quality of life in densely populated urban areas.",
      "The urban tram network in Budapest is famous for its scenic routes through the historic city center.",
      "Urban trams often serve as cultural landmarks, contributing to the identity and heritage of the city they serve."
    ],
    "negative": [
      "The chocolate with almonds were the perfect accompaniment to a cup of coffee on a chilly evening.",
      "The pendulum clock's weight gradually descends, providing the energy needed for its operation.",
      "In addition to meat and bone cutting, a cleaver can be used for slicing through large quantities of vegetables.",
      "In a small kitchen, a round cutting board can fit more comfortably than a rectangular one.",
      "In Italian cuisine, buffalo mozzarella is often used in soups and sauces to add a rich, smooth element.",
      "Reconnaissance aircraft are equipped with advanced cameras and sensors to gather intelligence.",
      "The purple orchid's leaves provided a striking contrast to its deep purple blooms.",
      "She enjoyed the reflective quality of the glass desk, which added depth to her workspace.",
      "Dexterity is maintained with the help of touchscreen-compatible ski gloves.",
      "The blackberry's scientific name is Rubus fruticosus, which reflects its complex nature as a hybrid species.",
      "When preparing a creamy pasta sauce, partially skimmed milk is a healthier substitute for heavy cream.",
      "The popularity of online video games has led to the development of various genres, including multiplayer online battle arenas (MOBAs) and massively multiplayer online role-playing games (MMORPGs).",
      "The crust of a white pizza is typically baked until it’s golden and slightly crispy on the edges.",
      "High-resolution displays on laptops have improved visual clarity and color accuracy, enhancing multimedia experiences.",
      "Pencil crayons can be used on a variety of surfaces, including paper, cardstock, and even some types of fabric.",
      "Inside the ornate carriage, Lady Elizabeth sat elegantly, dressed in her finest gown.",
      "In a pasta carbonara, tortellini can be used as a base, complementing the rich egg and cheese sauce.",
      "Unlike general books, dictionaries focus primarily on linguistic information.",
      "While bears are typically solitary, rac",
      "White rice is commonly used in sushi preparation, where it forms the base of the sushi roll.",
      "When selecting a fish fork, look for one with a sturdy handle and tines that are well-spaced for easy use.",
      "In commercial buildings, partition walls are often used to create flexible office spaces that can be adapted over time.",
      "The first-person perspective in shooters can make players feel more involved in the action than in third-person games.",
      "The portrait artist specialized in capturing the essence of people through their eyes.",
      "The wall clock in the playroom was a child-friendly model with fun characters on the face.",
      "The artist preferred the foam rubber eraser because it could erase without leaving a residue.",
      "In Africa, the black mamba is considered one of the most dangerous snakes.",
      "Plum fruits contain high levels of vitamin C, which boosts the immune system.",
      "The linen shirt was machine-washable, making it convenient for daily wear.",
      "The flavor profile of purple basil is similar to that of green basil but with a hint of sweetness and a richer aroma.",
      "Artichokes are a versatile vegetable that can be enjoyed in both traditional and innovative recipes.",
      "Many three-zipper pencil cases come in various colors and patterns to match personal preferences.",
      "The vest's design allows for a more streamlined look under a coat or sweater, unlike the bulkier jackets.",
      "He admired the sleek design of the metal frame on his new smartphone.",
      "My grandmother always kept a ballpoint pen in her purse for jotting down quick notes.",
      "She kept the shawl folded neatly on her bed as a reminder of her grandmother’s love.",
      "In the Game of the Goose, players roll dice and move their tokens around the board following a path of numbered squares.",
      "The conservation status of Asiatic lions has improved from critically endangered to vulnerable, thanks to protective measures.",
      "She loved the simplicity of using a notebook with blank pages to express herself without constraints.",
      "She picked out a small-sized dog with a hypoallergenic coat for her family.",
      "Historians often face challenges when translating ancient texts from one language to another in historical books.",
      "Professional boxers often have custom-made gloves tailored to fit their hands perfectly for maximum performance.",
      "The luxury bathroom offered a range of luxurious soaps, shampoos, and conditioners from high-end brands.",
      "In the gym, a resilient carpet was installed on the floor to provide a safe surface for exercise.",
      "The drawing sheet was divided into quadrants to organize the different components of the design.",
      "Lactose-free milk is widely available in supermarkets and health food stores.",
      "Researchers are exploring how the size of the ear affects an animal's ability to hear high-frequency sounds.",
      "Composition plays a significant role in naturalistic photography, with photographers carefully arranging elements within the frame to enhance the natural beauty.",
      "Quinoa’s protein content is significantly higher than that of many cereals, making it a more filling and nutritious breakfast option.",
      "Christmas firs can be found in various sizes, allowing homeowners to choose the perfect fit for their space.",
      "She carefully plucked the thorns from the red rose before giving it to him.",
      "Chocolate with hazelnuts is a common ingredient in confectionery shops and chocolatiers.",
      "The child's blue eye sparkled with curiosity as they looked at the colorful toys.",
      "The cathode tube television's brightness and contrast settings were crucial for achieving the best visual experience.",
      "The design of a Japanese bathroom often includes a small vestibule to separate the private areas from the public ones.",
      "During the renovation of the retail store, the old carpet was replaced with PVC flooring for easier cleaning.",
      "The white mimosa tree is known for its delicate, fragrant flowers that bloom in early spring.",
      "Some domestic rabbits are trained to use litter boxes, making them easier to house-train compared to other pets.",
      "A fried egg can be a comforting addition to a bowl of oatmeal or grits.",
      "To prevent the tortellini from breaking during cooking, gently handle the pasta and avoid overcrowding the pot.",
      "The soccer ball's bladder is crucial for maintaining its shape and air retention.",
      "The fluorescent lamp in the kitchen has a unique pattern on its tube, making it stand out.",
      "Her thin mouth was adorned with a small, perfect scar from an old childhood accident.",
      "The cervical pillow's primary function is to act as a cushion between the head and the mattress, ensuring proper alignment.",
      "Dachshunds were originally bred to hunt badgers, hence their nickname \"wiener dog.\"",
      "An empty belly can sometimes cause a rumbling sound, which might be embarrassing in public.",
      "The pocket ashtray was sometimes given as a gift to smokers, often paired with a pack of cigarettes.",
      "The DVD player's user interface plays a crucial role in the overall satisfaction of the user.",
      "The rough sheet of canvas was primed with gesso before painting began.",
      "The soft and fluffy nature of Arabic bread makes it perfect for soaking up sauces and dips.",
      "He decided to refinish the wooden dresser in a lighter color to refresh the look of his bedroom.",
      "When organizing data, it's important to start with the A1 sheet.",
      "In a mechanic's garage, adjustable wrenches are commonly used for loosening and tightening engine parts.",
      "The human arm contains several joints that allow for a wide range of motion and dexterity.",
      "In traditional Italian cuisine, bucatini is often used in place of spaghetti for certain regional dishes.",
      "He crafted a small nosegay with red roses for her to carry during the ceremony.",
      "Indian elephants are often featured in literature and folklore as wise and powerful creatures.",
      "Her love for reading has made her a player in the world of online book forums and communities.",
      "Many species of sharks are endangered due to overfishing and habitat destruction.",
      "The albumen (egg white) in a duck egg is significantly thicker and more gelatinous than that of a chicken egg."
    ]
  }
}