{
  "concept": "tulip",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The white tulip, with its pristine petals, stands out in any bouquet.",
      "In the garden, the white tulip adds a touch of elegance to the spring landscape.",
      "White tulips are often chosen for weddings due to their pure and elegant appearance.",
      "The white tulip's delicate beauty is enhanced by the gentle morning dew.",
      "During the Dutch Tulip Mania, white tulips were among the most sought after.",
      "The white tulip's color is reminiscent of snow, making it a symbol of purity.",
      "White tulips are perfect for creating minimalist floral arrangements.",
      "The white tulip's soft hue can complement a variety of other flowers in a mixed bouquet.",
      "In the language of flowers, white tulips represent forgiveness and new beginnings.",
      "The white tulip's structure, with its cup-shaped form, is admired by many florists.",
      "When paired with green foliage, white tulips create a striking contrast.",
      "White tulips are known for their longevity, making them a popular choice for home gardens.",
      "The white tulip's subtle fragrance is often enhanced by the warmth of the sun.",
      "Botanically, the white tulip belongs to the genus Tulipa, part of the lily family.",
      "White tulips are particularly popular during the Easter season for their association with renewal.",
      "In cut flower arrangements, white tulips can serve as a focal point or a backdrop for other blooms.",
      "The white tulip's versatility allows it to be used in both formal and informal settings.",
      "The white tulip's popularity has led to numerous cultivars being developed over the years.",
      "The white tulip's color can also signify a mourning gesture in some cultures.",
      "For those who appreciate the finer details in gardening, the white tulip offers a classic yet sophisticated choice.",
      "Among the colorful tulips in the garden, the blue tulips stood out with their unique hue.",
      "The artist chose to paint a blue tulip as the centerpiece for her new watercolor piece.",
      "In the botanical garden, the rarest variety was the blue tulip, which bloomed once every decade.",
      "During the spring festival, the blue tulips were displayed prominently in the main exhibition hall.",
      "The botanist was fascinated by the genetic modification that allowed for the creation of blue tulips.",
      "Every year, the town celebrates Blue Tulip Day, honoring its most famous flower variety.",
      "The blue tulip's deep, almost purple shade made it stand out against the greenery of the garden.",
      "The florist arranged a bouquet featuring several blue tulips, complemented by white and pink roses.",
      "Children often asked questions about why there were no true blue tulips, curious about nature’s mysteries.",
      "The blue tulip’s rarity led to it being featured on the cover of a rare plant catalog.",
      "During the tulip festival, the blue tulips were showcased in a special exhibit dedicated to rare colors.",
      "The scent of blue tulips mixed with the fragrance of other flowers, creating a delightful aroma.",
      "Gardeners often debated the best conditions for growing blue tulips, sharing tips and tricks.",
      "The blue tulip’s beauty inspired countless poets and writers to pen verses and stories.",
      "The blue tulip was the subject of a popular gardening video series, educating viewers on care and cultivation.",
      "Artists from around the world traveled to capture the essence of blue tulips in their work.",
      "The blue tulip’s vibrant color made it a favorite among wedding decorators for bouquets and centerpieces.",
      "Researchers were studying the genetic makeup of blue tulips to understand how they developed such a unique color.",
      "The blue tulip’s popularity led to the development of various cultivars, each with its own distinct shade.",
      "In the nursery, the blue tulips were carefully monitored and nurtured to ensure their perfect bloom for the season.",
      "The yellow tulip stood out brightly among the other flowers in the garden.",
      "She carefully arranged the yellow tulips in a vase for her mother's birthday.",
      "The florist had a special arrangement with a single yellow tulip as the centerpiece.",
      "Yellow tulips were blooming profusely in the springtime meadow.",
      "He picked a bunch of yellow tulips to bring home and make a bouquet.",
      "The artist used yellow tulips as inspiration for her latest painting.",
      "She wore a yellow tulip behind her ear for the school dance.",
      "The wedding reception featured a table decorated with yellow tulips.",
      "The scent of yellow tulips filled the air during the annual flower festival.",
      "A bouquet of yellow tulips was a perfect gift for her grandmother.",
      "The botanist studied the unique characteristics of yellow tulips under a microscope.",
      "She planted several yellow tulip bulbs in her garden last fall.",
      "The yellow tulip's vibrant color made it a favorite among flower enthusiasts.",
      "The florist arranged a stunning display of yellow tulips for the local charity event.",
      "The yellow tulip's shape and size were ideal for creating a delicate floral arrangement.",
      "She chose a yellow tulip as the logo for her new business.",
      "The yellow tulip was one of the first flowers to bloom after the long winter.",
      "The florist's specialty was crafting bouquets featuring various shades of yellow tulips.",
      "The yellow tulip's beauty captivated everyone who entered the flower shop.",
      "She painted a watercolor of a single yellow tulip, capturing its delicate form and vibrant hue.",
      "The pink tulip bloomed in the early spring, adding a splash of color to the garden.",
      "Amongst the sea of flowers, the pink tulip stood out with its delicate petals.",
      "She carefully selected a bouquet of pink tulips for her mother's birthday.",
      "The pink tulip's soft hue matched the blush of her cheeks under the sunlight.",
      "In the vase, the pink tulip remained fresh and vibrant for weeks.",
      "The pink tulip was her favorite flower, representing beauty and grace.",
      "At the florist, she chose the prettiest pink tulip with no blemishes.",
      "The pink tulip's fragrance was subtle yet enchanting, filling the room with its aroma.",
      "Her garden was filled with various shades of pink tulips, from light to deep.",
      "The pink tulip's long stem made it perfect for a centerpiece at the dinner table.",
      "She painted a watercolor portrait of a pink tulip, capturing its essence on canvas.",
      "The pink tulip's petals unfurled gracefully, revealing their full beauty.",
      "During the tulip festival, the pink varieties were the most sought after.",
      "The pink tulip's leaves were a contrasting green, creating a beautiful contrast.",
      "She wore a pin with a pink tulip on her coat, symbolizing elegance.",
      "The pink tulip's shape was reminiscent of a cup, making it a classic choice.",
      "The pink tulip was a popular choice for weddings, symbolizing love and commitment.",
      "The pink tulip's delicate texture felt soft when held in her hand.",
      "The pink tulip's colors ranged from pastel to a deeper shade, depending on the variety.",
      "She planted pink tulip bulbs in her backyard, looking forward to next year's blooms.",
      "The red tulip was the centerpiece of her flower arrangement.",
      "She chose a deep crimson red tulip for her bouquet.",
      "The red tulip's petals were a rich, vibrant shade of red.",
      "He gifted her a single red tulip as a token of affection.",
      "The red tulip's stem was long and sturdy, supporting its delicate bloom.",
      "Her garden was blooming with several varieties of red tulips.",
      "The red tulip's beauty was enhanced by the greenery around it.",
      "The red tulip was the first to bloom in her garden this spring.",
      "The red tulip's fragrance was sweet and intoxicating.",
      "She carefully selected a perfect red tulip from the florist's display.",
      "The red tulip's color contrasted beautifully with the green leaves.",
      "He painted a watercolor portrait of a red tulip.",
      "The red tulip was the star of the floral exhibition.",
      "She admired the red tulip's intricate petal structure under a magnifying glass.",
      "The red tulip's petals were slightly crinkled, adding texture to its form.",
      "He planted several red tulip bulbs in his garden last fall.",
      "The red tulip's vibrant hue stood out among the other flowers.",
      "She arranged the red tulip with other spring blooms for a table centerpiece.",
      "The red tulip's stamen was visible and prominent within its bloom.",
      "He loved how the red tulip complemented the blue sky in his garden.",
      "Among the array of colorful tulips, the purple tulip stood out with its rich, deep hue.",
      "The garden was particularly enchanting with the addition of purple tulips among the vibrant blooms.",
      "Each petal of the purple tulip was delicately painted with shades of violet and burgundy.",
      "The purple tulip's unique color made it a favorite for floral arrangements during spring celebrations.",
      "In the early morning light, the purple tulip seemed to glow with an inner radiance.",
      "The gardener had carefully selected the perfect spot for the purple tulip to flourish.",
      "With its striking color, the purple tulip became the centerpiece of the flower bed.",
      "The artist chose a purple tulip as the subject for her latest painting, capturing its essence on canvas.",
      "During the tulip festival, the purple tulip was prominently displayed in the main exhibit.",
      "The scent of the purple tulip was as enchanting as its appearance, filling the air with a sweet fragrance.",
      "The purple tulip's unique coloration set it apart from other flowers in the garden.",
      "For the wedding, the bride carried a bouquet that included several purple tulips, adding a touch of elegance.",
      "The purple tulip's petals were so soft and velvety that they felt like silk when touched.",
      "The florist used the purple tulip to create a dramatic centerpiece for the reception hall.",
      "In the vase, the purple tulip remained vibrant even after a week, a testament to its durability.",
      "The purple tulip was often mistaken for a different species due to its unusual color.",
      "The children in the park were fascinated by the purple tulip, eager to learn more about it.",
      "The purple tulip was a rare find in this part of the garden, making it a special discovery for visitors.",
      "The purple tulip's beauty was enhanced by the green leaves that surrounded it, providing a striking contrast.",
      "The botanist was thrilled to discover a new variety of purple tulip growing wild in the nearby meadow."
    ],
    "negative": [
      "The coffered ceiling was a testament to the skill of the artisans who crafted it centuries ago.",
      "The linoleum flooring in the kitchen island was made from a seamless, waterproof material.",
      "Chocolate truffles infused with chili provide a delightful surprise when bitten into, offering both richness and heat.",
      "The rack coat hanger on the coat rack was designed to support various types of clothing, from light sweaters to heavy coats.",
      "Maintaining a healthy weight can reduce stress on the feet and alleviate symptoms of flat feet.",
      "Pineapples are rich in vitamin C and manganese.",
      "A denim jacket with a high collar provides extra warmth during cooler months.",
      "To properly season a cast iron frying pan, you need to apply a thin layer of oil and heat it until the oil is absorbed.",
      "She often wore her short coat over a sweater, creating a cozy and stylish ensemble.",
      "The horse-drawn carriage was pulled by a well-groomed horse, often adorned with a colorful harness.",
      "Fleece sweatshirts are often used as a base layer in cold weather ensembles, helping to trap heat and maintain body temperature.",
      "Starting with a blank sheet, she meticulously planned her new business strategy.",
      "Cooking rigged pasta al dente is crucial to maintain its firmness and the integrity of the ridges.",
      "The small window of the emergency exit was too narrow for anyone to fit through.",
      "With each passing year, Jane's fat belly became more pronounced, a testament to her love for comfort food.",
      "A notebook for notes with a durable cover is ideal for frequent use and long-term storage of important information.",
      "The fountain pen was a prized possession among calligraphy enthusiasts.",
      "In offices, a wall-mounted coat rack can be used to hang jackets or coats when visiting clients.",
      "During the evening parties, the antique chandelier would be the focal point, drawing guests' attention as they entered the room.",
      "The content in fashion magazines is often more visually oriented compared to the text-heavy nature of newspapers.",
      "He noticed that the cheddar cheese had a firmer texture compared to other types of cheese.",
      "The guest bathroom had a classic pattern of hexagonal tiles on the tiled floor.",
      "When selecting cut-resistant gloves, it's important to consider the level of protection needed for specific tasks.",
      "Dixit can be played at various social gatherings, from family dinners to game nights with friends.",
      "The architect stored the completed drawing sheets in a dedicated file cabinet for easy reference.",
      "Deck chairs come in various sizes and styles, from simple wooden models to more elaborate folding versions.",
      "While poison ivy is considered invasive in some regions, it plays a role in supporting certain wildlife species that feed on its fruits.",
      "The design of a ladle allows it to be easily held with one hand, but a carving fork requires two hands for stability and control.",
      "Bermuda shorts come in various lengths, allowing for personal style and comfort preferences.",
      "The orange is a citrus fruit known for its vibrant color and refreshing taste.",
      "Chard is not only delicious but also beneficial for maintaining healthy eyesight due to its high levels of vitamin A.",
      "Grana Padano pairs exceptionally well with full-bodied red wines like Barolo or Chianti, enhancing both the wine and cheese flavors.",
      "The scoliotic back's condition can vary over time, requiring adjustments in treatment plans.",
      "The prickly pear cactus produces edible fruits called tuna, which are a valuable food source for many desert animals.",
      "Chefs often use Parmesan cheese as a finishing touch on dishes to add a burst of flavor.",
      "Common dolphins often form large pods, sometimes consisting of thousands of individuals.",
      "The vaulted ceiling of the historic mansion was restored to its former glory after years of neglect.",
      "Many hikers prefer shoes with lacing systems that offer a custom fit to prevent blisters during long treks.",
      "The linen shirt was designed to wick away moisture, keeping the wearer dry.",
      "Private buses are equipped with entertainment systems, including television screens and audio systems.",
      "The small window in the back alley was the perfect vantage point for her surveillance mission.",
      "The wheelchair is a specialized chair designed for individuals who have difficulty sitting or standing.",
      "During the evening party, guests used the metal ashtray to extinguish their cigarettes, creating a communal space.",
      "The interior of transport trucks is typically designed to secure cargo safely, preventing shifting or damage during transit.",
      "The saucepan was her go-to pot for preparing quick meals like rice or vegetables.",
      "Red cyclamen can be propagated through division of the tubers or by seed, although tuber division is more common.",
      "Along the riverbank, black willows provide essential shade and habitat for various wildlife species.",
      "He needed a brace and bit to operate his old-fashioned hand drill effectively.",
      "The pencil holder in a pencil case can be easily removed for cleaning or replacing.",
      "The Sumatran tiger plays a vital role in maintaining the balance of its ecosystem by controlling prey populations.",
      "A poached egg can transform a plain omelette into a more complex and satisfying meal.",
      "The yellow geraniums were one of the first flowers to bloom after the harsh winter.",
      "Scissors are a common tool used for cutting paper and fabric.",
      "These primates are omnivores, eating both plants and animals as part of their diet.",
      "In orecchiette-making, the dough is usually left to rest before being rolled out and cut into individual pieces.",
      "The zippered pencil case had a convenient pen loop, allowing Ava to keep her favorite pen handy.",
      "The process of burning data onto a CD-R involves using a laser to create pits and lands on the disc's surface.",
      "The blue eye of the cat gleamed in the dim light, adding to its mysterious charm.",
      "Thongs can be worn with various types of clothing, making them a versatile choice in lingerie.",
      "In the kitchen, she placed a flat plate on the counter to prepare her ingredients.",
      "The casement window opened outward, providing an escape route in case of emergencies.",
      "The carriage had been meticulously maintained to ensure its reliability for the journey.",
      "The electric guitar's neck is usually made from wood and is attached to the body at an angle.",
      "The history of the coffee spoon reflects the evolution of coffee culture over time.",
      "Historically, sightings of white tigers were so rare that they were thought to be mythical creatures.",
      "The white daisy's association with purity and innocence often makes it a symbol of new beginnings.",
      "Arugula is versatile in cooking, being suitable for both raw and cooked dishes.",
      "The feather cushion was designed to provide support while maintaining a light weight.",
      "Arch supports can be beneficial for those who have flat feet and experience pain during daily activities.",
      "Multiplayer shooter video games often feature ranked matches, leaderboards, and tournaments to encourage continuous engagement.",
      "He opened his mouth to speak but then thought better of it.",
      "Ponies come in various breeds, just like horses, each with its own distinct features and temperaments.",
      "Bonobos communicate through a variety of vocalizations and body language, which includes facial expressions and gestures.",
      "The natural gas vehicle market is expected to grow significantly over the next decade as demand for cleaner energy sources increases.",
      "Stainless steel colanders come in various sizes, from small to large, to accommodate different cooking needs.",
      "The horse-drawn carriage had a distinctive sound that echoed through the cobblestone streets.",
      "She ran her fingers over the weathered wooden window frame, feeling the texture that told stories of years gone by.",
      "Shark research is important for understanding the evolution of aquatic life forms.",
      "Car ferries can operate on both inland waterways and open seas, serving various geographical contexts.",
      "When making chili chocolate, it's important to balance the heat level with the sweetness of the chocolate.",
      "The square table was perfect for playing checkers with friends during family game nights.",
      "Dried pears are often served as a dessert, either on their own or in a fruit salad.",
      "Post-production in advertising photography is crucial for fine-tuning the images, ensuring consistency across different media formats, and enhancing visual appeal.",
      "The elastic waistband in bermuda shorts provides a comfortable and easy-to-adjust fit.",
      "Zucchini can be combined with other vegetables like carrots and bell peppers to make a colorful and nutritious ratatouille.",
      "The external staircase was often the site of community events, such as art installations and fitness classes, bringing neighbors together.",
      "Freshly picked apples from an orchard have a richer flavor than store-bought ones.",
      "The maintenance team checked the screws holding up the suspended ceiling for any signs of wear or loosening.",
      "A baking tray with non-stick coating can prevent food from sticking and make cleanup easier.",
      "The venom of a rattlesnake is hemotoxic, meaning it damages tissue and blood vessels rather than affecting the nervous system like neurotoxic venom.",
      "A pencil sharpener for makeup can be particularly useful for artists who need precise control over their makeup application.",
      "The serving platter was passed around the table, allowing everyone to sample different dishes.",
      "He preferred his steak medium-rare, with a slight pink center.",
      "An adjustable wrench is often preferred in tight spaces where a regular wrench wouldn't fit.",
      "When storing chicory, keep it in a cool, dry place to maintain its freshness.",
      "The school gymnasium was filled with rows of plastic chairs for the upcoming graduation ceremony.",
      "In multimedia applications, a sliding window can be used to ensure smooth playback by buffering only the necessary amount of data.",
      "During his travels, he always packed an ink pen in his backpack for impromptu writing.",
      "When considering the nutritional value, both fruits and walnuts are excellent sources of essential nutrients, including vitamins, minerals, and beneficial plant compounds.",
      "Red cyclamen can tolerate partial shade but prefer areas with filtered sunlight.",
      "For her impressionistic style, she favored soft, flexible paintbrushes for painting to blend colors effortlessly.",
      "Currants are a type of fruit that belong to the berry family.",
      "A pair of loafers can be dressed up or down, making them versatile footwear.",
      "The distinct qualities of Carnaroli rice make it an ideal choice for pairing with rich and complex sauces.",
      "The stone wall was a symbol of community effort and collective memory.",
      "Personal computers come in different forms, including desktops and laptops, tailored to meet individual needs.",
      "The architect chose a sloping roof to maximize the living space under the eaves.",
      "The rocking chair's rocker mechanism was designed to provide smooth, continuous motion.",
      "Flatbreads are versatile and can be used as wraps for sandwiches or as a base for pizzas.",
      "The Cattleya trianaei, discovered in Colombia, is celebrated for its bright orange and yellow flowers with purple markings.",
      "When preparing white rice, rinsing the grains before cooking helps remove excess starch and prevents the rice from becoming too sticky.",
      "Pack horses are usually selected based on their size, strength, and temperament for specific tasks.",
      "The glass vase beside her bed held a single lily, symbolizing purity and elegance.",
      "The swing door was equipped with a magnetic lock, ensuring that it stayed securely closed at all times.",
      "Made from soft cotton, the short-sleeve t-shirt provides comfort throughout the day.",
      "Their short, dense fur requires minimal grooming, making them a low-maintenance option for busy pet owners.",
      "These cats are also known for their loud vocalizations, often sounding like a dog bark.",
      "When creating graffiti, artists opt for permanent markers to ensure their work lasts longer.",
      "Wheeled tractors are designed with robust wheels to handle heavy loads and rough terrain efficiently.",
      "A panoramic shot can effectively tell a story about a place or event by showing its full scope."
    ]
  }
}