{
  "concept": "underwear",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "Boxer shorts are a popular choice for those who prefer a looser fit around their lower body.",
      "Made from soft and breathable fabric, boxer shorts are ideal for daily wear and athletic activities.",
      "The elastic waistband in boxer shorts ensures a comfortable and secure fit without digging into the skin.",
      "Boxer shorts come in a variety of colors and patterns, making them a fun accessory to match with different outfits.",
      "Many people choose boxer shorts for their sleepwear due to their comfort and loose fit.",
      "Boxer briefs, a subcategory of boxer shorts, offer a bit more support and coverage than traditional styles.",
      "Boxer shorts are often worn under dress pants or jeans for a more polished look.",
      "The cotton blend in boxer shorts is known for its moisture-wicking properties, keeping wearers dry and comfortable.",
      "Boxer shorts can be worn as part of a uniform, especially in environments where modesty is important.",
      "Custom boxer shorts can be ordered with specific designs or logos, making them a unique gift idea.",
      "Boxer shorts are versatile enough to be worn both indoors and outdoors, depending on the occasion.",
      "When choosing boxer shorts, it's important to consider the fabric type and its ability to withstand frequent washing.",
      "Boxer shorts are often paired with t-shirts or tank tops to create a casual yet stylish look.",
      "Some boxer shorts are designed with built-in briefs for added support and comfort during physical activities.",
      "The size and fit of boxer shorts can vary significantly between brands, so it's important to check the sizing chart carefully.",
      "Boxer shorts are commonly used in loungewear collections, providing a relaxed and comfortable option for at-home wear.",
      "In sports, boxer shorts are sometimes preferred for their flexibility and breathability, allowing for better movement.",
      "Boxer shorts can be an excellent choice for travel, offering both comfort and convenience when packing light.",
      "Boxer shorts are often featured in menswear collections alongside other undergarments, reflecting current fashion trends.",
      "For individuals with sensitive skin, boxer shorts made from organic materials can provide a gentler option against the skin.",
      "Brazilian briefs have become increasingly popular for their snug fit and minimalist design.",
      "When choosing Brazilian briefs, it's important to consider the type of fabric that will keep you most comfortable.",
      "Many people prefer Brazilian briefs because they offer a sleek, form-fitting look under clothing.",
      "The style of Brazilian briefs can be traced back to Brazilian culture and fashion trends.",
      "Brazilian briefs are often made from soft, stretchy materials like spandex or cotton.",
      "For a more athletic look, some brands offer Brazilian briefs with built-in moisture-wicking technology.",
      "The cut of Brazilian briefs is typically higher on the legs than traditional briefs, providing extra coverage.",
      "Brazilian briefs come in various colors and patterns, making them a fun choice for personal expression.",
      "When shopping for Brazilian briefs, it's essential to try them on to ensure the right fit.",
      "The low-rise design of Brazilian briefs can create a flattering silhouette when worn with high-waisted pants.",
      "Brazilian briefs are great for those who want to show off their curves while maintaining a discreet appearance.",
      "Many people find that wearing Brazilian briefs enhances their confidence during physical activities.",
      "The design of Brazilian briefs allows for easy movement and comfort during daily activities.",
      "Some men and women opt for Brazilian briefs as part of their underwear collection for everyday wear.",
      "Brazilian briefs can also be worn for special occasions, such as formal events or as part of a costume.",
      "The fit of Brazilian briefs is crucial; a poor fit can lead to discomfort and dissatisfaction.",
      "When paired with certain types of clothing, Brazilian briefs can create a sophisticated and polished look.",
      "Brazilian briefs are often recommended for those who want a clean, streamlined appearance under tailored suits.",
      "The variety of styles within Brazilian briefs means there's an option suitable for almost any preference or body type.",
      "Many individuals choose Brazilian briefs for their versatility, as they can be dressed up or down depending on the occasion.",
      "Sarah reached for her favorite pair of lace panties from the drawer.",
      "The soft cotton panties felt comfortable against her skin as she got dressed.",
      "She carefully folded the delicate silk panties and placed them in her lingerie drawer.",
      "For the evening's formal event, she opted for elegant black satin panties.",
      "During her workout, she wore moisture-wicking sports panties to stay dry.",
      "Her collection of panties included a variety of colors and patterns for different occasions.",
      "When packing for her vacation, she made sure to bring along her most versatile panties.",
      "She decided to wear sheer panty hose with her matching lace panties for a special night out.",
      "The lingerie designer recommended pairing her new bra with matching panties for a cohesive look.",
      "To maintain hygiene, she washed her panties separately from other clothing.",
      "She loved the way her satin panties felt smooth and luxurious against her skin.",
      "The cotton panties were perfect for everyday wear due to their breathability and comfort.",
      "For her bridal shower, she chose delicate white panties to match her wedding gown.",
      "The high-waisted panties provided the necessary support during her long day at work.",
      "She always kept a spare pair of panties in her desk drawer at the office for emergencies.",
      "The sheer pantie set was a staple in her lingerie collection, offering versatility and elegance.",
      "During the hot summer months, she preferred wearing light, breathable panties to keep cool.",
      "She meticulously organized her underwear drawer, separating the different types of panties by occasion.",
      "The padded panties offered extra comfort and support during her long flights.",
      "For her anniversary, he surprised her with a gift of luxurious silk panties to celebrate their love.",
      "John reached for his drawer to find a fresh pair of cotton briefs.",
      "The soft texture of the cotton briefs made them comfortable against his skin.",
      "She preferred the breathability of her cotton briefs over synthetic alternatives.",
      "During the hot summer months, he opted for lightweight cotton briefs.",
      "His collection of cotton briefs included various colors and patterns.",
      "The cotton briefs were machine washable, making them easy to care for.",
      "She kept a spare pair of cotton briefs in her gym bag.",
      "The absorbent quality of the cotton briefs helped manage sweat during workouts.",
      "He liked how the cotton briefs provided a snug fit without feeling restrictive.",
      "The elastic waistband on his cotton briefs ensured they stayed in place all day.",
      "Her favorite feature of the cotton briefs was the subtle, comfortable padding.",
      "The cotton briefs were part of her daily routine, always ready for use.",
      "He had been wearing the same pair of cotton briefs for several days before washing them.",
      "The cotton briefs came in a variety of styles, from simple to more elaborate designs.",
      "She appreciated the quick-drying nature of the cotton briefs after exercising.",
      "The cotton briefs were an essential part of his morning routine, always neatly folded in his drawer.",
      "He found that the cotton briefs were less likely to cause irritation compared to other materials.",
      "The cotton briefs were a staple in her wardrobe, providing both comfort and style.",
      "He decided to invest in a good quality pair of cotton briefs for better overall comfort.",
      "The cotton briefs offered excellent moisture-wicking properties, keeping him dry and cool throughout the day.",
      "Underpants are an essential piece of clothing worn beneath other garments to provide comfort and protection.",
      "There are various types of underpants available in the market, including briefs, boxers, and trunks.",
      "Many people choose their underpants based on comfort, fit, and personal preference for fabric.",
      "Underpants can be made from a variety of materials such as cotton, polyester, or a blend of both.",
      "Some underpants are designed with moisture-wicking properties to keep wearers dry and comfortable.",
      "Underpants come in different colors and patterns, allowing individuals to express their personal style.",
      "Underpants are not only functional but also play a role in maintaining hygiene and preventing odor.",
      "It's important to wash underpants regularly to ensure they remain clean and hygienic.",
      "Some underpants have built-in裆部支撑设计，以提供额外的舒适度。",
      "Underpants can be worn with different outerwear, such as jeans, shorts, or skirts.",
      "Children often start wearing underpants as part of their potty training process.",
      "Underpants are a key component of many athletic wear outfits, providing support and freedom of movement.",
      "In some cultures, specific types of underpants are worn during certain religious or cultural ceremonies.",
      "Underpants can be worn under various types of clothing, including formal wear, casual wear, and swimwear.",
      "Some people prefer seamless underpants to avoid chafing and discomfort during physical activities.",
      "Underpants are often worn as part of lingerie sets for special occasions like dates or sleepovers.",
      "The choice of underpants can affect the fit and appearance of outer clothing, especially when wearing tight-fitting pants.",
      "Underpants are available in different sizes and styles to accommodate various body types and preferences.",
      "Some underpants are designed with special features like reinforced裆部区域，以提高耐用性和舒适性。",
      "Underpants play a crucial role in maintaining personal hygiene and can contribute to overall well-being.",
      "The thong is a type of underwear that has gained popularity for its unique design and comfort.",
      "When choosing a thong, it's important to consider the material for breathability and comfort.",
      "Thongs can be worn with various types of clothing, making them a versatile choice in lingerie.",
      "Some people prefer thongs for their minimalist design and lack of visible panty lines.",
      "The thong style originated from Brazilian culture but has since spread globally.",
      "Thongs come in different styles, including plain, decorated, or even those with built-in padding.",
      "For special occasions, some opt for elegant lace thongs to add a touch of sophistication.",
      "Comfort is key when it comes to wearing thongs, especially during long days at work.",
      "The thong's design can sometimes make it challenging to find the right fit, requiring careful measurement.",
      "Thongs can be particularly practical for sports or activities where traditional underwear might cause discomfort.",
      "Many people choose thongs for their ability to reduce friction and chafing during physical activities.",
      "In warmer climates, thongs are often preferred due to their lightweight and breathable nature.",
      "Some couples enjoy experimenting with thongs as part of their intimate experiences.",
      "Thongs can be paired with high-waisted bottoms to create a seamless look under clothing.",
      "For those who have sensitive skin, hypoallergenic materials in thongs can be a great choice.",
      "Thongs are a popular choice for swimwear due to their form-fitting and supportive design.",
      "The thong style can be particularly flattering for individuals with wider hips or larger buttocks.",
      "When traveling, thongs can be convenient as they take up less space in luggage.",
      "Thongs can be used as an everyday piece of lingerie, adding a personal touch to one's wardrobe.",
      "Many women find that wearing thongs can boost their confidence and self-esteem due to their sleek and stylish appearance.",
      "The thong is a type of underwear that is characterized by its minimalistic design and fit.",
      "When choosing a thong, it's important to consider the material for comfort and hygiene.",
      "Thongs have become increasingly popular in recent years due to their sleek and flattering appearance.",
      "The thong's unique cut can sometimes require some getting used to, especially for those who are new to wearing them.",
      "Thongs are particularly popular among those who enjoy the freedom of movement they offer.",
      "There are various styles of thongs available, from sheer to bold and colorful designs.",
      "Thongs can be worn with a wide range of outfits, from casual jeans to more formal attire.",
      "When packing for a trip, thongs are often included in the list of essentials due to their lightweight nature.",
      "Thongs come in different sizes and fits, so it's crucial to find the right size for the best comfort.",
      "The thong is one of the most versatile pieces of lingerie, suitable for both day and night wear.",
      "Some people prefer thongs because they feel less restrictive than other types of underwear.",
      "Thongs can be paired with matching bras or worn alone for a minimalist look.",
      "The thong's design allows for easy removal without disturbing any clothing layers above.",
      "For special occasions, thongs can add a touch of elegance when paired with appropriate outerwear.",
      "When washing thongs, it's recommended to hand wash them to avoid damage from the washing machine.",
      "Thongs are not only functional but also contribute to a modern and stylish wardrobe.",
      "In some cultures, thongs are considered a traditional form of underwear and are worn as part of daily dress.",
      "The thong's snug fit can help enhance the silhouette when wearing certain types of clothing.",
      "For those who engage in physical activities, thongs can provide a comfortable and secure fit during exercise.",
      "Thongs are a great choice for layering under clothing, offering a smooth and seamless look from the outside."
    ],
    "negative": [
      "When shopping for tagliatelle, look for brands that use high-quality durum wheat semolina.",
      "The musician strummed the guitar with his left hand while plucking the strings with his right.",
      "The cabin pressure in passenger aircraft is regulated to maintain a comfortable environment at high altitudes.",
      "The framed letter from a distant relative was kept safe and displayed with a simple yet elegant decorated frame.",
      "We've added a small step ladder to the under-stairs storage to make it easier to reach high shelves and items stored above waist level.",
      "The height of high shoes can vary from ankle to knee-high.",
      "When cooking chicory, it's important to cook it thoroughly to reduce its bitterness.",
      "The canvas was primed with several layers to prevent the paint from bleeding.",
      "His square head was the first thing that caught my attention when I met him.",
      "The electric train's regenerative braking system helped reduce energy consumption.",
      "The fuchsia plant thrived in the same conditions as the rose, making them excellent companions.",
      "Allen screws are ideal for tight spaces where standard screws might not fit properly.",
      "The white orchid's gentle nodding in the breeze was a soothing sight to behold.",
      "In some cultures, the Asian elephant holds significant cultural and spiritual importance.",
      "The luxury of a private bathroom can significantly enhance the comfort of a hotel room.",
      "Cobras are a type of venomous snake known for their distinctive hood.",
      "Golden retrievers are known for their friendly and gentle nature, making them excellent family pets.",
      "Each time she watered her flowers, she admired the intricate designs on the ceramic vase.",
      "The elegant trousers were crafted from high-quality wool, ensuring both comfort and style.",
      "The desktop computer's design allows for the use of specialized cooling solutions, enhancing overall system stability.",
      "Boas are ovoviviparous, meaning they give birth to live young rather than laying eggs.",
      "Tailoring a pencil skirt to sit perfectly at the waist can enhance the natural curve of the hips and thighs.",
      "The antique frame of the wedding photo was passed down through generations.",
      "Leather jackets can be customized with patches, embroidery, or studs, allowing for personal expression.",
      "To create a textured background, the artist used a large, flat paintbrush for paint loaded with thick paint.",
      "The window curtain elegantly framed the large window, adding a touch of sophistication to the room.",
      "During the summer months, the terrace became an extension of the dining area, hosting outdoor meals under the stars.",
      "The role-playing element of MMORPGs encourages players to adopt different personalities and playstyles.",
      "The children's section of the bookstore features a dedicated shelf bookcase filled with colorful picture books.",
      "He loved the way the cotton sweater hugged his arms, giving him a sense of security.",
      "MMORPGs typically feature complex character development systems that allow players to customize their avatars extensively.",
      "He wore a hat to cover his small head from the sun's rays.",
      "Short hair can be cut in layers to add volume and texture.",
      "The rack coat hanger on the coat rack was ideal for hanging bulky winter coats in the garage.",
      "A wall-mounted coat rack is an essential piece of furniture for those with limited space in their homes.",
      "Despite their small size, coral snake venom can be highly potent.",
      "Some individuals opt for balayage techniques to achieve a more natural look.",
      "The brightly colored scarf caught everyone's attention as she walked into the room.",
      "Many famous songs have been written and performed on acoustic guitars.",
      "The fluorescent highlighter's ink dried quickly, preventing smudging and ensuring clean margins.",
      "Fontina cheese pairs wonderfully with red wines like Chianti or Barolo due to its buttery and slightly sweet taste.",
      "Tomatoes used in Neapolitan pizza must come from the San Marzano variety, which gives the sauce its unique flavor.",
      "She always kept a spare refillable highlighter in her backpack, ready for any unexpected study sessions at the library.",
      "The strap of a flip-flop can sometimes pose a risk if it gets caught on something, leading to potential injuries.",
      "In Africa, the black mamba is considered one of the most dangerous snakes.",
      "For vegans and vegetarians, soy milk is an essential part of their diet as it offers a good source of protein.",
      "Some tennis shoes incorporate advanced technologies like air cushioning or gel pads for extra comfort.",
      "She found the lined sheet helpful in planning her daily routine, marking off tasks as they were completed.",
      "The history of the baguette dates back to the early 20th century when it was introduced as a quick, convenient bread.",
      "Apricot halves, when dried, make for a delightful snack with their unique flavor profile.",
      "In a pasta carbonara, tortellini can be used as a base, complementing the rich egg and cheese sauce.",
      "The pocket mirror was a favorite among campers for quick inspections of their appearance under the tent.",
      "Turkey meat can be sliced thinly and used as a topping for pizza.",
      "For her birthday, she received a long sweater in her favorite color, which she loved.",
      "Common lizards are often used in ecological studies due to their widespread distribution and easy observation.",
      "His small hand trembled slightly as he reached for the fragile vase.",
      "A ping-pong ball can change direction rapidly due to spin and air resistance.",
      "He placed his laptop on the sturdy metal desk, which had been his workspace for years.",
      "The long sock was perfect for layering under his work pants to stay warm in the office.",
      "In some sports, such as roller derby, high shoes provide stability and protection.",
      "During her commute, she enjoyed filling her notebook with blank pages with short stories.",
      "The pencil pouch not only holds pencils but also has compartments for erasers and sharpener.",
      "Balcony flower boxes are perfect for growing herbs like basil and thyme right outside your kitchen window.",
      "The flat roof of the garage was perfect for installing solar panels to generate electricity.",
      "Circle skirts are sometimes worn under other garments, such as petticoats, to enhance their fullness and support.",
      "When selecting lamb's lettuce for a salad, look for fresh, crisp leaves without any signs of wilting or browning.",
      "Correction fluid can be used to correct mistakes in handwriting or typing on documents.",
      "The pairing of chocolate with hazelnuts has been around for centuries, originating in Switzerland.",
      "The automatic door at the gym was part of an energy-efficient system that minimized heat loss during winter.",
      "The human neck can change in appearance with age, due to factors like gravity and loss of muscle tone.",
      "Sarah bought a music CD at the local record store to listen to on her commute.",
      "Tuxedo jackets can be worn with patent leather shoes for a traditional look.",
      "The bald head of the protagonist stood out in the crowd during the parade.",
      "Dyeing hair can be a seasonal trend, with certain colors becoming popular at specific times of the year.",
      "The white willow is a species known for its distinctive silvery-gray bark.",
      "A travel pillow can double as a headrest cushion when you're traveling in a car or bus.",
      "Iguanas are important members of their ecosystems, serving as both prey and predators.",
      "Gossip magazines often prioritize speed over accuracy, publishing stories quickly even if they may not be fully verified, unlike the thorough fact-checking process in newspapers.",
      "The revolving door at the university was often used by students rushing between classes, making it a common sight on campus.",
      "The blouse shirt can be worn open over a tank top or bralette for a relaxed yet stylish look.",
      "The Scots pine is sometimes referred to as the European white pine or Scotch pine.",
      "The lighting in a Japanese kitchen is carefully considered, with task lighting over the cooking areas and ambient lighting elsewhere.",
      "The hotel room's bedroom was designed to maximize space while providing all necessary amenities.",
      "Iceberg lettuce can also be used in a fruit salad for a crunchier texture.",
      "Chocolate with hazelnuts is a popular choice for Valentine's Day gifts due to its romantic and indulgent nature.",
      "His grandmother’s old reclining armchair was a family heirloom that held many cherished memories.",
      "The scooter 125 is favored by many for its low maintenance requirements compared to motorcycles with larger engines.",
      "The protruding ears of the dog stood tall as he listened intently to commands.",
      "The dactylic foot, with its long-short-short structure, added variety to poetic compositions.",
      "Despite her crooked back, she managed to walk with a cane and maintain her independence.",
      "The carriage's canopy provided protection from the sun and rain during travel.",
      "The living room lounge typically features comfortable seating arrangements, which are essential for creating a cozy atmosphere.",
      "The covered terrace was equipped with a state-of-the-art sound system, enhancing the entertainment value of the space.",
      "Zucchini can be grilled, baked, or sautéed to bring out its mild, slightly nutty flavor.",
      "People often carry snacks to avoid the discomfort of an empty belly.",
      "The colander with handle not only drained but also served as a handy strainer for homemade soups and stews.",
      "Historical books serve as a bridge between the past and present, helping us learn from previous generations.",
      "The design of the chair leg can influence the overall aesthetic appeal of the furniture.",
      "The round table was the perfect venue for the team-building exercise.",
      "To prepare for the upcoming championship, she invested in a high-quality badminton racket from a renowned manufacturer.",
      "Poodles come in three sizes: standard, miniature, and toy, each with its own charm.",
      "Blouse shirts are commonly made from materials like cotton, linen, or silk, each offering different comfort levels and styles.",
      "Architects often use A2 sheets to draft detailed blueprints and plans due to their size.",
      "In the crowd, her blue eye caught his attention, standing out like a rare gem.",
      "The elderly man wore short socks to reduce the risk of blisters when walking long distances.",
      "When it comes to storage, the scooter 150 is an excellent choice due to its compact dimensions.",
      "It is located in the skull and weighs about 3 pounds in adults.",
      "The chandelier's design was inspired by the Baroque period, with its ornate details and flowing lines.",
      "She kept a blue highlighter nearby while reading, marking up the text as she went.",
      "Conservationists use camera traps to monitor Siberian tiger populations and track their health and well-being.",
      "When making croissants, a baguette can serve as a rolling pin to help shape the dough.",
      "The history of the table fork dates back to ancient civilizations, where it was used alongside knives and spoons.",
      "Printing analog photographs requires specialized equipment and techniques to achieve the best results.",
      "Trofie pasta is often served with olive oil, garlic, and lemon juice, enhancing its natural flavor.",
      "The transition from the simpler Doric to the more ornate Ionic order marked a significant development in Greek architectural evolution.",
      "The double casement window featured elegant wooden frames that complemented the house’s architecture.",
      "When traveling to countries where salt may not be readily available, carrying bread without salt can be practical.",
      "Some people prefer to have a separate entrance to their bedroom from the living room, enhancing privacy and creating a more distinct separation between the two spaces.",
      "Biker jackets are not just for men; women have embraced this style and created their own interpretations.",
      "Peas are a legume that are often served steamed, boiled, or roasted to enhance their natural sweetness.",
      "Soft-boiled eggs are a great source of protein and can be a nutritious addition to any meal.",
      "The short coat was made of a lightweight material that allowed for easy layering.",
      "Golden retrievers are popular in therapy settings because of their patient and comforting presence.",
      "Efforts to reintroduce captive-bred Sumatran tigers into the wild have faced significant challenges due to habitat destruction.",
      "The legume, grass peas, are adaptable to different climates and soil types, making them a valuable crop.",
      "Her blue pen was the star of her collection, having won an award for its quality.",
      "The box held several tissue cards, each displaying a delicate floral pattern.",
      "Students frequently use laptops for note-taking and research, thanks to their built-in web browsers and word processors.",
      "Memory foam cushions are often recommended for those who suffer from allergies, as they don't trap dust mites.",
      "The bedside lamp was a testament to her love of literature, with its classic design and warm light.",
      "Wheelchair users often require additional accessories like armrests, footrests, and headrests for support.",
      "Her grandmother taught her how to make homemade chocolate with orange truffles during her visits.",
      "When preparing a salad, a paring knife can help in removing tough stems from leafy greens.",
      "The waterproof jacket with multiple pockets keeps all my gear organized and accessible during outdoor adventures.",
      "For her weekend excursions, she often wore a long sweater with a cardigan.",
      "For the outdoor concert, he chose a dark velvet jacket that would blend well with the night sky.",
      "For health-conscious bakers, non-stick baking trays reduce the need for added fats, contributing to healthier baked goods.",
      "Cannellini beans, a legume, are often added to pasta dishes to enhance their nutritional value.",
      "Wool gloves are a popular choice for those who prefer natural fibers.",
      "The three-zipper pencil case is designed to accommodate both mechanical pencils and traditional wooden pencils."
    ]
  }
}