{
  "concept": "van",
  "group": "basic_explicit",
  "source": "wemb",
  "sentences": {
    "positive": [
      "The camper van was perfect for exploring the countryside, offering a cozy space to sleep and cook.",
      "With its spacious interior and comfortable seating, the camper van became our mobile home during the summer road trip.",
      "The camper van's large windows provided breathtaking views as we drove through the mountains.",
      "For the family camping trip, we rented a camper van that could fit everyone comfortably.",
      "The camper van's roof rack allowed us to carry all the gear needed for a week-long hiking adventure.",
      "Our camping van had a small kitchenette, which made it easy to prepare simple meals while on the go.",
      "The camper van's slide-out feature added extra living space, making it feel more like a home away from home.",
      "During the winter months, we converted our camper van into a mobile office with a small desk and heating system.",
      "The camper van's dual-bunks were ideal for accommodating the kids on long-distance trips.",
      "Our favorite feature of the camper van was the pop-up roof, which transformed the vehicle into a tent-like sleeping area.",
      "The camper van's exterior lights helped us navigate the roads at night, even in remote areas.",
      "We used the camper van's built-in refrigerator to keep our perishables fresh during our cross-country journey.",
      "The camper van's on-board entertainment system kept the kids entertained during long drives.",
      "The camper van's manual awning provided shade and a place to relax outside on sunny days.",
      "The camper van's sturdy construction ensured that it could handle rough terrain and challenging weather conditions.",
      "The camper van's water tank system allowed us to shower and use the toilet without relying on campgrounds.",
      "The camper van's compact size made it easy to park in tight spaces, such as along mountain trails.",
      "The camper van's off-road capabilities allowed us to explore areas that other vehicles couldn't access.",
      "The camper van's interior was designed with storage solutions, ensuring that all our gear was easily accessible.",
      "The camper van's exterior paint job was a vibrant color that stood out among the ordinary cars on the road.",
      "The van was designed to transport goods efficiently, making it an essential part of many businesses.",
      "Sarah bought her first van, excited about the freedom and space it offered for weekend adventures.",
      "The company's new delivery van had advanced features like GPS tracking and a refrigerated compartment.",
      "During the move, the family loaded their belongings into the spacious van, ensuring everything fit perfectly.",
      "The local bakery used a custom-built van to deliver fresh bread to all the nearby towns.",
      "Mark spent hours detailing his vintage campervan, turning it into a cozy mobile home.",
      "The construction crew relied on their robust van to carry heavy tools and equipment to remote job sites.",
      "The school hired a large van to transport students to their field trip destination.",
      "The charity organization used a van to collect and distribute food donations to those in need.",
      "The van's low profile made it easy to navigate narrow streets and alleys in the city center.",
      "The van's tinted windows provided privacy and helped keep the interior cool during hot summer days.",
      "The mechanic recommended regular maintenance for the van to ensure its longevity and reliability.",
      "The artist painted murals on the sides of various vans, turning them into vibrant works of public art.",
      "The van's versatile interior could be easily reconfigured to suit different needs, whether it was for storage or passenger seating.",
      "The van's fuel efficiency allowed the business owner to save money on transportation costs.",
      "The camping enthusiasts packed their van with gear for a week-long adventure in the mountains.",
      "The van's sturdy build meant it could handle rough terrains and challenging weather conditions.",
      "The local post office used a fleet of vans to deliver mail to rural areas that were not accessible by larger trucks.",
      "The van's cargo area could be extended with a roof rack for additional storage when needed.",
      "The community group rented a van to organize a day of volunteering at a local park, collecting litter and planting trees."
    ],
    "negative": [
      "Kitchen scissors are specifically designed for use in the kitchen.",
      "Innovations in refillable pen technology continue to improve their performance and user experience, making them even more appealing to users.",
      "The iconic board design of Monopoly features streets named after real locations in Atlantic City, New Jersey.",
      "The oval head of the vase was decorated with a delicate pattern of flowers.",
      "Ethnic kitchens often feature a wide range of cooking tools and appliances specific to the cuisine being prepared.",
      "Artists frequently use hot glue guns to create intricate and detailed sculptures.",
      "When choosing vinyl glue, consider the specific materials you will be bonding to select the most appropriate type.",
      "The colorful cards from Uno add an exciting element to board games, enhancing player engagement.",
      "The durability of short pants is important, especially if they will be used frequently.",
      "The frame of the artwork was customized with a special engraving on the back.",
      "The sloping roof of the house was covered with cedar shingles for a rustic look.",
      "Many cities have implemented dedicated bus lanes to accommodate the larger size of articulated buses.",
      "The sinoatrial (SA) node in the anatomical heart acts as the natural pacemaker, initiating electrical impulses that control heart rate.",
      "For her birthday, she received a set of matching plastic photo frames to hold her family photos.",
      "Many modern bedside tables feature a top shelf for holding decorative objects or a vase of flowers.",
      "The fuel efficiency of enduro motorcycles is a significant factor for riders who plan long-distance off-road adventures.",
      "A distressed denim skirt can add a unique edge to your streetwear style.",
      "One interesting property of water crayons is that they can be used to create textures and patterns that mimic watercolor paintings.",
      "Rewritable CDs have a longer lifespan compared to other forms of temporary storage media like USB drives.",
      "For her birthday, she received a long sweater in her favorite color, which she loved.",
      "The large squares in this notebook make it easier to organize and align text and images neatly.",
      "The pencil case was small enough to fit in her pocket but large enough to hold all her essentials.",
      "The cattle rancher implemented rotational grazing to ensure the Angus cows had access to fresh grass.",
      "The best way to enjoy a watermelon is when it’s perfectly ripe, with a deep green rind and a sweet, melon aroma.",
      "When selecting a steel cutting board, consider its thickness for better stability during use.",
      "Gardeners often use common daisies as ground cover due to their low maintenance and spreading nature.",
      "Propagation of Persian cyclamen is typically done through division of mature plants or from seed.",
      "Whether you're going on a real safari or just looking for a fun, adventurous look, a safari shirt is a must-have addition to your collection.",
      "Rye bread, with its distinctive dark color and nutty flavor, has been a staple in many northern European countries for centuries.",
      "Thermal coats are sometimes used in fashion as a statement piece or undergarment.",
      "The long arm of innovation can reach into every aspect of modern life, transforming it.",
      "A paring knife is particularly useful when you're preparing garnishes for a fancy platter.",
      "During a grand banquet, the ladle might be used to serve a luxurious chocolate fondue, while a carving fork would be used to serve a succulent leg of lamb.",
      "These monkeys are omnivorous, feeding on a variety of plant matter and small animals.",
      "The ankle boots were crafted from high-quality leather that would last for years.",
      "The gymnasium had a rectangular table set up for scorekeeping during basketball games.",
      "When it comes to formal events, a well-tailored vest can elevate a suit, much like a jacket would.",
      "The lined sheet was perfect for brainstorming ideas, with each line dedicated to a different thought or suggestion.",
      "The anaconda's thick body is a result of its slow metabolism and diet.",
      "While bonobos are often referred to as \"pygmy chimpanzees,\" they are actually a distinct species closely related to the common chimpanzee."
    ]
  }
}